export const clinics = [
  {
    id: 1,
    title: "ময়মনসিংহ",
    color: "#cebdf4",
    list: [
      {
        id: 1,
        district: "ময়মনসিংহ",
        name: "মা ও শিশু কল্যাণ কেন্দ্র",
        established: null,
        location:
          "কে.বি.ইসমাইল রোড, থানা ঘাট (কোতোয়ালী মডেল থানার বিপরীত পাশে অবস্থিত)",
        contact: "নমিতা রানী পন্ডিত, পরিবার পরিকল্পনা পরিদর্শিকা 01716557558",
        googleMapLink: "https://maps.app.goo.gl/SENBQhVb85wmJvjG8",
        details:
          "মা ও শিশু কল্যাণ কেন্দ্র, পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসেবা কেন্দ্র। হাসপাতালটি তৃতীয় তলা বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, সিজারিয়ান ও স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/1-1.jpg"),
          require("@/assets/images/clinics/1-2.jpg"),
          require("@/assets/images/clinics/1-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/1.png")],
        coordinates: [24.757908600658066, 90.41267519812168],
      },
      {
        id: 2,
        district: "ময়মনসিংহ",
        name: "ঘাগড়া ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
        established: null,
        location:
          "এটি ময়মনসিংহ জেলার ময়মনসিংহ সদর উপজেলার ১১ নং ঘাগড়া ইউনিয়ন পরিষদের সাথে অবস্থিত।",
        contact: "ফাতেমা খাতুন , পরিবার পরিকল্পনা পরিদর্শিকা - 01716918508",
        googleMapLink: "https://maps.app.goo.gl/gvndEKpnH2vov8BG8",
        details:
          "ঘাগড়া ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসেবা কেন্দ্র। এই স্বাস্থ্য সেবা কেন্দ্রটি এক তলা বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/2-1.jpg"),
          require("@/assets/images/clinics/2-2.jpg"),
          require("@/assets/images/clinics/2-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/2.png")],
        coordinates: [24.719070927509005, 90.35811776273138],
      },
      {
        id: 3,
        district: "ময়মনসিংহ",
        name: "আকুয়া ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
        established: null,
        location:
          "ময়মনসিংহ সিটি কর্পোরেশন এর ২৬ নং ওয়ার্ডের মধ্য বাড়েরা বড় বাড়ি এলাকায় অবস্থিত।",
        contact: "মুশির্দা আক্তার , পরিবার পরিকল্পনা পরিদর্শিকা- 01992556440",
        googleMapLink: "https://maps.app.goo.gl/ffXLC8wyYjZ8wVLP9",
        details:
          "আকুয়া ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র,পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসেবা কেন্দ্র। এই স্বাস্থ্য সেবা কেন্দ্রটি দু- তলা বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/3-1.jpg"),
          require("@/assets/images/clinics/3-2.jpg"),
          require("@/assets/images/clinics/3-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/3.png")],
        coordinates: [24.728284487738364, 90.38799024781439],
      },
      {
        id: 4,
        district: "ময়মনসিংহ",
        name: "নিরাময় ক্লিনিক",
        established: 2001,
        location:
          "৪৬/ডি, পাদ্রী মিশনরোড, ভাটিকাশর, ময়মনসিংহ এলাকায় ১০ শতাংশ জমির উপর প্রতিষ্ঠিত।",
        contact: "ডা:মুমিনুর রহমান, পরিচালক - 01711631578",
        googleMapLink: "https://maps.app.goo.gl/D6xL3MDhyPkb8Xx99",
        details:
          "নিরাময় ক্লিনিক, একটি বেসরকারি হাসপাতাল। এটি ২০০১ সাল হতে নিজস্ব অর্থায়নের মাধ্যমে পরিচালিত হচ্ছে। এই হাসপাতালটি ৫ম তলা বিশিষ্ট যার ৩য় তলা পর্যন্ত ক্লিনিকের কার্যক্রম পরিচালিত হয়। ১০ শয্যা বিশিষ্ট একটি হাসপাতাল। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/4-1.jpg"),
          require("@/assets/images/clinics/4-2.jpg"),
          require("@/assets/images/clinics/4-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/4.png")],
        coordinates: [24.7451702910192, 90.41544721610614],
      },
      {
        id: 5,
        district: "ময়মনসিংহ",
        name: "সিরাম হাসপাতাল (প্রা) লিমিটেড",
        established: 2018,
        location:
          "৮২/এ/২, ব্রাম্মপল্লী রোড,ময়মনসিংহ এলাকায় ১৫ শতাংশ জমির উপর প্রতিষ্ঠিত।",
        contact: "হাবিবুর রহমান জনি , পরিচালক এডমিন - 01732965343",
        googleMapLink: "https://maps.app.goo.gl/UiskkkWfE2GNdg6n8",
        details:
          "সিরাম হাসপাতাল (প্রা.) লিমিটেড, একটি বেসরকারি হাসপাতাল এটি ২০১৮ সাল হতে নিজস্ব অর্থায়নের মাধ্যমে পরিচালিত হয়। হাসপাতালটি চার তলা বিশিষ্ট, যার দ্বিতীয় ও তৃতীয় তলায় কার্যক্রম পরিচালিত হচ্ছে। হাসপাতালটি ২০ শয্যা বিশিষ্ট । মা ও শিশু স্বাস্থ্যসেবা, প্ৰজনন স্বাস্থ্যসেবা প্রদানের পাশাপাশি যে কোনো ধরনের অপরেশন ও সার্জারি করা হয়।",
        images: [
          require("@/assets/images/clinics/5-1.jpg"),
          require("@/assets/images/clinics/5-2.jpg"),
          require("@/assets/images/clinics/5-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/5.png")],
        coordinates: [24.7435701, 90.4075075],
      },
      {
        id: 6,
        district: "ময়মনসিংহ",
        name: "জুনায়েদ প্রাইভেট হাসপাতাল",
        established: 2018,
        location:
          "৩১৯/৩, চরপাড়া মোড়, রিফাত হোটেলের পিছনে, ময়মনসিংহ এলাকায় ০৭ শতাংশ জমির উপর প্রতিষ্ঠিত।",
        contact: "ডা:জুনায়েদ আল হাবিব, ব্যবস্থাপক - 01717881745",
        googleMapLink: "https://maps.app.goo.gl/hD7PLFjh9EU7t9TG6",
        details:
          "জুনায়েদ প্রাইভেট হাসপাতাল, একটি বেসরকারি হাসপাতাল। এটি ২০১৮ সাল হতে নিজস্ব অর্থায়নে এর মাধ্যমে পরিচালিত হচ্ছে। এই হাসপাতালটি চার তলা ভবন এবং ১৫ শয্যা বিশিষ্ট। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/6-1.jpg"),
          require("@/assets/images/clinics/6-2.jpg"),
          require("@/assets/images/clinics/6-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/6.png")],
        coordinates: [24.746724439421705, 90.40844942019764],
      },
      {
        id: 7,
        district: "ময়মনসিংহ",
        name: "গ্রীন লাইফ হাসপাতাল এন্ড ডায়াগনোস্টিক (প্রা:)",
        established: 2013,
        location:
          "৬৮/বি চরপাড়া মোড় (জামিয়া ইসলামিয়া মাদ্রাসা সংলগ্ন) এলাকায় অবস্থিত।",
        contact: "উত্তম কুমার পাল , প্রতিষ্ঠাতা পরিচালক - 01729695853",
        googleMapLink: "https://maps.app.goo.gl/4bao5DheYbfPa7Ti7",
        details:
          "গ্রীন লাইফ হাসপাতাল এন্ড ডায়াগনোস্টিক (প্রা:), একটি বেসরকারি হাসপাতাল যা ২০১৩ সাল হতে নিজস্ব অর্থায়নে পরিচালিত হচ্ছে। এই হাসপাতালটি চার তলা বিশিষ্ট একটি হাসপাতাল, যা ১০ শয্যা বিশিষ্ট। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/7-1.jpg"),
          require("@/assets/images/clinics/7-2.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/7.png")],
        coordinates: [24.74652287051596, 90.40987905607952],
      },
      {
        id: 8,
        district: "ময়মনসিংহ",
        name: "রয়েল কেয়ার (প্রা.) হসপিটাল",
        established: 2020,
        location:
          "২৮৯ (নতুন পপুলার ডায়াগনোস্টিক সেন্টারের উত্তর পার্শে ও গলির ভিতরে), চরপাড়া, ময়মনসিংহ এলাকায় ০৫ শতাংশ জমির উপর প্রতিষ্ঠিত।",
        contact: "হিরামন আহমেদ হিরা , পরিচালক - 01969163795",
        googleMapLink: "https://maps.app.goo.gl/cJ3TkZWDoEay82GFA",
        details:
          "রয়েল কেয়ার (প্রা.) হসপিটাল একটি বেসরকারি হাসপাতাল যা নিজস্ব অর্থায়নে এর মাধ্যমে পরিচালিত হচ্ছে। এই হাসপাতালটি চার তলা বিশিষ্ট যার ২য় ও ৩য় তলায় হাসপাতালের কার্যক্রম পরিচালিত হয়। এটি ১০ শয্যা বিশিষ্ট হাসপাতাল। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/8-1.jpg"),
          require("@/assets/images/clinics/8-2.jpg"),
          require("@/assets/images/clinics/8-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/8.png")],
        coordinates: [24.7457158371085, 90.40824564230516],
      },
      {
        id: 9,
        district: "ময়মনসিংহ",
        name: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র",
        established: 2023,
        location:
          "এটি ১০১ , বাঘমারা রোড, ডিফেন্স পার্টি অফিসের একটু সামনে অবস্থিত।",
        contact: "ডা: হিরণ রায়, ফিজিশিয়ান - 01960989943",
        googleMapLink: "https://maps.app.goo.gl/nwzoUXpy1cbaVffR6",
        details:
          "তৃণমূল পর্যায়ে মানসম্পন্ন নাগরিক স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে ময়মনসিংহ সিটি কর্পোরেশন (মসিক) বাস্তবায়িত এবং পপুলেশন সার্ভিসেস এন্ড ট্রেনিং সেন্টার (পিএসটিসি) কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে একটি নগর মাতৃসদন এবং তিনটি স্বাস্থ্যসেবা কেন্দ্র তৈরী করা হয়েছে। সিটি কর্পোরেশনের নগর মাতৃসদন কেন্দ্রসমূহে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসাসেবা পাওয়া যাবে। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ, মাসিক নিয়মিতকরণ সেবা, গর্ভপাত পরবর্তী সেবা, প্রজননতন্ত্রের সংক্রমণ প্রতিরোধ ও চিকিৎসা সেবা, নারীর প্রতি সহিংসতা প্রতিরোধ সেবা, অ্যাম্বুলেন্স সেবাসহ ২২টি সেবা নাগরিকগণ নিতে পারবেন।",
        images: [
          require("@/assets/images/clinics/9-1.jpg"),
          require("@/assets/images/clinics/9-2.jpg"),
          require("@/assets/images/clinics/9-3.jpg"),
          require("@/assets/images/clinics/9-4.png"),
          require("@/assets/images/clinics/9-5.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/9.png")],
        coordinates: [24.751053195512668, 90.41134633605095],
      },
      {
        id: 10,
        district: "ময়মনসিংহ",
        name: "নগর স্বাস্থ্য কেন্দ্র-০১",
        established: 2023,
        location: "১৭/ক, গোহাইলকান্দি, জামতলা মোড়, ময়মনসিংহ এলাকায় অবস্থিত।",
        contact: "ডা: ঋতুপর্ণা ভট্রাচার্য, ফিজিশিয়ান -1780466833",
        googleMapLink: "https://maps.app.goo.gl/9AL6k18hNJW5vnYc7",
        details:
          "তৃণমূল পর্যায়ে নাগরিক মানসম্পন্ন স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে ময়মনসিংহ সিটি কর্পোরেশন (মসিক) বাস্তবায়িত এবং পপুলেশন সার্ভিসেস এন্ড ট্রেনিং সেন্টার (পিএসটিসি) কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে নগর স্বাস্থ্য কেন্দ্র-০১ তৈরী করা হয়েছে। নগর স্বাস্থ্য কেন্দ্রে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসা সেবা পাওয়া যায়। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ, মাসিক নিয়মিতকরণ সেবা, গর্ভপাত পরবর্তী সেবা, প্রজননতন্ত্রের সংক্রমণ প্রতিরোধ ও চিকিৎসা সেবা, নারীর প্রতি সহিংসতা প্রতিরোধ সেবা, অ্যাম্বুলেন্স সেবাসহ ২২টি সেবা নাগরিকগণ নিতে পারবেন।",
        images: [
          require("@/assets/images/clinics/10-1.jpg"),
          require("@/assets/images/clinics/10-2.jpg"),
          require("@/assets/images/clinics/10-3.jpg"),
          require("@/assets/images/clinics/10-4.png"),
          require("@/assets/images/clinics/10-5.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/10.png")],
        coordinates: [24.76172785918397, 90.38713486732435],
      },
      {
        id: 11,
        district: "ময়মনসিংহ",
        name: "নগর স্বাস্থ্য কেন্দ্র-০২",
        established: 2023,
        location:
          "পুরাতন ৯নং ইউনিয়ন পরিষদ ভবন, খাগডহর, ময়মনসিংহ এলাকায় অবস্থিত।",
        contact: "ডা: তাসনিয়া তানজিম নিধি , ফিজিশিয়ান - 01609304023",
        googleMapLink: "https://maps.app.goo.gl/mMdRZEmNnLq2uS736",
        details:
          "তৃণমূল পর্যায়ে মানসম্পন্ন নাগরিক স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে ময়মনসিংহ সিটি কর্পোরেশন (মসিক) বাস্তবায়িত এবং পপুলেশন সার্ভিসেস এন্ড ট্রেনিং সেন্টার (পিএসটিসি) কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে নগর স্বাস্থ্য কেন্দ্র-২ তৈরী করা হয়েছে। নগর স্বাস্থ্য কেন্দ্রে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসাসেবা পাওয়া যাবে। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ, মাসিক নিয়মিতকরণ সেবা, গর্ভপাত পরবর্তী সেবা, প্রজননতন্ত্রের সংক্রমণ প্রতিরোধ ও চিকিৎসা সেবা, নারীর প্রতি সহিংসা প্রতিরোধ সেবা, অ্যাম্বুলেন্স সেবাসহ ২২টি সেবা নাগরিকগণ নিতে পারবেন।",
        images: [
          require("@/assets/images/clinics/11-1.jpg"),
          require("@/assets/images/clinics/11-2.jpg"),
          require("@/assets/images/clinics/11-3.jpg"),
          require("@/assets/images/clinics/11-4.png"),
          require("@/assets/images/clinics/11-5.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/11.png")],
        coordinates: [24.782878839357505, 90.34932689767068],
      },
      {
        id: 12,
        district: "ময়মনসিংহ",
        name: "নগর স্বাস্থ্য কেন্দ্র-০৩",
        established: 2023,
        location:
          "সুজন ভিলা, হোল্ডিং নাম্বার-৯৪, ওয়ার্ড নং-৩৩ কিশোরগঞ্জ রোড, ময়মনসিংহ এলাকায় অবস্থিত।",
        contact: "ডা: জান্নাতুল তাসরুবা লিয়া , ফিজিশিয়ান - 01643323125",
        googleMapLink: "https://maps.app.goo.gl/3g1ayyWNnvBT83GC9",
        details:
          "তৃণমূল পর্যায়ে মানসম্পন্ন নাগরিক স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে ময়মনসিংহ সিটি কর্পোরেশন (মসিক) বাস্তবায়িত এবং পপুলেশন সার্ভিসেস এন্ড ট্রেনিং সেন্টার (পিএসটিসি) কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে নগর স্বাস্থ্য কেন্দ্র-৩ তৈরী করা হয়েছে। নগর স্বাস্থ্য কেন্দ্রে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসাসেবা পাওয়া যাবে। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ, মাসিক নিয়মিতকরণ সেবা, গর্ভপাত পরবর্তী সেবা, প্রজননতন্ত্রের সংক্রমণ প্রতিরোধ ও চিকিৎসা সেবা, নারীর প্রতি সহিংসা প্রতিরোধ সেবা, অ্যাম্বুলেন্স সেবাসহ ২২টি সেবা নাগরিকগণ নিতে পারবেন।",
        images: [
          require("@/assets/images/clinics/12-1.jpg"),
          require("@/assets/images/clinics/12-2.jpg"),
          require("@/assets/images/clinics/12-3.jpg"),
          require("@/assets/images/clinics/12-4.png"),
          require("@/assets/images/clinics/12-5.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/12.png")],
        coordinates: [24.760539897746142, 90.45394804049278],
      },
    ],
  },
  {
    id: 2,
    title: "নেত্রকোণা",
    color: "#bdf3f4",
    list: [
      {
        id: 1,
        district: "নেত্রকোণা",
        name: "কাইলাটী ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
        established: null,
        location: "নেত্রকোণা জেলার সদর উপজেলার কাইলাটী ইউনিয়নে অবস্থিত।",
        contact: "সুমা আক্তার, পরিবার পরিকল্পনা পরিদর্শিকা-- ০১৭০৫২৩০১১১",
        googleMapLink: "https://goo.gl/maps/6uBzcntK5C9KdegGA",
        details:
          "কাইলাটী ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, নেত্রকোণা পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসবা কেন্দ্র। এই স্বাস্থ্যসেবা কেন্দ্রটি এক তলা ভবন বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়। এখানে বিনামূল্যে মা ও শিশুর স্বাস্থ্যসেবা প্রদান করা হয়। সাধারণ স্বাস্থ্যসেবার পাশাপাশি গর্ভবতী মায়েদের নরমাল ডেলিভারী সেবা দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/13-1.jpg"),
          require("@/assets/images/clinics/13-2.jpg"),
          require("@/assets/images/clinics/13-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/13.png")],
        coordinates: [24.845751886747244, 90.73356611495701],
      },
      {
        id: 2,
        district: "নেত্রকোণা",
        name: "সিটি ডিজিটাল ডায়াগনস্টিক সেন্টার ও হাসপাতাল",
        established: "২০২১",
        location:
          "নেত্রকোনা পৌর এলাকার মুক্তারপাড়া আঞ্জুমান স্কুলের বিপরীত পাশে, ৬৫১ দুলু ম্যানশন এর ২য় তলার পেছনের অংশে ও ৪র্থ তলায় অবস্থিত।",
        contact: "রাজিব সাহা, চেয়ারম্যান--০১৭১৬৮৬৮২৭১",
        googleMapLink: "https://goo.gl/maps/6uBzcntK5C9KdegGA",
        details:
          "সিটি ডিজিটাল ডায়াগনস্টিক সেন্টার ও হাসপাতাল’, একটি বেসরকারি হাসপাতাল যা নিজস্ব অর্থায়নে পরিচালিত হচ্ছে এবং হাসপাতালটি ১৩ শয্যা বিশিষ্ট । মা ও শিশু স্বাস্থ্যসেবা,প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের  সেবা প্রদান করে থাকে।।",
        images: [
          require("@/assets/images/clinics/14-1.jpg"),
          require("@/assets/images/clinics/14-2.jpg"),
          require("@/assets/images/clinics/14-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/14.png")],
        coordinates: [24.877633512817887, 90.73032529369735],
      },
      {
        id: 3,
        district: "নেত্রকোণা",
        name: "হাওর হাসপাতাল এন্ড ডায়াগনষ্টিক সেন্টার",
        established: 2016,
        location:
          "নেত্রকোণার সদর পৌর এলাকার ছোট বাজার (শহীদ মীনার মোড়ে সিঙ্গারের দু’তলায় অবস্থিত)।",
        contact: "রুমা আক্তার, সিনিয়র নার্স-- ০১৫৮০৪৯৮৯০৮",
        googleMapLink: "https://goo.gl/maps/Xid3gEsYyRJQBBSP8",
        details:
          "হাওর হাসপাতাল এন্ড ডায়াগনষ্টিক সেন্টার একটি বেসরকারি হাসপাতাল যা ২০১৬ সাল হতে নিজস্ব অর্থায়ন এর মাধ্যমে পরিচালিত হচ্ছে এবং ১০ শয্যা বিশিষ্ট হাসপাতাল। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/15-1.jpg"),
          require("@/assets/images/clinics/15-2.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/15.png")],
        coordinates: [24.880928839828144, 90.73186200076995],
      },
      {
        id: 4,
        district: "নেত্রকোণা",
        name: "শহীদ বীর মুক্তিযোদ্ধা এলাহী নেওয়াজ ওসমানী (প্রা.) হাসপাতাল এন্ড ডায়াগনস্টিক সেন্টার",
        established: 2022,
        location:
          "নেত্রকোণা জেলার পৌর কাটলি এলাকার সদর হাসপাতাল রোডের ২৩২/১৩ হোল্ডিং এ অবস্থিত।",
        contact: "আবির হোসেন, মেডিক্যাল সহকারী--০১৭১৮৭০০৯৮৬",
        googleMapLink: "https://maps.app.goo.gl/UXJWrxx6GDg7WB6C6",
        details:
          "শহীদ বীর মুক্তিযোদ্ধা এলাহী নেওয়াজ ওসমানী (প্রা.) হাসপাতাল এন্ড ডায়াগনস্টিক সেন্টার একটি বেসরকারি হাসপাতাল যা নিজস্ব অর্থায়নে এর মাধ্যমে ২০২২ সাল হতে পরিচালিত হচ্ছে এবং হাসপাতালটি ১০ শয্যা বিশিষ্ট। মা ও শিশু স্বাস্থ্যসেবা, প্রজনন স্বাস্থ্যসেবা সহ সকল ধরণের সেবা প্রদান করে থাকে।",
        images: [
          require("@/assets/images/clinics/16-1.jpg"),
          require("@/assets/images/clinics/16-2.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/16.png")],
        coordinates: [24.870570933845862, 90.73558378292468],
      },
      {
        id: 5,
        district: "নেত্রকোণা",
        name: "নগর মাতৃসদন",
        established: 2023,
        location:
          "নাগড়া টি এন্ড টি অফিস সংলগ্ন ,সদর পৌরসভা, সদর নেত্রকোণা, এলাকায় অবস্থিত।",
        googleMapLink: "https://maps.app.goo.gl/8oqci7nhBJrC9F9x8",
        contact: "ওয়াসিম অকরাম, প্যারামেডিক--০১৭১৬৫৯৬৮৯৭",
        details:
          "তৃণমূল পর্যায়ে নাগরিক মানসম্পন্ন স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে নেত্রকোণা পৌরসভার আওতায় বাস্তবায়িত এবং পদক্ষেপ মানবিক উন্নয়ন কেন্দ্র কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে নিম্নে বর্নিত স্বাস্থ্যসেবা কেন্দ্রসমূহে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসা সেবা প্রদান করা হয়। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ ও অ্যাম্বুলেন্স সার্ভিস সেবা প্রদান করছে।",
        images: [
          require("@/assets/images/clinics/17-1.jpg"),
          require("@/assets/images/clinics/17-2.jpg"),
          require("@/assets/images/clinics/17-3.jpg"),
          require("@/assets/images/clinics/17-4.png"),
          require("@/assets/images/clinics/17-5.png"),
        ],
        maps: [require("@/assets/images/clinics/location/17.png")],
        coordinates: [24.876844116696784, 90.727138982209],
      },
      {
        id: 6,
        district: "নেত্রকোণা",
        name: "নগর স্বাস্থ্যকেন্দ্র-১",
        established: 2023,
        location:
          "বাহির চাপড়া,পুকুরিয়া,৪নং ওয়ার্ড,নেত্রকোণা পৌরসভা, দাওয়াতুল কোরান মাদরাসার বিপরীত পাশে, সদর, নেত্রকোণা এলাকায় অবস্থিত।",
        googleMapLink: "https://maps.app.goo.gl/wd9jg6uAjhL8bKDq7",
        contact: "ডা: রেজুওয়ানুল হক জাহিদ,ফিজিশিয়ান-০১৭২১১১৬২৪০",
        details:
          "তৃণমূল পর্যায়ে নাগরিক মানসম্পন্ন স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে নেত্রকোণা পৌরসভার আওতায় বাস্তবায়িত এবং পদক্ষেপ মানবিক উন্নয়ন কেন্দ্র কর্তৃক পরিচালিত আরবান প্রাইমারি হেলথ কেয়ার সার্ভিস ডেলিভারি প্রজেক্ট-২য় পর্যায় (ইউপিএইচসিএসডিপি-২) এর অধীনে নিম্নে বর্নিত স্বাস্থ্যসেবা কেন্দ্রসমূহে স্বল্পমূল্যে বিভিন্ন মেডিকেল পরীক্ষাসহ ডাক্তারের পরামর্শ ও চিকিৎসা সেবা প্রদান করা হয়। এছাড়াও গর্ভবতী মা, নারী, শিশু, কিশোর-কিশোরী, আচরণ পরিবর্তন, বিভিন্ন সাধারণ রোগ ও অ্যাম্বুলেন্স সার্ভিস সেবা প্রদান করছে।",
        images: [
          require("@/assets/images/clinics/18-1.jpg"),
          require("@/assets/images/clinics/18-2.jpg"),
          require("@/assets/images/clinics/18-3.jpg"),
          require("@/assets/images/clinics/18-4.png"),
          require("@/assets/images/clinics/18-5.png"),
        ],
        maps: [require("@/assets/images/clinics/location/18.png")],
        coordinates: [24.898002193620126, 90.7373724871718],
      },
      {
        id: 7,
        district: "নেত্রকোণা",
        name: "চল্লিশা ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
        established: null,
        location: "নেত্রকোণা জেলার সদর উপজেলার চল্লিশা ইউনিয়নে অবস্থিত।",
        contact: "নাহিদা সুলতানা,  পরিবার পরিকল্পনা পরিদর্শিকা--০১৯৯২০১২২০৬",
        googleMapLink: null,
        details:
          "চল্লিশা ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, নেত্রকোণা জেলা পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসেবা কেন্দ্র। এই স্বাস্থ্যসেবা কেন্দ্রটি এক তলা বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/19-1.jpg"),
          require("@/assets/images/clinics/19-2.jpg"),
          require("@/assets/images/clinics/19-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/19.png")],
        coordinates: [24.867403292063912, 90.67911598605941],
      },
      {
        id: 8,
        district: "নেত্রকোণা",
        name: "মা ও শিশু কল্যাণ কেন্দ্র",
        established: null,
        location:
          "নেত্রকোণা পৌর শহরের মুক্তারপাড়া এলাকার মুক্তিযুদ্ধা কমপ্লেক্স সংলগ্নে অবস্থিত।",
        contact: "রিনা আক্তার, পরিবার পরিকল্পনা পরিদর্শিকা--০১৭১৪৭৯৪৫৮৬",
        googleMapLink: "https://goo.gl/maps/piFTtREUM5CfinaK7",
        details:
          "মা ও শিশু কল্যাণ কেন্দ্র, নেত্রকোণা পরিবার পরিকল্পনা অধিদপ্তরের আওতাধীন একটি স্বাস্থ্যসেবা কেন্দ্র। হাসপাতালটি দুই তলা বিশিষ্ট একটি হাসপাতাল। এখানে সকল পরিবার পরিকল্পনা পদ্ধতি, মা ও শিশু স্বাস্থ্য, কৈশোর-বান্ধব স্বাস্থ্যসেবা, সিজারিয়ান ও স্বাভাবিক ডেলিভারী, প্রজনন স্বাস্থ্যসেবা, মাসিক নিয়মিতকরণ, গর্ভপাত পরবর্তী সেবা (প্যাক) ইত্যাদি দেওয়া হয়।",
        images: [
          require("@/assets/images/clinics/20-1.jpg"),
          require("@/assets/images/clinics/20-2.jpg"),
          require("@/assets/images/clinics/20-3.jpg"),
        ],
        maps: [require("@/assets/images/clinics/location/20.png")],
        coordinates: [24.87963806367885, 90.73157040616822],
      },
    ],
  },
];
