export const educationList = [
  {
    id: 1,
    categoryTitle: "প্রজনন স্বাস্থ্য ব্যবস্থাপনা",
    categoryDescription:
      "স্বাস্থ্য সেবা মানুষের মৌলিক অধিকারগুলোর মধ্যে অন্যতম। এটি শুধুমাত্র চিকিৎসা ও রোগ নিরাময়ের মধ্যে সীমাবদ্ধ নয় বরং এর মাধ্যমে ব্যক্তির সামগ্রিক স্বাস্থ্য ও সমৃ্দ্ধি অন্তর্ভুক্ত। একটি কার্যকর স্বাস্থ্যসেবা ব্যবস্থা মানুষের শারীরিক, মানসিক এবং সামাজিক সুস্থতা বজায় রাখতে সহায়তা করে। স্বাস্থ্য সেবার আওতায়- রোগ নির্ণয়, চিকিৎসা পরামর্শ,  স্বাস্থ্য শিক্ষা, প্রজনন স্বাস্থ্য ও অধিকার অন্তর্ভুক্ত রয়েছে। বিস্তারিত জানতে",
    categoryImageUrl: require("@/assets/images/education/1.png"),
    categoryBGColor: "#ffd7e7",
    subcategories: [
      {
        id: 1,
        title: "স্বাস্থ্য সেবা",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "স্বাস্থ্য সেবা (Health Service)",
            description: [
              "স্বাস্থ্য সেবা বলতে রোগ, অসুস্থতা, আঘাত এবং অন্যান্য শারীরিক ও মানসিক ব্যাধি নির্ণয়, প্রতিরোধ ও আরোগ্য লাভ করার মাধ্যমে মানুষের স্বাস্থ্য সুরক্ষাকে বোঝায়।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "স্বাস্থ্য অধিকার",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "স্বাস্থ্য অধিকার  (Health Rights)",
            description: [
              "বিশ্ব স্বাস্থ্য সংস্থা (WHO)-র মতে, কেবল মাত্র রোগমুক্ত থাকা বা অসুখ থেকে মুক্তি নয়, বরং শারীরিক, মানসিক ও সামাজিক ভাবে সুস্থ থাকাই হল স্বাস্থ্য। এই মানদন্ডে পর্যাপ্ত সেবার সুযোগ থাকাই ও তা গ্রহণে বৈষম্যমুক্ত অভিগম্যতাকে স্বাস্থ্য অধিকার হিসেবে বিবেচনা করা হয়।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "যৌন ও প্রজনন স্বাস্থ্য",
        subtitle:
          "প্রজনন স্বাস্থ্য হল সম্পূর্ণ শারীরিক, মানসিক এবং সামাজিক সুস্থতার একটি অবস্থা এবং শুধুমাত্র রোগ বা দুর্বলতার অনুপস্থিতি নয়, বরং সঠিক প্রজনন স্বাস্থ্য ব্যবস্থাপনা ও প্রক্রিয়াগুলির সাথে সম্পর্কিত।",
        details: [
          {
            type: "plain",
            title: "যৌন ও প্রজনন স্বাস্থ্য (Sexual and Reproductive health)",
            description: [
              "প্রজনন স্বাস্থ্য হল সম্পূর্ণ শারীরিক, মানসিক এবং সামাজিক সুস্থতার একটি অবস্থা এবং শুধুমাত্র রোগ বা দুর্বলতার অনুপস্থিতি নয়, বরং সঠিক প্রজনন স্বাস্থ্য ব্যবস্থাপনা ও প্রক্রিয়াগুলির সাথে সম্পর্কিত।",
              "প্রজনন স্বাস্থ্যের ধারণা শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ নয়। প্রজনন স্বাস্থ্যের পরিচর্যা যে কোন বয়সের নারী ও পুরুষের জন্য প্রয়োজনীয়। প্রজনন স্বাস্থ্য হচ্ছে জীবনের প্রতিটি ধাপে প্রজননতন্ত্র সম্পর্কীয় একটি পরিপূর্ণ দৈহিক, মানসিক এবং সামাজিক কল্যাণের সামগ্রিক অবস্থা।",
              "বিশ্ব স্বাস্থ্য সংস্থা (WHO) প্রজনন স্বাস্থ্যকে এমন একটি অবস্থা হিসেবে সংজ্ঞায়িত করে যা শুধুমাত্র শারীরিক সুস্থতার সাথে সম্পর্কিত নয়, বরং একটি পূর্ণাঙ্গ এবং সন্তোষজনক যৌন জীবনযাপন ও স্বাধীনভাবে সিদ্ধান্ত গ্রহণের ক্ষমতাকেও অন্তর্ভুক্ত করে।",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা শুরু হয়",
        subtitle:
          "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা একটি ব্যাপক পরিসর জুড়ে বিস্তৃত যা, নারী-পুরুষ উভয়ের ক্ষেত্রে সুস্থভাবে বেড়ে উঠা, বয়ঃসন্ধিকালের যত্ন, গর্ভধারণ, পরিবার পরিকল্পনা পদ্ধতি নির্বাচনসহ জীবনের বিভিন্ন পর্যায়ে সঠিক তথ্য, পরামর্শ এবং চিকিৎসা, আলোচনা এবং সিদ্ধান্ত নিতে পারাকে অন্তর্ভুক্ত করে।",
        details: [
          {
            type: "plain",
            title:
              "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা শুরু হয় (The reproductive health care begins)",
            description: [
              "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা একটি ব্যাপক পরিসর জুড়ে বিস্তৃত যা, নারী-পুরুষ উভয়ের ক্ষেত্রে সুস্থভাবে বেড়ে উঠা, বয়ঃসন্ধিকালের যত্ন, গর্ভধারণ, পরিবার পরিকল্পনা পদ্ধতি নির্বাচনসহ জীবনের বিভিন্ন পর্যায়ে সঠিক তথ্য, পরামর্শ এবং চিকিৎসা, আলোচনা এবং সিদ্ধান্ত নিতে পারাকে অন্তর্ভুক্ত করে।",
              "প্রজনন স্বাস্থ্য আমাদের সামগ্রিক সুস্থতার সঙ্গে গভীরভাবে জড়িত এবং এটি জীবনের বিভিন্ন পর্যায়ে সঠিক যত্ন এবং শিক্ষা নিশ্চিত করার প্রয়োজনীয়তা তুলে ধরে। এখানে প্রতিটি স্তরের প্রজনন স্বাস্থ্যসেবার  প্রয়োজনীয়তা সম্পর্কে বিস্তারিত আলোচনা করা হল",
            ],
          },
          {
            type: "list",
            title: "এগুলো হল-",
            children: [
              {
                title: "জন্মের পরপরই",
                isTitleBold: true,
                subtitle: [
                  "নবজাতক এবং ছোট শিশুর প্রজনন অঙ্গসমূহের স্বাস্থ্য সুরক্ষিত রাখতে এবং ভবিষ্যতে সুস্থতা নিশ্চিত করতে প্রয়োজনীয় চিকিৎসা ও সঠিক ব্যবস্থা গ্রহণ করা জরুরি।",
                ],
              },
              {
                title: "শিশু বয়সে",
                isTitleBold: true,
                subtitle: [
                  "শিশুদের শরীরের বিভিন্ন পরিবর্তন ও স্বাস্থ্যকর জীবনযাপন সম্পর্কে সঠিক শিক্ষা প্রদান করা হয়। এর মধ্যে সঠিক পুষ্টি, স্বাস্থ্যকর অভ্যাস এবং প্রাথমিক স্বাস্থ্য সেবা অন্তর্ভুক্ত।",
                ],
              },
              {
                title: "বয়ঃসন্ধিকালে",
                isTitleBold: true,
                subtitle: [
                  "১০ থেকে ১৯ বছর বয়সে ছেলেমেয়েরা নানারকম শারিরীক ও মানসিক পরিবর্তনের মধ্যে দিয়ে যায় যা উভয়ের প্রজনন ক্ষমতার সূচনা করে। এ সময়ে সমন্বিত যৌন শিক্ষা, গর্ভধারণ, পরিবার পরিকল্পনা ও বাল্যবিয়ে সম্পর্কিত তথ্য প্রদান এবং মানসিক সুস্থতা বজায় রাখা জরুরি।",
                ],
              },
              {
                title: "প্রজননক্ষম বয়সে",
                isTitleBold: true,
                subtitle: [
                  "প্রজননক্ষম বয়সে পরিবার পরিকল্পনা, সন্তান জন্মদানের প্রস্তুতি এবং স্বাস্থ্যকর গর্ভাবস্থা নিশ্চিত করার জন্য নিয়মিত স্বাস্থ্য পরীক্ষা ও পরামর্শ প্রয়োজন। এটি পরিবার পরিকল্পনার সিদ্ধান্ত এবং প্রজনন স্বাস্থ্য সম্পর্কিত সচেতনতা বৃদ্ধির জন্য গুরুত্বপূর্ণ।",
                ],
              },
              {
                title: "প্রজননক্ষম বয়স পরবর্তী সময়ে",
                isTitleBold: true,
                subtitle: [
                  "প্রজননক্ষম বয়স পরবর্তী সময়েও প্রজনন স্বাস্থ্যসেবা গুরুত্বপূর্ণ। স্বাস্থ্য এবং বয়সজনিত পরিবর্তনের সাথে সঙ্গতি রেখে সেবা নেওয়া এবং স্বাস্থ্যের প্রতি মনোযোগ রাখা প্রয়োজন।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "যৌন ও প্রজনন স্বাস্থ্য অধিকার",
        subtitle:
          "১৯৯৪ সালে জনসংখ্যা ও উন্নয়ন বিষয়ক আন্তর্জাতিক সম্মেলনে (আইসিপিডি) জনসংখ্যা নীতি ও যৌন এবং প্রজনন স্বাস্থ্যের অধিকারের প্রশ্নে নতুন বৈশ্বিক পদক্ষেপের বিষয়টি প্রথম উপস্থাপিত হয়। ১৯৯৫ সালে বেইজিং অনুষ্ঠিত নারী বিষয়ক ৪র্থ বৈশ্বিক সম্মেলন এবং ১৯৯৯ সালে আইসিপিডি+৫ সম্মেলনে ধারণাগুলোকে আরো এগিয়ে নিয়ে যাওয়া হয়।",
        details: [
          {
            type: "plain",
            title:
              "যৌন ও প্রজনন স্বাস্থ্য অধিকার (Sexual and Reproductive rights)",
            description: [
              "১৯৯৪ সালে জনসংখ্যা ও উন্নয়ন বিষয়ক আন্তর্জাতিক সম্মেলনে (আইসিপিডি) জনসংখ্যা নীতি ও যৌন এবং প্রজনন স্বাস্থ্যের অধিকারের প্রশ্নে নতুন বৈশ্বিক পদক্ষেপের বিষয়টি প্রথম উপস্থাপিত হয়। ১৯৯৫ সালে বেইজিং অনুষ্ঠিত নারী বিষয়ক ৪র্থ বৈশ্বিক সম্মেলন এবং ১৯৯৯ সালে আইসিপিডি+৫ সম্মেলনে ধারণাগুলোকে আরো এগিয়ে নিয়ে যাওয়া হয়।",
              "মূলত চারটি বিষয়বস্তু ধরে যৌন ও প্রজনন স্বাস্থ্য অধিকার আবর্তিত হয়। এগুলো হচ্ছে জেন্ডার সমতা ও সাম্য, যৌন অধিকার, প্রজনন অধিকার এবং যৌন ও প্রজনন স্বাস্থ্যসেবা।",
            ],
          },
          {
            type: "plain",
            title: "জেন্ডার সাম্যতা (Gender Equality)",
            description: [
              "জেন্ডার সাম্যতা হচ্ছে ছেলে মেয়েদের মধ্যে সব ধরণের সুফল ও দায় দায়িত্ব বন্টনে ন্যায্যতা।",
            ],
          },
          {
            type: "plain",
            title: "যৌন অধিকার (Sexual Rights)",
            description: [
              "স্বাধীনভাবে ও দায়িত্বশীলতার সঙ্গে যৌন স্বাস্থ্য বিষয়ক সকল তথ্য বৈষম্যহীনভাবে জানা এবং সিদ্ধান্ত গ্রহণ করতে পারাকেই যৌন অধিকার বলা হয়। যৌন ও প্রজনন স্বাস্থ্য সুরক্ষার বিষয়টিও এখানে অন্তর্ভুক্ত। যৌন জীবনে এবং এ বিষয়ক সকল সিদ্ধান্ত গ্রহণ বৈষম্য ও সহিংসতামুক্ত থাকবে।",
              "যৌন সম্পর্কে উভয়ের পূর্ণ সম্মতি, পারস্পরিক শ্রদ্ধা ও অভিন্ন দায়িত্ববোধ থাকতে হবে। মেয়েদের নিজের শরীরের ওপর পূর্ণ নিয়ন্ত্রণ এবং যৌন ও প্রজনন স্বাস্থ্যের ক্ষেত্রে বল, বৈষম্য ও সহিংসতা থেকে মুক্ত থেকে স্বাধীন সিদ্ধান্ত গ্রহণের ক্ষমতা থাকতে হবে।",
            ],
          },
          {
            type: "plain",
            title: "প্রজনন অধিকার (Reproductive Rights)",
            description: [
              "প্রজনন স্বাস্থ্য অধিকার হলো ব্যক্তিদের এমন মৌলিক অধিকার যা ব্যক্তির প্রজনন স্বাস্থ্য এবং যৌন জীবনের নিরাপত্তা, সুস্থতা, এবং স্বাধীনতা নিশ্চিত করে। এই অধিকারগুলি গর্ভধারণ, সন্তান জন্মদান, পরিবার পরিকল্পনা এবং যৌন জীবনের সাথে সম্পর্কিত সিদ্ধান্তগুলো গ্রহণ করার স্বাধীনতা এবং সুরক্ষা প্রদান করে।",
            ],
          },
        ],
      },
      {
        id: 6,
        title: "যৌন ও প্রজনন স্বাস্থ্যসেবা",
        details: [
          {
            type: "list",
            children: [
              {
                title: "বয়ঃসন্ধিকালীন সেবা",
              },
              {
                title: "মাতৃ ও শিশু স্বাস্থ্য",
              },
              {
                title: "গর্ভধারণ সম্পর্কিত সেবা",
              },
              {
                title: "গর্ভকালীন সেবা",
              },
              {
                title: "প্রসবকালীন সেবা",
              },
              {
                title: "প্রসব পরবর্তী সেবা",
              },
              {
                title: "নবজাতকের জন্য সেবা",
              },
              {
                title:
                  "পরিবার পরিকল্পনা বিষয়ক তথ্য, কাউন্সেলিং ও সেবা, পদ্ধতি সম্পর্কিত সেবা",
              },
              {
                title: "প্রজনন তন্ত্রের চিকিৎসা (নারী-পুরুষ)",
              },
              {
                title:
                  "যৌনবাহিত রোগ (এসটিডি) ও রিপ্রোডাক্টিভ ট্রাক্ট ইনফেকশনের (আরটিআই) সেবা",
              },
              {
                title:
                  "নিরাপদ মাসিক নিয়মিতকরণ সেবা এবং গর্ভপাত পরবর্তী জটিলতা ব্যবস্থাপনা সেবা",
              },
              {
                title: "বন্ধ্যাত্বের চিকিৎসা সেবা",
              },
              {
                title: "যৌন, প্রজনন স্বাস্থ্য বিষয়ক তথ্য, শিক্ষা ও কাউন্সেলিং",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ",
        subtitle:
          "যৌনবাহিত রোগ (STIs) এবং প্রজননতন্ত্রের সংক্রমণ বিষয়ে সচেতনতা অত্যন্ত গুরুত্বপূর্ণ, কারণ এসব রোগের প্রাথমিক পর্যায়ে কোনো লক্ষণ বা উপসর্গ দেখা না দেওয়ার কারণে অনেক সময় চিকিৎসা বিলম্বিত হতে পারে। তাই যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ সম্পর্কে প্রত্যেকেরই সচেতন হওয়া দরকার।",
        details: [
          {
            type: "plain",
            title:
              "যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ (Sexually Transmitted Disease and Reproductive Health Infection)",
            description: [
              "যৌনবাহিত রোগ (STIs) এবং প্রজননতন্ত্রের সংক্রমণ বিষয়ে সচেতনতা অত্যন্ত গুরুত্বপূর্ণ, কারণ এসব রোগের প্রাথমিক পর্যায়ে কোনো লক্ষণ বা উপসর্গ দেখা না দেওয়ার কারণে অনেক সময় চিকিৎসা বিলম্বিত হতে পারে। তাই যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ সম্পর্কে প্রত্যেকেরই সচেতন হওয়া দরকার।",
            ],
          },
          {
            type: "plain",
            title: "যৌনবাহিত রোগ (Sexually Transmitted Disease)",
            description: [
              "সংক্রমিত ব্যক্তির সাথে অনিরাপদ শারীরিক সম্পর্ক স্থাপনের মাধ্যমে যৌনবাহিত রোগ ছড়ায়। এছাড়া রক্ত, বীর্য এবং যোনিপথের নির্গত তরলের মাধ্যমেও এই রোগ ছড়ায়। যৌনবাহিত রোগকে সংক্ষেপে এসটিডি (STD) বলা হয়। ত্রিশের অধিক ভাইরাস, ব্যাকটেরিয়া এবং প্যারাসাইটের কারণে যৌনবাহিত রোগ হয়। এইসব জীবাণুগুলো গনোরিয়া, সিফিলিস, আর্থ্রাইটিস, জরায়ু মুখের (Cervicitis) সংক্রমণ, তলপেটের প্রজনন অঙ্গের প্রদাহজনিত রোগ (Pelvic Inflammatory disease), মলদ্বার এবং পায়ুপথে ব্যথা, ডায়রিয়া, ক্যান্সার ইত্যাদি রোগ ছড়ায়।",
            ],
          },
          {
            type: "list",
            title: "সংক্রমণের প্রাথমিক লক্ষণ ও উপসর্গ",
            children: [
              {
                title: "ফোঁড়া",
                isTitleBold: true,
                subtitle: [
                  "মুখ, যোনিপথ বা পায়ুপথে ব্যথাযুক্ত বা ব্যথাহীন ফোঁড়া।",
                ],
              },
              {
                title: "প্রস্রাবে জ্বালাপোড়া",
                isTitleBold: true,
                subtitle: [
                  "প্রস্রাবের সময় অস্বস্তি বা জ্বালাপোড়া অনুভব করা।",
                ],
              },
              {
                title: "তরল নিঃসরিত হওয়া",
                isTitleBold: true,
                subtitle: [
                  "পুরুষদের যৌনাঙ্গ বা মহিলাদের যোনিপথ থেকে তরল পদার্থের নিঃসরণ।",
                ],
              },
              {
                title: "যোনিপথে রক্তপাত",
                isTitleBold: true,
                subtitle: ["অস্বাভাবিক রক্তপাত"],
              },
              {
                title: "কুঁচকিতে ব্যথা",
                isTitleBold: true,
                subtitle: ["কুঁচকির এলাকা ফুলে যাওয়া বা ব্যথা অনুভব করা।"],
              },
              {
                title: "জ্বর ও ফ্লু লক্ষণ",
                isTitleBold: true,
                subtitle: [
                  "কিছু ক্ষেত্রে জ্বর বা ফ্লু’র মতো লক্ষণও দেখা দিতে পারে",
                ],
              },
              {
                title: "ঠান্ডা ও অবসাদ",
                isTitleBold: true,
                subtitle: ["শরীরে ঠান্ডা অনুভূতি বা অবসাদ"],
              },
              {
                title: "ত্বকে চুলকানি",
                isTitleBold: true,
                subtitle: ["শরীরের বিভিন্ন স্থানে চুলকানি অনুভূতি"],
              },
              {
                title: "শারীরিক সম্পর্কের সময় ব্যথা",
                isTitleBold: true,
                subtitle: ["যৌন সম্পর্কের সময় অসুবিধা বা ব্যথা।"],
              },
              {
                title: "অন্ডকোষের পরিবর্তন",
                isTitleBold: true,
                subtitle: ["লালচে হওয়া, ফুলে যাওয়া বা ব্যথা।"],
              },
            ],
          },
          {
            type: "list",
            title: "যাদের যৌনবাহিত রোগ হওয়ার সম্ভাবনা বেশি রয়েছে তারা হলেন",
            children: [
              {
                title: "যারা অনিরাপদ শারীরিক সম্পর্ক স্থাপন করেন",
              },
              {
                title:
                  "যাদের সাম্প্রতিক সময়ে কোন যৌনবাহিত রোগ হয়েছে তাদের সংস্পর্শে এলে",
              },
              {
                title: "যাদের একবার যৌনবাহিত কোন রোগ হয়েছে",
              },
              {
                title:
                  "যারা একের অধিক ব্যক্তির সাথে শারীরিক সম্পর্ক স্থাপন করেন",
              },
              {
                title: "যারা একই সূঁই এর মাধ্যমে শিরা পথে মাদক গ্রহণ করেন",
              },
            ],
          },
          {
            type: "list",
            title: "যৌনবাহিত রোগের ফলে নিচের জটিলতাগুলো দেখা দিতে পারে যেমন",
            children: [
              {
                title: "বাত",
              },
              {
                title: "চোখের প্রদাহ",
              },
              {
                title:
                  "তলপেটে প্রজনন অঙ্গের প্রদাহজনিত রোগ (Pelvic Inflammatory disease)",
              },
              {
                title: "সন্তান জন্মদানে অক্ষমতা",
              },
              {
                title: "জরায়ু মুখের ক্যান্সার (Cervical cancer)",
              },
              {
                title:
                  "অন্যান্য ক্যান্সার যেমন:HIV ও HPV এর সহযোগী লসিকাগ্রন্থি ও মলাশয়ের ক্যান্সার",
              },
              {
                title:
                  "জীবাণুর সংক্রমণ থেকে এইচআইভি (Opportunistic infections occurring in advanced HIV)",
              },
              {
                title: "হৃদরোগ",
              },
              {
                title: "হাঁটতে  অথবা ভারসাম্য নিয়ন্ত্রণে রাখতে সমস্যা",
              },
              {
                title: "মানসিক সমস্যা",
              },
              {
                title: "স্মৃতিভ্রষ্ট (Memory loss)",
              },
              {
                title:
                  "মা থেকে শিশুর রোগ সংক্রমণের কারণে ( Maternal-fetal transmission ) মারাত্মক জন্মগত ত্রুটি।",
              },
            ],
          },
          {
            type: "list",
            title: "যখন ডাক্তার দেখাবেন",
            children: [
              {
                title: "সঙ্গীর যৌনবাহিত (এসটিডি ) থাকলে",
              },
              {
                title: "যদি মনে হয় যে যৌনবাহিত (এসটিডি)  রোগ হয়েছে",
              },
              {
                title: "যোনিপথে ফোঁড়া বা লালচে দানা হলে",
              },
              {
                title:
                  "পুরুষের যৌনাঙ্গ এবং মেয়েদের যোনিপথ দিয়ে তরল কিছু নির্গত হলে",
              },
              {
                title: "প্রস্রাবে জ্বালাপোড়া হলে",
              },
              {
                title: "কুঁচকির লসিকানালী ফুলে গেলে",
              },
              {
                title: "নতুন কারো সাথে শারীরিক সম্পর্ক স্থাপনের আগে",
              },
              {
                title: "যৌন বাহিত রোগের পূর্ব ইতিহাস থাকলে",
              },
            ],
          },
          {
            type: "list",
            title: "যৌনবাহিত রোগ প্রতিরোধ",
            children: [
              {
                title: "নিরাপদ শারীরিক সম্পর্ক স্থাপন",
              },
              {
                title:
                  "শারীরিক সম্পর্ক স্থাপনের সময় যেন দুজনের রক্ত, বীর্য ও তরল একে অপরের সংস্পর্শে না আসে সেদিকে লক্ষ্য রাখতে হবে",
              },
              {
                title:
                  "নতুন কারো সাথে শারীরিক সম্পর্ক স্থাপনের সময় যৌনবাহিত কোন রোগ আছে কিনা তা পরীক্ষা করতে হবে",
              },
              {
                title:
                  "প্রতিবার শারীরিক সম্পর্ক স্থাপনের আগে কনডম ব্যবহার করতে হবে",
              },
              {
                title:
                  "কনডমের সাথে পেট্রোলিয়াম জেলি ক্রিমের মত তৈলাক্ত কিছু ব্যবহার করা যাবে না",
              },
              {
                title: "প্রাথমিক সনাক্তকরণ, প্রতিরোধ এবং সময়মত চিকিৎসা করা।",
              },
              {
                title: "যে কারো সাথে শারীরিক সম্পর্ক স্থাপন করা ঠিক নয়",
              },
              {
                title:
                  "নিরাপদ শারীরিক সম্পর্ক স্থাপনের সঠিক উপায় খুঁজে বের করতে হবে",
              },
              {
                title: "মদ ও মাদক দ্রব্য গ্রহণ থেকে বিরত থাকতে হবে",
              },
              {
                title: "ধর্মীয় এবং সামাজিক অনুশাসন মেনে চলতে হবে",
              },
              {
                title: "নিয়মিত যৌনবাহিত রোগের উপস্থিতি পরীক্ষা",
              },
            ],
          },
          {
            type: "list",
            title: "প্রজনন তন্ত্রের সংক্রমণ (Reproductive tract infections)",
            subtitle:
              "প্রজননতন্ত্রের সংক্রমণ হলো এমন রোগ যা পুরুষ ও নারীর প্রজনন অঙ্গগুলির মধ্যে ঘটতে পারে। এটি সাধারণত যৌনবাহিত রোগের কারণে হতে পারে, কিন্তু অন্যান্য সংক্রমণের কারণেও হতে পারে। এই সংক্রমণগুলি প্রজনন অঙ্গের বিভিন্ন অংশকে প্রভাবিত করতে পারে, যেমন জরায়ু, ডিম্বাশয়, ফ্যালোপিয়ান টিউব, টেস্টিকেলস এবং ইউরিনারি ট্র্যাক্ট। প্রজননতন্ত্রের সংক্রমণ প্রজনন ক্ষমতা, শারীরিক স্বাস্থ্য এবং মানসিক সুস্থতা ওপর গুরুতর প্রভাব ফেলতে পারে। যেমন:",
            children: [
              {
                title: "নারীদের প্রজননতন্ত্রের সংক্রমণ",
                isTitleBold: true,
                subtitle: ["পেলভিক ইনফ্লেমেটরি ডিজিজ (PID), ভ্যাজাইনাইটিস।"],
              },
              {
                title: "পুরুষদের প্রজননতন্ত্রের সংক্রমণ:",
                isTitleBold: true,
                subtitle: ["ইউরিথ্রাইটিস, অর্কাইটিস।"],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "অ-যৌন সংক্রমণের মধ্যে রয়েছে ব্যাকটেরিয়া ভ্যাজাইনোসিস (ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে প্রজনন অঙ্গে সংক্রমণ) এবং পেলভিক প্রদাহজনিত রোগ (সাধারণত জরায়ু, ডিম্বনালি ও অন্যান্য প্রজনন অঙ্গের সংক্রামণকে বলা হয়)। এই সংক্রমণগুলি হলে অপরিপক্ব সন্তান জন্মদান, জন্মের সময় কম ওজন, পুষ্টিহীনতা এবং অন্যান্য সংক্রমণ হওয়ার ঝুঁকি বেড়ে যায়।",
              "প্রজনন স্বাস্থ্য সংক্রমণের কারণে শারীরিক স্বাস্থ্যের পাশাপাশি মানসিক এবং সামাজিক জীবনে প্রভাব ফেলতে পারে যা পারস্পরিক সর্ম্পক এবং মানসিক সুস্থতাকে প্রভাবিত করে।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণ (Symptoms)",
            children: [
              {
                title: "পুরুষদের ক্ষেত্রে",
                isTitleBold: true,
                children: [
                  {
                    title: "প্রস্রাবের রাস্তায় পূঁজ",
                  },
                  {
                    title: "পুরুষাঙ্গে ঘা বা ক্ষত",
                  },
                  {
                    title: "অন্ডকোষে ব্যথা ও ফুলে যাওয়া",
                  },
                  {
                    title: "ঘন ঘন প্রস্রাব",
                  },
                  {
                    title: "প্রস্রাবে জ্বালাপোড়া এবং ব্যথা",
                  },
                  {
                    title: "কুচকি ফুলে যাওয়া ও ব্যথা",
                  },
                ],
              },
              {
                title: "নারীদের ক্ষেত্রে",
                isTitleBold: true,
                children: [
                  {
                    title: "যোনিপথে দুর্গন্ধযুক্ত স্রাব",
                  },
                  {
                    title: "যৌনাঙ্গে ক্ষত বা ঘা",
                  },
                  {
                    title: "যোনিপথে চুলকানি ও জ্বালাপোড়া",
                  },
                  {
                    title: "তলপেটের দুইদিকে ব্যথা",
                  },
                  {
                    title: "কুচকি ফুলে যাওয়া ও ব্যথা",
                  },
                  {
                    title: "সহবাসের সময় ব্যথা",
                  },
                  {
                    title: "কোনো কোনো ক্ষেত্রে জ্বর",
                  },
                ],
              },
            ],
          },
          {
            type: "list",
            title: "প্রজননতন্ত্রের সংক্রমণের কারণসমূহ ",
            children: [
              {
                title: "অস্বাস্থ্যকর যৌন মিলন।",
              },
              {
                title:
                  "মাসিকের সময় অপরিষ্কার কাপড় বা স্যানিটারি প্যাড ব্যবহার করলে তা থেকে সংক্রমণ হতে পারে। একই স্যানিটারি প্যাড অনেক সময় যাবত ব্যবহার করা।",
              },
              {
                title:
                  "জীবাণুমুক্ত পরিবেশে প্রসব করানো না হলে এবং পরবর্তীতে ব্যক্তিগত পরিচ্ছন্নতা বজায় না রাখলে।",
              },
              {
                title:
                  "আইইউডি স্বাস্থ্য সম্মতভাবে এবং জীবাণুমুক্ত উপায়ে পরানো না হলে সংক্রমণ ঘটতে পারে।",
              },
              {
                title:
                  "প্রজনন অঙ্গে কোনো প্রকার আঘাত লাগলে বা  অস্বাস্থ্যসম্মত ভাবে অস্ত্রোপাচার করলে।",
              },
              {
                title: "জীবানুমুক্ত সূচ বা সিরিঞ্জ ব্যবহার না করলে।",
              },
              {
                title: "আক্রান্ত ব্যক্তির রক্ত শরীরে গ্রহণ করলে।",
              },
              {
                title: "আক্রান্ত মা থেকে সন্তানের মাঝে সংক্রমণ ছড়াতে পারে।",
              },
            ],
          },
          {
            type: "list",
            title: "রোগ প্রতিরোধ (Precautions for prevent STD)",
            children: [
              {
                title:
                  "প্রজনন স্বাস্থ্য ভাল রাখতে হলে নারী ও পুরুষ উভয়কেই সবসময় প্রজনন অঙ্গসমূহের যত্ন নিতে হবে",
              },
              {
                title:
                  "যৌনরোগ সন্দেহ হলে দ্রুত নিকটস্থ স্বাস্থ্যকেন্দ্রের স্বাস্থ্য ও পরিবার পরিকল্পনা কর্মীর পরামর্শ নিতে হবে,অবশ্যই নিজের ও যৌনসঙ্গীর (যদি থাকে) এক সঙ্গে চিকিৎসা নিতে হবে।",
              },
              {
                title:
                  "চিকিৎসকের পরামর্শ অনুযায়ী পূর্ণ মেয়াদে ঔষুধ খেতে হবে এবং অন্যান্য বিধি-নিষেধ মেনে চলতে হবে।",
              },
              {
                title: "প্রয়োজনে যৌন মিলনের সময় কনডম ব্যবহার করতে হবে।",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "বাংলাদেশে যৌন ও প্রজননতন্ত্রের সংক্রমণের হার বেশি। কারণ অনেকেই প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পায় এবং চিকিৎসা নিতে দ্বিধা বোধ করে । তবে সময়মত সঠিক চিকিৎসা করলে যৌন রোগ ও প্রজননতন্ত্রের সংক্রমণজনিত রোগ দ্রুত ভালো হয়।",
            ],
          },
        ],
      },
      {
        id: 8,
        title: "বিশেষ চাহিদা সম্পন্ন ব্যক্তির প্রজনন স্বাস্থ্য সেবা",
        details: [
          {
            type: "list",
            title: "বিশেষ চাহিদা সম্পন্ন বা প্রতিবন্ধী ব্যক্তি",
            subtitle: [
              "বলতে সেই ব্যক্তিদের বোঝায় যাদের দৈহিক, মানসিক, সামাজিক বা আচরণগত সক্ষমতা সাধারণ মানুষের তুলনায় কম বা ভিন্ন। এই ব্যক্তিদের বিশেষভাবে সাহায্য করার জন্য প্রজনন স্বাস্থ্য সেবা নিশ্চিত করা অত্যন্ত জরুরি, কারণ তাদের জন্য প্রজনন স্বাস্থ্য সংক্রান্ত চাহিদাগুলি একেবারেই আলাদা হতে পারে।",
            ],
            children: [
              {
                title:
                  "বিশেষ চাহিদা সম্পন্ন বা প্রতিবন্ধী ব্যক্তিদের প্রজনন স্বাস্থ্য সংক্রান্ত সেবা প্রদানে চিকিৎসকের অভিজ্ঞতা এবং দক্ষতা নিশ্চিত করতে হবে।",
              },
              {
                title:
                  "চলাচলের সুবিধার জন্য বিশেষভাবে অভিগমনযোগ্য পরিবেশ তৈরি করা, যেমন সহজে চলাচলের রাস্তা ও সুবিধাজনক যোগাযোগ ব্যবস্থা।",
              },
              {
                title:
                  "পরিবারের সদস্যদেরকে প্রজনন স্বাস্থ্য বিষয়ে সচেতন হওয়া এবং সঠিক পরিচর্যা প্রদান করা।",
              },
              {
                title:
                  "অভিজ্ঞ চিকিৎসক, থেরাপিস্ট এবং সামাজিক কর্মীদের সাথে নিয়মিত যোগাযোগ রাখা, যারা বিশেষ চাহিদা সম্পন্ন বা প্রতিবন্ধী ব্যক্তির চাহিদাগুলি বুঝতে ও পূরণ করতে সহায়ক।",
              },
              {
                title:
                  "বিশেষ চাহিদা সম্পন্ন বা প্রতিবন্ধী ব্যক্তিদের প্রতি সহানুভূতি ও সহযোগিতামূলক আচরণ করা এবং তাদের সমস্যাগুলি গুরুত্বের সাথে বিবেচনা করা।",
              },
              {
                title:
                  "বিশেষ চাহিদা সম্পন্ন বা প্রতিবন্ধী ব্যক্তিদের প্রজনন স্বাস্থ্য সংক্রান্ত সেবা প্রদানে চিকিৎসকের অভিজ্ঞতা এবং দক্ষতা নিশ্চিত করতে হবে।",
              },
            ],
          },
        ],
      },
      {
        id: 9,
        title: "টিডি টিকা",
        details: [
          {
            type: "plain",
            title: "টিডি টিকা (TD Vaccine)",
            description: [
              "টিডি টিকা, যা টিটেনাস এবং ডিপথেরিয়া প্রতিরোধের জন্য ব্যবহৃত হয়, একজন ব্যক্তির শরীরে দুটি গুরুতর রোগের বিরুদ্ধে শক্তিশালী প্রতিরোধ গড়ে তুলতে সাহায্য করে। বিশেষ করে, ১৫-৪৯ বছর বয়সী সন্তান ধারণক্ষম সকল নারীকে ধনুষ্টংকার (টেটানাস) এবং ডিপথেরিয়া (ডিপথেরিয়া) প্রতিরোধের জন্য এই টিকার মাধ্যমে প্রতিরোধমূলক ব্যবস্থা গ্রহণের পরামর্শ দেওয়া হয়।",
            ],
          },
          {
            type: "plain",
            title: "প্রধান উপাদান",
          },
          {
            type: "plain",
            title: "টিটেনাস (Tetanus, T)",
            description: [
              "টিটেনাস এক ধরনের বিষাক্ত রোগ যা পেশীগুলির শক্ত হয়ে যাওয়ার কারণ হয়। এর ফলে মুখ খুলতে, গিলতে এবং শ্বাস নিতে সমস্যা হতে পারে এবং এটি মৃত্যুর কারণও হতে পারে। এই রোগ সাধারণত কাটা বা ক্ষতের মাধ্যমে শরীরে প্রবেশ করে।",
            ],
          },
          {
            type: "plain",
            title: "ডিপথেরিয়া (Diphtheria, D)",
            description: [
              "ডিপথেরিয়া শ্বাস-প্রশ্বাসের সমস্যা, হৃদযন্ত্রের বিকলতা, পক্ষাঘাত অথবা মৃত্যুর কারণ হতে পারে। এই রোগ মানুষ থেকে মানুষে ছড়িয়ে পড়ে এবং শ্বাসনালীতে সংক্রমণ ঘটায়।",
            ],
          },
          {
            type: "plain",
            title: "সময়সীমা",
            description: [
              "১৫-৪৯ বছর বয়সের নারীদের টিডি টিকাদান সময়সূচি",
              "টিডি-১: ১৫ বছর ১ মাস বয়স হলেই দ্রুত দিতে হবে",
              "টিডি-২: টিডি -১ পাওয়ার কমপক্ষে ২৮ দিন পর",
              "টিডি-৩: টিডি-২ পাওয়ার কমপক্ষে ৬ মাস পর",
              "টিডি-৪: টিডি -৩ পাওয়ার কমপক্ষে ১ বছর পর",
              "টিডি-৫: টিডি-৪ পাওয়ার কমপক্ষে ১ বছর পর",
            ],
          },
          {
            type: "plain",
            description: [
              "মনে রাখতে হবে : ধনুষ্টংকার ও ডিপথেরিয়া মারাত্মক রোগ। এ রোগগুলো থেকে রক্ষা পেতে সব নারীকে ৫ ডোজ টিডি টিকা সঠিক সময়ে নিতে হবে।",
            ],
          },
          {
            type: "plain",
            title: "গর্ভবতী নারীর টিডি টিকা",
            description: [
              "যে সকল গর্ভবতী মা আগে কখনো টিডি টিকা নেয়নি তাকে ১ম ডোজ টিডি টিকা নিতে হবে গর্ভধারণের ৪র্থ মাসে। ২য় ডোজ নিতে হবে তার ৪ সপ্তাহ পর । ৩য় ডোজ নিতে হবে ২য় ডোজের ৬ মাস পর অথবা পরবর্তী গর্ভধারণের সময়। ৪র্থ ডোজ নিতে হবে ৩য় ডোজের ১ বছর পর অথবা পরবর্তী গর্ভধারণের সময়। ৫ম ডোজটি ৪র্থ ডোজের ১ বছর পর অথবা পরবর্তী গর্ভধারণের সময় নিতে হবে। এভাবে ৫ ডোজ টিকা সঠিক সময়ে নেয়া হলে মা ও শিশু সারাজীবন ধনুষ্টংকার ও ডিপথেরিয়া থেকে রক্ষা পাবে।",
              "যদি একজন কিশোরী ৫ ডোজ টিডি পেয়ে থাকে তাহলে গর্ভকালীন সময়ে টিডি টিকা নেয়ার প্রয়োজন নাই।প্রসবের সময়ের সাথে টিকাদান সময়সূচির কোনো পরিবর্তন হবে না",
            ],
          },
        ],
      },
      {
        id: 10,
        title: "প্রজনন  স্বাস্থ্যসেবা পেতে  যোগাযোগ  করুন",
        details: [
          {
            type: "list",
            title: "প্রজনন  স্বাস্থ্যসেবা পেতে  যোগাযোগ  করুন",
            subtitle: "আমরা এখানে কোন একটা বার ব্যবহার করতে পারি",
            children: [
              {
                title: "স্বাস্থ্য বাতায়ন (১৬২৬৩)",
              },
              {
                title: "সুখী পরিবার কল সেন্টার – ১৬৭৬৭",
              },
              {
                title: "মানসিক স্বাস্থ্য : ০৯৬৭৮৭৭১৬১১",
              },
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
              },
              {
                title: "উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title:
                  "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান হাসপাতাল/ ক্লিনিক যেমন: সূর্যের হাসি ক্লিনিক, মেরী স্টোপস-০৮০০০২২২৩৩৩, আরএইচস্টেপ, আইপাস-বাংলাদেশ।",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      title: "",
      subtitle:
        "এখানে আমরা প্রজনন স্বাস্থ্য সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। প্রজনন স্বাস্থ্য বিষয়ে সঠিক তথ্য আপনার অন্তর্জগতকে বিকশিত করে একটি সুস্থ জীবন যাপনে সাহায্য করবে। আপনি বিষয়গুলো জানুন এবং আপনার আশে পাশে পরিচিত সকলকে জানান।",
      questions: [
        {
          id: 0,
          title:
            "প্রজনন স্বাস্থ্যের পরিচর্যা কোন বয়সের নারী ও পুরুষের জন্য প্রযোজ্য?",
          options: [
            "কেবল শিশুদের জন্য",
            "কেবল যুবকদের জন্য",
            "যে কোন বয়সের জন্য",
            "কেবল বৃদ্ধদের জন্য",
          ],
          answer: 2,
        },
        {
          id: 1,
          title:
            "রজনন স্বাস্থ্যের ধারণা কী শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ?",
          options: ["হ্যাঁ", "না", "কখনো কখনো", "নির্ভর করে"],
          answer: 1,
        },
        {
          id: 2,
          title: "কোন বয়সে প্রজনন স্বাস্থ্যসেবার সবচেয়ে বেশি যত্ন নিতে হয়?",
          options: ["শিশুকালে", "বয়ঃসন্ধিকালে", "প্রজননক্ষম বয়সে", "বৃদ্ধকালে"],
          answer: 1,
        },
        {
          id: 3,
          title: "প্রজনন স্বাস্থ্যের কোন ক্ষেত্রটি মাতৃস্বাস্থ্য অন্তর্ভুক্ত?",
          options: [
            "গর্ভকালীন সেবা",
            "প্রসবকালীন সেবা",
            "প্রসব পরবর্তী সেবা",
            "উপরোক্ত সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 4,
          title: "ব্যাকটেরিয়া ভ্যাজাইনোসিস কোন কারণে হয়?",
          options: [
            "ভাইরাসের কারণে",
            "ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে",
            "ফাঙ্গাসের কারণে",
            "প্রোটোজোয়ার কারণে",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "প্রজনন স্বাস্থ্য সংক্রমণ কোন রোগগুলিকে অন্তর্ভুক্ত করে?",
          options: ["এইচআইভি এইডস", "ক্ল্যামাইডিয়া", "গনোরিয়া", "উপরের সবগুলো"],
          answer: 3,
        },
        {
          id: 6,
          title: "প্রজনন স্বাস্থ্যের জন্য নিয়মিত চেকআপ কেন জরুরি?",
          options: [
            "রোগ প্রতিরোধ করার জন্য",
            "প্রজনন স্বাস্থ্য সংক্রমণ প্রতিরোধ ও সময়মত চিকিৎসা নিশ্চিত করার জন্য",
            "ডায়াবেটিস নিয়ন্ত্রণ করার জন্য",
            "খাদ্য নিরাপত্তা নিশ্চিত করার জন্য",
          ],
          answer: 1,
        },
        {
          id: 7,
          title:
            "প্বাংলাদেশে প্রজননতন্ত্রের সংক্রমণের হার বেশি হওয়ার একটি কারণ কী?",
          options: [
            "প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পাওয়া",
            "চিকিৎসা নিতে দ্বিধা বোধ করা",
            "সঠিক চিকিৎসার অভাব",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 8,
          title:
            "বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের প্রজনন স্বাস্থ্য সেবা নিশ্চিত করতে কী করতে হবে?",
          options: [
            "পারিবারিক সচেতনতা",
            "অভিজ্ঞ চিকিৎসক ও সাহায্যকারীর সাথে যোগাযোগ",
            "চলাচলের রাস্তা ও সহজ যোগাযোগ প্রক্রিয়া নিশ্চিত করা",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 9,
          title: "স্বাস্থ্যসম্মত ভাবে যৌন মিলন না করলে কী হতে পারে?",
          options: [
            "উচ্চ রক্তচাপ",
            "প্রজনন স্বাস্থ্য সংক্রমণ",
            "মেয়েদের অনিয়মিত মাসিক",
            "স্বাস্থ্যহানী",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 2,
    categoryTitle: "মাসিক স্বাস্থ্য ব্যাবস্থাপনা",
    categoryDescription:
      "মাসিক স্বাস্থ্যবিধি নারীর শারীরিক ও মানসিক স্বাস্থ্য অর্থাৎ সামগ্রিক সুস্থতাকে প্রভাবিত করে। মাসিক ব্যবস্থাপনা নারীর প্রজনন জীবনে গুরুত্বপূর্ণ ভূমিকা পালন করে। তাই মাসিককালীন সময়ে স্বাস্থ্য সুরক্ষায় মাসিক ব্যবস্থাপনার গুরুত্ব সম্পর্কে সচেতন থাকা জরুরী।",
    categoryImageUrl: require("@/assets/images/education/2.png"),
    categoryBGColor: "#ffe1d7",
    subcategories: [
      {
        id: 1,
        title: "মাসিক",
        subtitle:
          "বয়ঃসন্ধিকালে ছেলে মেয়ে উভয়েই কিছু শারীরিক, মানসিক, সামাজিক পরিবর্তনের মধ্য দিয়ে যায়। এই পরিবর্তনগুলোর মাধ্যমে প্রজনন ক্ষমতা অর্জন করে এবং ধীরে ধীরে প্রাপ্ত-বয়স্ক ব্যক্তিতে পরিণত হয়। মেয়েদের এ পরিবর্তনের মধ্যে একটি হল মাসিক বা ঋতুস্রাব। মাসিক একটি প্রাকৃতিক প্রক্রিয়া এবং এটি স্বাস্থ্যকর জীবনের একটি অংশ। প্রতি মাসে একটি নির্দিষ্ট সময়ে হরমোনের প্রভাবে যোনিপথ দিয়ে যে রক্ত ও জরায়ু নিঃসৃত তরল পদার্থ বের হয়ে আসে, একেই মাসিক বা ঋতুস্রাব বলে৷",
        details: [
          {
            type: "plain",
            title: "মাসিক (Menstruation)",
            description: [
              "বয়ঃসন্ধিকালে ছেলে মেয়ে উভয়েই কিছু শারীরিক, মানসিক, সামাজিক পরিবর্তনের মধ্য দিয়ে যায়। এই পরিবর্তনগুলোর মাধ্যমে প্রজনন ক্ষমতা অর্জন করে এবং ধীরে ধীরে প্রাপ্ত-বয়স্ক ব্যক্তিতে পরিণত হয়। মেয়েদের এ পরিবর্তনের মধ্যে একটি হল মাসিক বা ঋতুস্রাব। মাসিক একটি প্রাকৃতিক প্রক্রিয়া এবং এটি স্বাস্থ্যকর জীবনের একটি অংশ। প্রতি মাসে একটি নির্দিষ্ট সময়ে হরমোনের প্রভাবে যোনিপথ দিয়ে যে রক্ত ও জরায়ু নিঃসৃত তরল পদার্থ বের হয়ে আসে, একেই মাসিক বা ঋতুস্রাব বলে৷",
            ],
          },
          {
            type: "list",
            title: "মাসিকের কিছু সাধারণ লক্ষণ",
            children: [
              {
                title: "তলপেট ও কোমর ব্যথা",
                isTitleBold: true,
                subtitle: [
                  "মাসিক চলাকালে ব্যথা হওয়া স্বাভাবিক, যা 'ডিসমেনোরিয়া' নামে পরিচিত। এটি মাসিকের প্রথম ২-৩ দিন বেশি হতে পারে।",
                ],
              },
              {
                title: "পিঠের ব্যথা",
                isTitleBold: true,
                subtitle: [
                  "কোমর ও পিঠে ব্যথা হতে পারে যা তলপেটের ব্যথার সাথে সম্পর্কিত।",
                ],
              },
              {
                title: "স্তন ব্যথা",
                isTitleBold: true,
                subtitle: ["স্তনে ফোলা ভাব বা ব্যথা হওয়া স্বাভাবিক।"],
              },
              {
                title: "শরীর দুর্বল লাগা",
                isTitleBold: true,
                subtitle: [
                  "শরীরের রক্ত স্রাবের কারণে একটু দুর্বলতা অনুভব করা স্বাভাবিক।",
                ],
              },
              {
                title: "বমি-বমি ভাব ও ক্লান্তি",
                isTitleBold: true,
                subtitle: [
                  "হরমোনাল পরিবর্তনের কারণে ক্লান্তি এবং বমি-বমি ভাব দেখা দিতে পারে।",
                ],
              },
              {
                title: "মানসিক পরিবর্তন",
                isTitleBold: true,
                subtitle: [
                  "হরমোনাল পরিবর্তনের কারণে মাসিকের সময়ে মেজাজের তারতম্য এবং কাজে অনীহা দেখা দিতে পারে।",
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "স্থায়ীত্ব",
            description: [
              "মাসিক বা ঋতুস্রাব সাধারণত মেয়েদের বয়স ১০-১৪ বছর বয়সের মধ্যে শুরু হয়। এটি প্রথম মাসিক বা menarche হিসেবে পরিচিত। তবে কিছু মেয়ের জন্য এটি ৯ বছর বয়সেও শুরু হতে পারে, যা তাদের শারীরিক এবং বংশগত বৈশিষ্ট্যের উপর নির্ভর করে।",
              "মাসিকের সময়কাল সাধারণত ৪৫-৫০ বছর বয়স পর্যন্ত অব্যাহত থাকে, যা মোনোপজ নামে পরিচিত। এই সময় পর্যন্ত, প্রতি মাসে ৩-৭ দিন পর্যন্ত রক্তস্রাব হয়। মাসিক চক্র সাধারণত ২১ থেকে ৩৫ দিন পর পর হয়, যদিও এটি ব্যক্তিভেদে পরিবর্তিত হতে পারে।",
              "মাসিকের স্বাভাবিক সময়কাল এবং চরিত্রের পরিবর্তন প্রাকৃতিক এবং এটি শরীরের হরমোনের পরিবর্তনের সাথে সম্পর্কিত। যদি কোনো সমস্যা বা অস্বাভাবিকতা দেখা দেয়, যেমন খুব ভারী বা অস্বাভাবিক রক্তস্রাব, ব্যথা বা চক্রের অসঙ্গতি, তবে একজন চিকিৎসকের পরামর্শ নেওয়া উচিত।",
              "যদি কোনো কিশোরীর ১৩ বছর বয়সের মধ্যে মাসিক শুরু না হয়, তবে এটি 'বিলম্বিত বয়ঃসন্ধিকাল' হিসেবে ধরা যায়। এছাড়াও শারীরিক পরিবর্তন এবং অন্যান্য নারীসুলভ বৈশিষ্ট্য যেমন স্তনবৃদ্ধি বা শরীরের গঠনগুলিও বিলম্বিত হতে পারে। এক্ষেত্রে একজন চিকিৎসকের পরামর্শ নেওয়া উচিত। চিকিৎসক সম্ভাব্য কারণগুলোর নির্ণয় করে প্রয়োজনীয় চিকিৎসা বা পরামর্শ প্রদান করতে পারেন।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "মাসিক চক্র",
        subtitle:
          "এক একটি মাসিক চক্র মূলত প্রজনন বা সন্তান জন্মদানের জন্য নারীর শরীরকে তৈরি করে। মাসিকের প্রথম দিন থেকে পরবর্তী মাসিক শুরুর আগ পর্যন্ত সময়কে—একটি চক্র হিসেবে গণনা করা হয়।",
        details: [
          {
            type: "plain",
            title: "মাসিক চক্র (Menstruation Cycle)",
            description: [
              "এক একটি মাসিক চক্র মূলত প্রজনন বা সন্তান জন্মদানের জন্য নারীর শরীরকে তৈরি করে। মাসিকের প্রথম দিন থেকে পরবর্তী মাসিক শুরুর আগ পর্যন্ত সময়কে—একটি চক্র হিসেবে গণনা করা হয়।",
              ,
              "মাসিক চক্র গড়ে ২১ থেকে ৩৫ দিন পর্যন্ত চলতে থাকে। তবে সার্বিকভাবে ২৮-৩০দিন ধরে এই চক্র গণনা করা হয়। মাসিক চক্রের ৪টি পর্যায় রয়েছে। প্রতিটি একটি নির্দিষ্ট হরমোন নিঃসরণের সাথে যুক্ত যা একটি নির্দিষ্ট কাজ করে।",
            ],
          },
          {
            type: "image",
            url: require("@/assets/images/education/2-2-1.png"),
          },
          {
            type: "plain",
            title:
              "১ম ধাপ- মাসিক পর্যায় (১ম-৫ম দিন), (1st stage of menstruation phase (1st-5th day)",
            description: [
              "পিরিয়ডের ১ম দিন থেকে চক্রের ৫ম দিনে এই পর্যায় শেষ হয়। এই পর্যায়ে প্রজনন অঙ্গের ঘন আস্তরণের ক্ষরণ হয়, যা গর্ভধারণের প্রয়োজন হয় না তাই এটি বের হয়ে যায়। এই সময়ে নির্গত রক্ত ​​হল ঋতুস্রাবের তরল, শ্লেষ্মা এবং জরায়ু থেকে টিস্যুগুলির সংমিশ্রণ। এসময় প্রায় ৬০-৮০মিলিলিটার পরিমাণ রক্ত নির্গত হয়।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "নিম্নলিখিত কিছু সাধারণ লক্ষণ এবং উপসর্গগুলি ১ম পর্বে লক্ষ্য করা যেতে পারে।",
            children: [
              {
                title: "পেটের ব্যাথা",
              },
              {
                title: "শরীর ফুলে যাওয়া",
              },
              {
                title: "মাথা ব্যাথা",
              },
              {
                title: "স্তন স্ফীত হওয়া",
              },
              {
                title:
                  "মেজাজ তারতম্য দেখা যায় যেমন-খিটখিটে ভাব বা অতি আবেগপ্রবণ হওয়া",
              },
              {
                title: "অবসাদ ও ক্লান্তি ভাব",
              },
            ],
          },
          {
            type: "plain",
            title:
              "২য় ধাপ ফলিকিউলার পর্যায় (৬ষ্ঠ-১৩ম দিন) (2st stage Follicular phase 6th - 13th day) ",
            description: [
              "মাসিক চক্রের একটি হরমোন ঘটিত প্রক্রিয়া। এ পর্যায়ে  ডিম্বাশয়ে ৫ থেকে ২০ ফলিকল কোষ  তৈরি করে।  প্রতিটি ফলিকলে একটি অপরিপক্ক ডিম পাওয়া যায় তবে কেবলমাত্র স্বাস্থ্যকর ডিমই শেষ পর্যন্ত পরিপক্ক হয়। অবশিষ্ট ফলিকলস শরীরে ফিরে শোষিত হয়। ফলিকুলার সময়কাল গড়ে প্রায় ১৩-১৬ দিন স্থায়ী হয়। নিচে ফলিকুলার পর্যায়ে কিছু লক্ষণ ও উপসর্গ দেওয়া হল।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            children: [
              {
                title: "কাজে মনোযোগ বৃদ্ধি",
              },
              {
                title: "সতেজ এবং উজ্জ্বল ত্বক",
              },
            ],
          },
          {
            type: "plain",
            title:
              "৩য় ধাপ-ওভিউলেশন বা  ডিম্বস্ফোটন পর্যায়  (১৪তম দিন) 3rd Stage Ovulation phase  (14th day)",
            description: [
              "এই পর্বে নারী সবচেয়ে বেশি প্রজনন সক্ষম হন। পিটুইটারি গ্রন্থি চক্রের ১৪ তম দিনে একটি হরমোন নিঃসরণ করে যা ডিম্বাশয়কে পরিপক্ক ডিম্বাণু কোষ মুক্ত করতে আগ্রহী করে এবং ডিমের কোষকে জরায়ুর দিকে নিয়ে যায়। এই পর্বের  ডিমের  গড় জীবনকাল প্রায় ২৪ ঘন্টা। এই সময়ের মধ্যে ডিম্বাণু  শুক্রাণুর সংস্পর্শে না আসলে এটি নিষ্ক্রিয় হয়ে যাবে।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "নীচে ডিম্বস্ফোটন পর্বের কিছু লক্ষণ রয়েছে, এই লক্ষণগুলি আপনি কখন আপনার গর্ভাবস্থার পরিকল্পনা করতে পারেন তা নির্ধারণ করতে সহায়তা করতে পারে।",
            children: [
              {
                title: "স্তনে ব্যথা বা কোমলতা",
              },
              {
                title: "তলপেটে ব্যথা",
              },
              {
                title: "বমি বমি ভাব",
              },
              {
                title: "জরায়ুতে হালকা দাগ",
              },
              {
                title: "শরীরের তাপমাত্রা পরিবর্তন",
              },
            ],
          },
          {
            type: "plain",
            title:
              "৪র্থ ধাপ লউটিয়াল পর্যায় (১৫তম-২৮তম দিন) (4th stage Luteal phase (15th - 28th day)",
            description: [
              "এই সময়ে নারীর শরীর একটি নতুন চক্রের জন্য প্রস্তুত হতে শুরু করে। হরমোন উৎপাদন শুরু হওয়ার সাথে সাথে মাসিকের লক্ষণগুলিও পুনরায় শুরু হয়। হরমোন, প্রাথমিকভাবে প্রোজেস্টেরন এবং কিছু ইস্ট্রোজেন, দ্বারা নিঃসৃত হয়। প্রজনন বয়সের মহিলাদের মধ্যে প্রতি মাসে ডিম্বাশয় বিকাশ লাভ করে এবং নতুন চক্র শুরু হয়।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "এই পর্যায়ে, নারী গর্ভবতী না হন, তাহলে তিনি কিছু উপসর্গ অনুভব করতে পারেন। এর মধ্যে রয়েছে",
            children: [
              {
                title: "শরীর ফুলে যাওয়া",
              },
              {
                title: "স্তন স্ফীত, ব্যাথা বা কোমলতা অনুভব করা",
              },
              {
                title: "মেজাজ পরিবর্তন হওয়া",
              },
              {
                title: "মাথা ব্যাথা",
              },
              {
                title: "ওজন বৃদ্ধি",
              },
              {
                title: "ক্ষুধা বৃদ্ধি",
              },
              {
                title: "ঘুমের সমস্যা",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "কারো কারো ২১ দিনের সংক্ষিপ্ত চক্র হয়, আবার কারো ৩৫ দিনের মতো দীর্ঘ চক্রও হতে পারে। একটা নির্দিষ্ট বয়সের (৪৫ থেকে ৫৫ বছর) পর ঋতুচক্র স্থায়ীভাবে বন্ধ হয়ে যায়। একে মেনোপজ বলে। যদি কারো ১২ মাসের বেশি সময় ধরে ঋতুস্রাব /মাসিক বন্ধ থাকে তাহলেই ধরে নিতে হবে এটি মেনোপজ। মেনোপজ পর্যায়ে নারীর ডিম্বাশয় থেকে ডিম্বকোষ উৎপাদন বন্ধ হয়ে যায়",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "সাদা স্রাব",
        subtitle:
          "সাদা স্রাব বা লিউকোরিয়া নারীদের একটি সাধারণ ও স্বাভাবিক প্রক্রিয়া। যোনিপথে সাদা তরল পদার্থ নির্গত হওয়াকেই লিউকোরিয়া বা সাদা স্রাব বলে। এর জন্য আলাদা চিকিৎসার প্রয়োজন নেই। তবে পরিমাণ, রঙ ও গন্ধে যদি পরিবর্তন আসে তাহলে সেটি ভয়ের কারণ হতে পারে। বিবাহিত হোক আর অবিবাহিতই হোক, সাদা স্রাব নিয়ে কারনে অকারনে অনেক নারীরাই দুশ্চিন্তায় ভোগেন। সঠিক তথ্য না জানার কারনে অনেক সময় এটা মানসিক যন্ত্রণা আর অস্বস্তির কারন হয়ে ওঠে",
        details: [
          {
            type: "plain",
            title: "সাদা স্রাব (Leucorrhoea)",
            description: [
              "সাদা স্রাব বা লিউকোরিয়া নারীদের একটি সাধারণ ও স্বাভাবিক প্রক্রিয়া। যোনিপথে সাদা তরল পদার্থ নির্গত হওয়াকেই লিউকোরিয়া বা সাদা স্রাব বলে। এর জন্য আলাদা চিকিৎসার প্রয়োজন নেই। তবে পরিমাণ, রঙ ও গন্ধে যদি পরিবর্তন আসে তাহলে সেটি ভয়ের কারণ হতে পারে। বিবাহিত হোক আর অবিবাহিতই হোক, সাদা স্রাব নিয়ে কারনে অকারনে অনেক নারীরাই দুশ্চিন্তায় ভোগেন। সঠিক তথ্য না জানার কারনে অনেক সময় এটা মানসিক যন্ত্রণা আর অস্বস্তির কারন হয়ে ওঠে",
              "সাদা স্রাব বা লিউকোরিয়া শরীরে সংক্রমণের কারণ হতে পারে। অনেকের ক্ষেত্রে সাদাস্রাবের জন্য কাপড় বা আন্ডার গার্মেন্টস ভেজা থাকে এবং শুকালে এক ধরনের সাদা, হলদেটে বা বাদামি দাগ লেগে থাকে। অতিরিক্ত সাদা স্রাবের ধারণা একেক জনের কাছে একেক রকম। অল্প সাদা স্রাব হলে অনেকে ভয় পেয়ে যান। আবার কেউ কেউ অতিরিক্ত সাদা স্রাবের জন্যও অস্বস্তিবোধ করেন না। যৌন এবং প্রজনন সংক্রান্ত স্বাস্থ্যবিধি বিষয়ে অবহেলার কারণে মেয়েদের অনেক জটিল শারীরিক সমস্যায় পড়তে হয়। এধরনের জটিল রোগের অন্যতম হল লিউকোরিয়া বা সাদা স্রাব।",
              "তবে সাদা স্রাব যে কোনও বয়সের মেয়েদের হতে পারে। সাধারণত মাসিকের আগে বা পরে ১ থেকে ২ দিন সাদা স্রাব হয়। লিউকোরিয়ার প্রকোপের সময় স্রাবের রঙ, পরিমাণ, অবস্থান এবং স্থায়িত্ব কতটা হবে তা প্রত্যেক নারীর ক্ষেত্রে আলাদা হতে পারে।",
            ],
          },
          {
            type: "plain",
            title: "সাদাস্রাবের উপসর্গ",
            description: [
              "লিউকোরিয়া বা সাদা স্রাবের সবচেয়ে বড় উপসর্গ বা লক্ষণ হল, এই রোগের কারণে জরায়ু থেকে সাদা, হলুদ, হাল্কা নীল কিংবা লাল রঙের এবং দুর্গন্ধযুক্ত চটচটে তরল পদার্থ নির্গমন হয়। এছাড়া লিউকোরিয়া হলে নানা রকম লক্ষণ দেখা দিতে পারে। লক্ষণগুলির মধ্যে পড়ে—",
            ],
          },
          {
            type: "list",
            children: [
              { title: "যোনিদেশে চুলকানি" },
              { title: "স্মৃতিভ্রংশ" },
              { title: "ক্ষুধা কমে যাওয়া ও মাথা ঘোরানো" },
              { title: "হাত, পা, কোমরে ব্যথা" },
              { title: "পায়ের পেশিতে টান ধরা" },
              { title: "বমি বমি ভাব, কখনও কখনও বমি হওয়া" },
              {
                title: "বার বার প্রস্রাব করা",
              },
              {
                title: "প্রস্রাব না হওয়া এবং পেট ভারী বোধ হওয়া",
              },
              {
                title: "বিষন্নতা এবং খিটখিটে ভাব",
              },
            ],
          },
          {
            type: "plain",
            title: "সাদাস্রাবের কারণ",
            description: [
              "নানা কারণে লিউকোরিয়া বা সাদাস্রাব হতে পারে। যার মধ্যে মূলত রয়েছে স্বাস্থ্যবিধি না মেনে চলা, শরীরে রক্তের অভাব, ত্রুটিপূর্ণ শারীরিক সম্পর্ক, অনেক বেশি না খেয়ে থাকা, অতিরিক্ত শারীরিক পরিশ্রম, রোগগ্রস্ত পুরুষের সঙ্গে যৌন সম্পর্ক, যোনিদ্বারে ব্যাকটেরিয়ার উপস্থিতি, যোনিদ্বার কিংবা জরায়ুর মুখে ফোস্কা কিংবা বার বার সন্তান নষ্ট হওয়া ইত্যাদি।",
            ],
          },
          {
            type: "list",
            title:
              "এসব ছাড়াও, আরও অন্য অনেক কারণে মেয়েদের লিউকোরিয়ার সমস্যা হতে পারে। যেমন—",
            children: [
              {
                title: "গর্ভধারণ",
              },
              {
                title: "প্রস্রাবে সংক্রমণ",
              },
              {
                title: "টিকাদান",
              },
              {
                title: "দেহে ভাল ব্যাকটেরিয়ার অভাব",
              },
              {
                title:
                  "প্রোসোপ্লাসিয়া (কিছু বিশেষ ধরনের চিকিৎসা সংক্রান্ত সমস্যা বা পরিবর্তন)",
              },
              {
                title:
                  "ডায়াবেটিসের কারণে যোনিদ্বারে ফাংগাল ইস্ট সংক্রমণ হতে পারে",
              },
              {
                title: "অতিরিক্ত ঝাল ও মশলাদার খাবার খাওয়া",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যদি আপনি নিজের শরীরে এই সব লক্ষণগুলি দেখতে পান তাহলে দ্রুত নিকটস্থ স্বাস্থ্যকেন্দ্রে গিয়ে বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিন।",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "অনিয়মিত মাসিক",
        subtitle:
          "যাদের মাসিক/ঋতুচক্র প্রতি মাসে হয় না অথবা দুই মাস আবার কখনও তিন-চার মাস পর পর হয়, তখন তাকে অনিয়মিত মাসিক বলে। সাবালিকা হওয়ার প্রথম ১-২ বছর ডিম্বাশয়ের অপরিপক্বতা ও হরমোনজনিত কারণে কিশোরীদের অনিয়মিত মাসিক হতে পারে।",
        details: [
          {
            type: "plain",
            title: "অনিয়মিত মাসিক (Irregular Menstruation)",
            description: [
              "যাদের মাসিক/ঋতুচক্র প্রতি মাসে হয় না অথবা দুই মাস আবার কখনও তিন-চার মাস পর পর হয়, তখন তাকে অনিয়মিত মাসিক বলে। সাবালিকা হওয়ার প্রথম ১-২ বছর ডিম্বাশয়ের অপরিপক্বতা ও হরমোনজনিত কারণে কিশোরীদের অনিয়মিত মাসিক হতে পারে।",
              "নিয়মিত মাসিক চক্র একটি স্বাস্থ্যকর প্রজনন প্রক্রিয়ার সূচক। সাধারণত ২৮ দিনের ঋতুচক্রকে একটি আদর্শ ঋতুচক্র হিসেবে ধরা হয়। তবে, ২১ থেকে ৩৫ দিনের মধ্যে যেকোনো দৈর্ঘ্যের চক্র স্বাভাবিক বলে বিবেচিত হয়। মাসিক প্রতি মাসের নির্দিষ্ট সময়ের ৭ দিন আগে বা ৭ দিন পরে হয়, তা নিয়মিত মাসিকচক্র হিসেবে বিবেচিত করা হয়। যদি মাসিক চক্র ২১ দিনের কম বা ৩৫ দিনের বেশি হয়ে থাকে, বা দুই থেকে তিন মাসের ব্যবধানে হয়ে থাকে, তবে এটিকে অনিয়মিত মাসিকচক্র বলা হয়। ",
            ],
          },
          {
            type: "list",
            title:
              "যেসব কারণে অনিয়মিত মাসিক (Irregular Menstruation) হতে পারে",
            children: [
              {
                title: "ওজন বেড়ে যাওয়া",
              },
              {
                title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম",
              },
              {
                title: "মানসিক চাপ",
              },
              {
                title: "জরায়ু টিউমার",
              },
              {
                title: "এন্ডোমেট্রিওসিস",
              },
              {
                title: "থাইরয়েড হরমোনের তারতম্য- ইত্যাদি",
              },
            ],
          },
          {
            type: "list",
            title: "অনিয়মিত মাসিক প্রতিরোধের সবচেয়ে উপায়-",
            children: [
              {
                title: "অতিরিক্ত ওজন নিয়ন্ত্রণে নিয়ে আসতে হবে।",
              },
              {
                title: "ফাস্টফুড বা জাঙ্ক ফুড জাতীয় খাবার পরিহার করতে হবে।",
              },
              {
                title: "স্বাস্থ্যকর ও পুষ্টিকর খাবার খেতে হবে",
              },
              {
                title: "নিয়মিত ব্যায়াম করতে হবে।",
              },
              {
                title: "নিয়ম করে রোজ ৭ থেকে ৮ ঘণ্টা রাতে ঘুমাতে হবে",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যখন মাসিক অনিয়মিত হচ্ছে, শুরুতেই গাইনি বিশেষজ্ঞ ডাক্তারের কাছে গিয়ে চিকিৎসা নিতে হবে। যদি হরমোনের তারতম্য দেখা যায়, তা হলে সে অনুযায়ী চিকিৎসা দিয়ে থাকে, যাতে পরবর্তীতে মাসিক নিয়মিত হওয়া, সন্তান নিতে সমস্যা না হয়।",
            ],
          },
        ],
      },
      {
        id: 5,
        title: "মেনোরেজিয়া",
        subtitle:
          "মাসিক চলাকালে স্বাভাবিকের চাইতে বেশি রক্তপাত হলে তাকে চিকিৎসা বিজ্ঞানের ভাষায় মেনোরেজিয়া বা অতিস্রাব বলা হয়। সাধারণত ৭দিন স্বাভাবিক ঋতুস্রাব হওয়ার পর অতিরিক্ত রক্তপাত চলতে থাকাকে মেনোরেজিয়া বলে। রোগীর শারীরিক অবস্থার ওপর এর সময়কাল নির্ভর করে",
        details: [
          {
            type: "plain",
            title: "মেনোরেজিয়া (Menorrhagia)",
            description: [
              "মাসিক চলাকালে স্বাভাবিকের চাইতে বেশি রক্তপাত হলে তাকে চিকিৎসা বিজ্ঞানের ভাষায় মেনোরেজিয়া বা অতিস্রাব বলা হয়। সাধারণত ৭দিন স্বাভাবিক ঋতুস্রাব হওয়ার পর অতিরিক্ত রক্তপাত চলতে থাকাকে মেনোরেজিয়া বলে। রোগীর শারীরিক অবস্থার ওপর এর সময়কাল নির্ভর করে",
              "হলো একটি শারীরিক অবস্থা যেখানে নারীদের ঋতুস্রাব অতিরিক্ত ভারী হয় বা দীর্ঘস্থায়ী হয়। এটি সাধারণত প্রিমেনোপজাল (মেনোপজের আগে) নারীদের মধ্যে দেখা যায়, তবে যে কোন বয়সের নারীদের মধ্যেও লক্ষ্য করা যায়। এটি রক্তসল্পতার (anemia) একটি সাধারণ কারণ হতে পারে। কখনও কখনও, রক্তপাত এতটাই তীব্র হয় যে এটি কাজ, স্কুল এবং সামাজিক জীবনের মতো স্বাভাবিক দৈনন্দিন রুটিনগুলিকে ব্যাহত করে। হরমোনের পরিবর্তনের মত বিভিন্ন কারণে অতিরিক্ত রক্তপাত হতে পারে। অতিরিক্ত রক্তপাতের ফলে রক্তাসল্পতা, ক্লান্তিভাব প্রভৃতি হওয়ার সম্ভাবনা থাকে। ",
            ],
          },
          {
            type: "list",
            title: "উপসর্গ ও লক্ষণ",
            children: [
              {
                title:
                  "অতিরিক্ত রক্তপাতের ফলে স্যানিটারি প্যাড বারবার বদলাতে হয় [অনেক সময় প্রতি ঘন্টায় ১টি বা তার বেশী ট্যাম্পুন অথবা স্যানিটারি প্যাড লাগে]",
              },
              {
                title: "৭ দিনের অধিক ঋতুস্রাব হওয়া",
              },
              {
                title: "ঋতুস্রাবের সময় জমাট বাঁধা রক্ত নির্গত হওয়া",
              },
              {
                title: "রক্তপাতের কারণে সাধারণ কাজকর্ম করতে না পারা",
              },
              {
                title: "শ্বাসকষ্ট এবং ক্লান্তিভাব",
              },
              {
                title: "কর্মক্ষমতা কমে যাওয়া",
              },
              {
                title: "ক্রমাগত তলপেটে ব্যথা হওয়া",
              },
            ],
          },
          {
            type: "plain",
            title: "মেনোরেজিয়ার কারণ",
            description: [
              "মেনোরেজিয়ার অনেকগুলি কারণের মধ্যে দুটি উল্লেখযোগ্য কারণ হলো জরায়ু এবং হরমোন সংক্রান্ত গোলযোগ",
            ],
          },
          {
            type: "list",
            subtitle: "অন্যান্য কারণ হলো",
            children: [
              {
                title: "জরায়ুতে টিউমার",
              },
              {
                title: "জরায়ু বা সার্ভিকাল ক্যান্সার",
              },
              {
                title: "অনুপযুক্ত গর্ভনিরোধক গ্রহণ করা",
              },
              {
                title:
                  "গর্ভাবস্থা সম্পর্কিত সমস্যা — গর্ভপাত বা একটোপিক প্রেগনেন্সি অথবা যে পরিস্থিতিতে নিষিক্ত ডিম্বাণু জরায়ুর বাইরে প্রতিস্থাপিত হয়",
              },
              {
                title: "অনিয়মিত রক্তপাত",
              },
              {
                title: "কিডনি, লিভার বা থাইরয়েডের সমস্যা",
              },
              {
                title: "পেলভিক অংশে কোনো রোগ (প্রজনন তন্ত্রে সংক্রমণ)",
              },
              {
                title: "অ্যাসপিরিনের মতো ড্রাগ নেওয়া",
              },
              {
                title: "পেরিমেনোপজ — নির্দিষ্ট সময়ের আগেই মেনোপজ হওয়া",
              },
              {
                title: "সন্তানের জন্ম দেওয়া",
              },
              {
                title: "গর্ভাশয়ের পেশিতে ফাইব্রয়েড ও পলিপের উপস্থিতি",
              },
            ],
          },
          {
            type: "list",
            title: "মেনোরেজিয়া আছে এমন নারীদের ঋতুস্রাবের কষ্ট কম করার উপায়",
            children: [
              {
                title: "মেন্সট্রুয়াল কাপ",
                isTitleBold: true,
                subtitle: [
                  "হলো একটি পুনঃব্যবহারযোগ্য মাসিক স্যানিটারি পণ্য যা ঋতুস্রাবের রক্ত সংগ্রহ করার জন্য ব্যবহৃত হয়। এটি সাধারণত সিলিকন, লেটেক্স বা ইলাস্টোমার দিয়ে তৈরি হয় এবং যোনিপথে প্রবেশ করানো হয়।",
                  "মেন্সট্রুয়াল কাপকে যোনিপথে প্রবেশ করালে এটি ঋতুস্রাবের রক্ত সংগ্রহ করে। এতে কোনোরকম ব্যথা হয় না এবং সাধারণত ৪ থেকে ১২ ঘণ্টা পর্যন্ত ব্যবহার করা যায়। ব্যবহারের পর কাপটি খালি করে ভালোভাবে পরিষ্কার করতে হয় এবং পুনরায় ব্যবহার করা যায়। এটি প্যাড বা ট্যাম্পুনের তুলনায় অধিক পরিবেশবান্ধব এবং আরামদায়ক হিসেবে বিবেচিত হয়। অস্বস্তি না হওয়ায় এটি পরে একজন মহিলা সব ধরনের কাজ করতে পারবেন।",
                  "মেন্সট্রুয়াল কাপে কোনো প্রকার লিকেজ হয় না এবং এটি প্যাডের মতই কার্যকর। তা সত্ত্বেও কোনো কোনো নারীর পক্ষে মেন্সট্রুয়াল কাপ ব্যবহার করা এবং রক্ষণাবেক্ষণ করা কষ্টকর। এটি ভালোভাবে পরিষ্কার না করলে সমস্যা হতে পারে।",
                ],
              },
              {
                title: "হিটিং প্যাড",
                isTitleBold: true,
                subtitle: [
                  "হিটিং প্যাড সাধারণত ব্যথা, অস্বস্তি, বা পেশীর সঙ্কোচন কমাতে ব্যবহার করা হয়। এটি শরীরের নির্দিষ্ট অংশে তাপ প্রয়োগ করে, যা রক্ত সঞ্চালন বৃদ্ধি করে এবং পেশীর সংকোচন কমাতে সাহায্য করে। ঋতুস্রাবের সময় এই হিটিংপ্যাড ব্যথা কমাতে সাহায্য করে। হিটিং প্যাডের উষ্ণতা পেশীর জন্য আরামদায়ক। হিটপ্যাড রক্ত চলাচল বৃদ্ধি করে এবং তলপেটের ব্যথা কমায়। কোল্ড থেরাপিও এইভাবে কাজ করে। কোল্ড কম্প্রেসার টান বা ব্যথা কমাতে ব্যবহৃত হয়। শরীরের জন্য যেটি উপযুক্ত সেটি ব্যবহার করা যেতে পারে।",
                ],
              },
              {
                title: "পর্যাপ্ত বিশ্রাম",
                isTitleBold: true,
                subtitle: [
                  "ঋতুস্রাবের সময় পর্যাপ্ত পরিমাণে বিশ্রাম শরীর এবং মন উভয়ের পক্ষে আরামদায়ক। ",
                ],
              },
              {
                title: "ব্যায়াম এবং খাবার",
                isTitleBold: true,
                subtitle: [
                  "যোগব্যায়াম মানসিক চাপ কমাতে সাহায্য করে এবং রক্তের প্রবাহকে নিয়ন্ত্রণ করে। যোগব্যায়াম মানসিক চাপ ও উদ্বেগ কমাতে সাহায্য করে। এটি মস্তিষ্কে এন্ডোরফিনের নিঃসরণ বাড়ায়, যা ভালো অনুভূতির জন্য পরিচিত এবং ঋতুস্রাবের সময় পেশীর ব্যথা কমাতে সাহায্য করে। ঋতুস্রাবের ফলে রক্তের পরিমাণ কমে যাওয়ার পর ভিটামিন ডি ও আয়রন সাপ্লিমেন্ট এর পরিমাণ পুনরায় বৃদ্ধি করতে সাহায্য করে। মাছ থেকে পাওয়া ওমেগা-৩ ফ্যাটি অ্যাসিড ঋতুস্রাবের সময় প্রদাহ কমানোর জন্য পরিচিত।",
                  "যখন সব রকম সতর্কতা নেওয়া সত্ত্বেও উপসর্গ ক্রমাগত দেখা দেয়, তখন একজন ডাক্তারের সাথে পরামর্শ করা উচিত এবং পেশাদারি সেবাকর্মীর সাহায্য নেওয়া উচিৎ।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 6,
        title: "মাসিক /ঋতুস্রাব সংক্রান্ত ভ্রান্তধারণা",
        subtitle:
          "প্রজনন চক্রের একটি প্রাকৃতিক ও স্বাভাবিক প্রক্রিয়া। যদিও এটি একটি সাধারণ শারীরবৃত্তীয় ঘটনা, সমাজে এখনও অনেক স্থানে এটি একটি নিষিদ্ধ বা ট্যাবু বিষয় হিসেবে বিবেচিত হয়। এই বিষয়টি সম্পর্কে সচেতনতা বাড়ানোর মাধ্যমে সমাজের ভুল ধারণাগুলি ভাঙা প্রয়োজন।",
        details: [
          {
            type: "plain",
            title:
              "মাসিক /ঋতুস্রাব সংক্রান্ত ভ্রান্তধারণা ( Menstrual / Menstrual Misconceptions)",
            description: [
              "প্রজনন চক্রের একটি প্রাকৃতিক ও স্বাভাবিক প্রক্রিয়া। যদিও এটি একটি সাধারণ শারীরবৃত্তীয় ঘটনা, সমাজে এখনও অনেক স্থানে এটি একটি নিষিদ্ধ বা ট্যাবু বিষয় হিসেবে বিবেচিত হয়। এই বিষয়টি সম্পর্কে সচেতনতা বাড়ানোর মাধ্যমে সমাজের ভুল ধারণাগুলি ভাঙা প্রয়োজন।",
              "বিশ্ব স্বাস্থ্য সংস্থা (WHO) স্বাস্থ্য ঝুঁকি প্রতিরোধে মাসিক পরিচ্ছন্নতার উপর জোর দেয়। মাসিক নিয়ে ভুল ধারণা নারীদের শারীরিক ও মানসিক সুস্থতার উপর প্রভাব ফেলে।  মাসিকের সময় সমাজে প্রচলিত ভ্রান্তধারণা হল:",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "নারীরা অশুচি বা খারাপ বাতাস বহন করে।",
              },
              {
                title: "মেয়েরা সন্ধ্যায় বাইরে যেতে পারে না।",
              },
              {
                title: "মাসিকের সময় গাছ তলায় গেলে ভূত ধরে।",
              },
              {
                title: "মাসিকের সময় মাছ-মাংস-ডিম-দুধ খেতে পারবে না।",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত কাপড় বাইরে খোলা অবস্থায় শুকাতে দেয়া যাবে না।",
              },
              {
                title: "নারীরা শুভ কাজ ও ধর্মীয় কাজে অংশগ্রহণ করতে পারে না।",
              },
              {
                title: "নারীরা রান্নাঘরে প্রবেশ করতে পারবে না।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের স্পর্শে বানানো কাসুন্দি, ডালের বড়ি, আচার নষ্ট হয়ে যায়।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের পুকুর, জলাশয় বা নদীতে গোসল করা নিষেধ।",
              },
              {
                title: "মাসিকের সময় নিরামিষ খেলে পেট ব্যথা করে না।",
              },
              {
                title: "মাছ/মাংস খেলে গায়ে দুর্গন্ধ হয়।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের ফুল/গাছ ধরা নিষেধ, এতে ফুল/গাছ মরে যায়।",
              },
              {
                title: "মাসিকের সময় মেয়েরা ছেলেদের সাথে খেলতে যাওয়া যাবে না।",
              },
              {
                title: "হিন্দু শাস্ত্র মতে, মাসিকের সময় ঠাকুর ঘরে ঢোকা যায় না।",
              },
              {
                title: "মাসিক চলাকালীন নারীদেরকে অপবিত্র মনে করা হয়।",
              },
              {
                title:
                  "হিন্দুধর্ম মতে, মাসিক চলাকালীন জোরে কথা বলা, খোপায় ফুল দেওয়া এমনকি অন্য কোন ব্যক্তিকে স্পর্শ করা পর্যন্ত বারণ।",
              },
              {
                title:
                  "কিছু কিছু এলাকায় মাসিক চলাকালীন সময়ে মেয়ে/নারীকে স্পর্শ করা ব্যক্তিকেও অশুচি মনে করা হয়।",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "মাসিকের সময় করণীয়",
        subtitle:
          "প্রতিটি নারীর জন্য পিরিয়ড বা মাসিক খুবই সাধারণ একটি শারীরবৃত্তীয় প্রক্রিয়া। প্রতি মাসে সঠিক সময়ে মাসিক শুরু হওয়ার মাধ্যমে নারীর শারীরিক সুস্থতাও নিশ্চিত হয়। মাসিকের সময় যথযথ ব্যবস্থা ও যত্ন নেওয়া প্রয়োজন।",
        details: [
          {
            type: "list",
            title: "মাসিকের সময় করণীয়",
            children: [
              {
                title:
                  "মাসিকের সময় নরম ও আরামদায়ক কাপড় এবং স্যানিটারি প্যাড/ ন্যাপকিন ব্যবহার করতে হবে। কাপড়, স্যানিটারি ন্যাপকিন বা প্যাড ভিজে গেলে তা পাল্টে নতুন করে পড়তে হবে, ৪-৬ ঘণ্টা অন্তর অন্তর প্যাড পরিবর্তন করতে হবে। এতে করে প্রজননতন্ত্রের ইনফেকশন হওয়া থেকে সুরক্ষিত থাকা যাবে।",
              },
              {
                title:
                  "এ সময় পরিষ্কার-পরিচ্ছন্ন থাকতে হবে এবং নিয়মিত গোসল করতে হবে।",
              },
              {
                title:
                  "পুষ্টিকর ও সুষম খাদ্য গ্রহণ করতে হবে। পরিমাণমতো পানি (দিনে কমপক্ষে ৮ গ্লাস) পান করতে হবে।",
              },
              {
                title:
                  "মেয়েদের বিশেষ কিছু শারীরিক পরিবর্তনের মধ্যদিয়ে তাদের বয়ঃসন্ধি শুরুর আভাস পাওয়া যায়,যেমন— বুকের গঠনগত পরিবর্তন, বিশেষ অঙ্গে লোম গজানো , প্রথম মাসিকের ৬-১২ মাস আগে তরল স্রাব নিঃসৃত হওয়া ইত্যাদি। বয়ঃসন্ধিকালের শারীরিক পরিবর্তনগুলো শুরু হলেই বুঝতে হবে প্রথম মাসিক সন্নিকটে। সাধারণত ১০-১৬ বছর বয়সে প্রথম মাসিক হয়ে থাকে, অনেকের ৮-৯ বছরে শুরু হয়ে যায়। মা-বোন ও বড়দের উচিত প্রথম মাসিকের আগেই বয়ঃসন্ধি ও মাসিকের বিষয়ে কিশোরীকে সঠিক ধারণা দেওয়া এবং তার শারীরিক যত্নের পাশাপাশি মানসিক স্বাস্থ্যের দিকেও খেয়াল রাখা।",
              },
              {
                title:
                  "বয়ঃসন্ধিকালে সন্তানদের স্বাভাবিক বৃদ্ধি না হলে,  যতদ্রুত সম্ভব বিশেষজ্ঞ ডাক্তারের কাছে নিয়ে যাওয়া ।",
              },
              {
                title:
                  "মাসিক শুরু হওয়ার আগে অথবা মাসিক চলাকালে মেয়েদের কিছু স্বাভাবিক লক্ষণ দেখা দিতে পারে, যেমন− প্রতি মাসিকের আগে বা চলাকালে জ্বর, অতিমাত্রায় রক্তপাত, পেটে অসহ্য ব্যথা, ২১ দিনের আগে বা ৩৫ দিনের পর মাসিক শুরু হওয়া, দুই চক্রের মধ্যবর্তী সময়ের ব্যবধান পরিবর্তিত হতে থাকলে, মাসিকের স্থায়িত্ব যদি ৩ দিনের কম বা ৭ দিনের বেশি হয়, বছরে তিনবার বা তার কম মাসিক হলে, এই ধরনের সমস্যা দেখা দিলে ভীত না হয়ে মা-বোন ও বড়দের জানাতে হবে, প্রয়োজনে চিকিৎসকের কাছে যেতে হবে।",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত প্যাড বা কাপড় যেখানে-সেখানে ফেলা উচিত নয়। এতে পরিবেশ নষ্ট হয় এবং রোগজীবাণু ছড়ায়। এগুলো কাগজে মুড়িয়ে ময়লা-আবর্জনা ফেলার নির্দিষ্ট জায়গাতে ফেলতে হবে অথবা গর্ত করে মাটির নিচে পুঁতে রাখতে হবে।",
              },
              {
                title:
                  "প্রয়োজনে বাবা-মা ও পরিবারের অন্য নারী সদস্যদের সাথে কথা বলা",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত পোশাক নোংরা পানিতে না ধোয়া, বরং সাবান ও পরিষ্কার পানি দিয়ে ভালো করে ধোয়া",
              },
              {
                title:
                  "মাসিকের কাপড় অন্ধকার ও স্যাঁতস্যাঁতে জায়গায় শুকাতে না দিয়ে বরং পরিষ্কার জায়গায় রোদে শুকানো ও নিরাপদ জায়গায় সংরক্ষণ",
              },
              {
                title:
                  "তলপেটের ব্যথার সময় বোতলে গরম পানি নিয়ে সেঁক দিলে আরাম পাওয়া যাবে",
              },
              {
                title:
                  "অতিরিক্ত ব্যথা বা সংক্রমণ হলে চিকিৎসকের পরামর্শ নিতে হবে",
              },
              {
                title:
                  "বিশ্রামে থাকতে হবে, তবে স্কুলে যাওয়া বা ঘরের কাজ করার মতো স্বাভাবিক কাজ করা অব্যাহত রাখা যাবে",
              },
              {
                title:
                  "মাসিকের সময় চিকিৎসকের পরামর্শ নিয়ে কিছু ব্যায়াম শরীর ও মনকে ভালো রাখতে পারে",
              },
              { title: "পুষ্টিকর খাবার বিশেষ করে আয়রন সমৃদ্ধ খাবার খাওয়া" },
              { title: "পর্যাপ্ত বিশ্রাম" },
              { title: "খাবারে পর্যাপ্ত প্রোটিন ও ভিটামিন নিশ্চিত করা" },
              {
                title:
                  "প্রয়োজনে কৈশোরবান্ধব স্বাস্থ্য সেবা কেন্দ্রের সহায়তা নেয়া।",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "মাসিকের সময় খাবার",
        subtitle:
          "পিরিয়ডের সময়টা প্রত্যেক নারীর জন্য বেশ কঠিন ও চ্যালেঞ্জিং। এ সময় অনেক ধরনের সমস্যা দেখা দিতে পারে তলপেটের অতিরিক্ত ব্যথা, খিটখিটে মেজাজ, মাথা ঘোরানো, অ্যাসিডিটি, মুখের অরুচি, বমি বমি ভাব, অস্বস্তিবোধ ইত্যাদি। পিরিয়ডের দিনগুলোতে রক্তক্ষরণের কারণে শরীরে আয়রনের ঘাটতি দেখা দেয়। এই ঘাটতি পুষিয়ে নিতে এই সময়ে নিজেকে সুস্থ ও কর্মক্ষম রাখতে কিছু খাবার গ্রহণ বেশ জরুরি।",
        details: [
          {
            type: "plain",
            title: "মাসিকের সময় খাবার",
            description: [
              "পিরিয়ডের সময়টা প্রত্যেক নারীর জন্য বেশ কঠিন ও চ্যালেঞ্জিং। এ সময় অনেক ধরনের সমস্যা দেখা দিতে পারে তলপেটের অতিরিক্ত ব্যথা, খিটখিটে মেজাজ, মাথা ঘোরানো, অ্যাসিডিটি, মুখের অরুচি, বমি বমি ভাব, অস্বস্তিবোধ ইত্যাদি। পিরিয়ডের দিনগুলোতে রক্তক্ষরণের কারণে শরীরে আয়রনের ঘাটতি দেখা দেয়। এই ঘাটতি পুষিয়ে নিতে এই সময়ে নিজেকে সুস্থ ও কর্মক্ষম রাখতে কিছু খাবার গ্রহণ বেশ জরুরি। ",
            ],
          },
          {
            type: "list",
            title: "মাসিকের সময় খাবার (Food habit during menstruation)",
            subtitle:
              "মাসিকের সময় কিছু বিশেষ খাবার যোগ করতে এবং কিছু খাবার এড়িয়ে চলতে পরামর্শ দেন বিশেষজ্ঞরা। মাসিকের সময় দৈনন্দিন স্বাভাবিক সব খাবারই খাওয়া দরকার; যেমন:",
            children: [
              {
                title: "ফাইবার",
                isTitleBold: true,
                subtitle: [
                  "ফাইবারজাতীয় খাবার অন্ত্রের চলাচল নিয়মিত রাখে। আঁশজাতীয় খাবার দেহের হজমশক্তি উন্নত করবে, বিশেষভাবে পিরিয়ডের সময়। কারণ, এতে কমপ্লেক্স কার্বোহাইড্রেট, ভিটামিন ও মিনারেল আছে।",
                  "সবুজ শাকসবজিতে উচ্চমাত্রায় আঁশ আছে, যা কিনা হজমে সহায়তা করে। খাবার ভালোভাবে হজম হওয়া পিরিয়ডের সময় সুস্থ থাকার অন্যতম অপরিহার্য শর্ত। তাই প্রতি বেলার খাবারে রাখুন সবুজ শাকসবজি ও ফাইবার সমৃদ্ধ খাবার।",
                ],
              },
              {
                title: "পানি",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় রক্তের পাশাপাশি শরীর থেকে অনেক পানি বেরিয়ে যায়। এই অভাব পূরণ করতে প্রচুর পানি পান করতে হবে। তবে মনে রাখবেন, কোনো পানীয় নয়, শুধু পানি। চা, কফি, কোলা ইত্যাদি দিয়ে এই ঘাটতি পূরণ হবে না।",
                ],
              },
              {
                title: "ম্যাগনেশিয়াম ও পটাশিয়াম",
                isTitleBold: true,
                subtitle: [
                  "ম্যাগনেশিয়াম ও পটাশিয়ামযুক্ত খাবার মাথাব্যথা, পেটব্যাথা, পেশির টানের মতো লক্ষণগুলো কমাতে সাহায্য করে। মিষ্টি কুমড়ার বিচি, হোল গ্রেইন খাবার, কলা, মিষ্টি আলু, বিনস, অ্যাভোকাডো ম্যাগনেশিয়াম, পটাশিয়ামের অন্যতম উৎস। কলা পটাশিয়ামের অন্যতম ভান্ডার, যা পিরিয়ডের সময় আপনার বিষণ্নতা দূর করে।",
                ],
              },
              {
                title: "ভিটামিন বি১২ এবং ভিটামিন বি৬",
                isTitleBold: true,
                subtitle: [
                  "ভিটামিন বি১২ ও ভিটামিন বি৬ পেট ফাঁপা এবং মুড পরিবর্তন রোধ করে। ব্রকলি, টমেটো, লেবু, কমলা, ভুট্টা, ডিম, আখরোট, শস্য দানা/বীজ ইত্যাদি ভিটামিন বি১২ ও বি৬ সমৃদ্ধ খাবার।",
                ],
              },
              {
                title: "আয়রন",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় যেসব খাবারে প্রচুর আয়রন পাওয়া যায়, সেগুলো খেতে হবে। শরীরে আয়রনের ঘাটতি পূরণ করে যেমন মাছ, মাংস, ডিম, কলিজা, কচুশাক, পুঁইশাক, ডাঁটাশাক, ফুলকপির পাতা, ছোলাশাক, ধনেপাতা, তরমুজ, কালো জাম, খেজুর, পাকা তেঁতুল, আমড়া ইত্যাদি। অ্যানিমিয়া বা রক্তশূন্যতা কমানোর জন্য লাল মাংস খুব প্রয়োজনীয়। চর্বি ছাড়া লাল মাংস রাখুন খাবারের তালিকায়।",
                ],
              },
              {
                title: "ফল",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় ভিটামিন সি–যুক্ত ফল শরীরের জন্য অনেক উপকারী। শরীরে আয়রনের ঠিকমতো শোষণ ও যথাযথ কার্যকারিতার জন্য ভিটামিন সি প্রয়োজন। পেয়ারা, আমড়া, আমলকী, লেবু, মাল্টা, জলপাই, জাম্বুরা, পাকা টমেটো, কামরাঙা, পাকা পেঁপে, আনারস ইত্যাদিতে প্রচুর ভিটামিন সি পাওয়া যায়।",
                ],
              },
              {
                title: "ক্যালসিয়াম",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ড চলাকালীন ক্যালসিয়াম সমৃদ্ধ খাবার খেতে হবে। দুধ, দুধজাতীয় খাবার, পনির, ক্যালসিয়াম সমৃদ্ধ সয়াবিন মিল্ক, কাঁটাযুক্ত মাছ ইত্যাদি। কারণ, ক্যালসিয়ামযুক্ত খাবার পেশিব্যথা, পেটব্যথা দূর করতে সাহায্য করে।",
                ],
              },
              {
                title: "প্রোটিন",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময়টাতে ডাল, ডিম, মাছ, মাংস ইত্যাদি প্রোটিন সমৃদ্ধ খাবার খাদ্যতালিকায় রাখুন। প্রোটিন শরীরের ব্লাড সুগার নিয়ন্ত্রণ করে এবং মিষ্টিজাতীয় খাবার খাওয়ার আগ্রহ কমিয়ে দেয়।",
                ],
              },
              {
                title: "ওমেগা-৩ ফ্যাটি অ্যাসিড",
                isTitleBold: true,
                subtitle: [
                  "সামুদ্রিক মাছে থাকে প্রচুর পরিমাণে ওমেগা-৩, ভিটামিন, মিনারেল, ফ্যাটি অ্যাসিড ইত্যাদি। এই উপাদানগুলো পিরিয়ড চলাকালীন শরীরের ক্ষয় পূরণ করে এবং ব্যথা কমাতেও ভূমিকা রাখে।",
                ],
              },
              {
                title: "ভিটামিন ই",
                isTitleBold: true,
                subtitle: [
                  "কুমড়ার বিচি, গমের বীজ, শুকনা ভাজা সূর্যমুখীর বীজসহ নানা ধরনের বীজ রাখতে পারেন খাবারের তালিকায়। এতে রয়েছে ভিটামিন ই, যা ঋতুস্রাবের ব্যথা হ্রাস করে। খাবারে রাখুন বাদাম, কারণ বাদামে নানান রকম ভিটামিন ও খনিজ উপাদান রয়েছে, যা পিরিয়ডের সময় শরীরের জন্য ভালো। চীনা বাদাম, কাজুবাদাম, কাঠবাদাম, পেস্তা ইত্যাদি পিরিয়ডজনিত শরীরের ঘাটতি পূরণে বেশ উপকারী।",
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "যা খাবেন না",
            description: [
              "মাসিকের সময় অতিরিক্ত চিনি ও লবণাক্ত খাবার খাওয়া থেকে বিরত থাকতে হবে। এ ছাড়া ভাজাপোড়া খাবার, কোমল পানীয়, চা বা কফি, অতিরিক্ত তেল-মশলাদার খাবার এড়িয়ে যেতে হবে।",
            ],
          },
        ],
      },
      {
        id: 9,
        title: "মাসিক ও মানসিক স্বাস্থ্য",
        subtitle:
          "মাসিকের সময় হরমোনাল পরিবর্তন শরীর এবং মস্তিষ্ককে নানাভাবে প্রভাবিত করে। যার মধ্যে উল্লেখযোগ্য হল Premenstrual Syndrome (PMS) এবং Premenstrual Dysphoric Disorder (PMDD)।",
        details: [
          {
            type: "plain",
            title: "মাসিক ও মানসিক স্বাস্থ্য",
            description: [
              ":ঋতুস্রাবের আগে শরীর ও মানসিক অবস্থায় ঘটে যাওয়া হরমোনাল পরিবর্তন দেখা যায় যা একটি সাধারণ পরিস্থিতি। এই সময়ে হরমোনের মাত্রায় পরিবর্তন হওয়ায় বিভিন্ন শারীরিক ও মানসিক লক্ষণ দেখা দিতে পারে। যেমন ক্লান্তি, ক্ষুধা বেড়ে যাওয়া, ফোলাভাব, অনিদ্রা, স্তনের কোমলতা, মাথাব্যথা, এবং জয়েন্ট বা পেশীতে ব্যথা। মস্তিষ্কের উপর যেসব প্রভাব পড়তে পারে তার মধ্যে উল্লেখযোগ্য হল: মেজাজের ওঠানামা বা মুড ফ্লাকচুয়েশন, বিষণ্নতা, বদমেজাজ বা উদ্বেগ। এছাড়া, অনেকের মনোযোগের সমস্যা দেখা দেয়।",
              "এ লক্ষণগুলো Premenstrual Syndrome (PMS) নামে পরিচিত। ধারণা করা হয় যে প্রতি ৪ জন নারীর মধ্যে ৩ জন প্রিমেনস্ট্রুয়াল সিন্ড্রোমের কোনো না কোনো ধরন অনুভব করেছেন।",
            ],
          },
          {
            type: "plain",
            title: "প্রি মেনস্ট্রুয়াল ডিসফোরিক ডিসঅর্ডার (PMDD)",
            description: [
              "PMS এর গুরুতর রূপ হল প্রি মেনস্ট্রুয়াল ডিসফোরিক ডিসঅর্ডার (PMDD)। PMDD হল একটি গুরুতর মানসিক ব্যাধি। এর লক্ষণগুলো সাধারণত একজন নারীর মাসিকের কয়েক দিন আগে দেখা দেয়।  গবেষণায় দেখায় যে ৩-৮% মহিলারা PMDD-তে ভোগেন। এর কিছু কারণ হতে পারে মাসিকের সময় প্রজেস্টেরন সংবেদনশীলতার পরিবর্তন বা অস্বাভাবিক হরমোন ফাংশন। PMS-এর মতো, PMDD-এর সঠিক কারণগুলি অজানা, তবে একটি প্রধান কারণ হল উচ্চ মাত্রার দুশ্চিন্তা।",
            ],
          },
          {
            type: "list",
            title: "PMDD এর লক্ষণ",
            children: [
              {
                title: "মানসিক",
                isTitleBold: true,
                children: [
                  {
                    title: "চরম মেজাজ অনুভূত হওয়া",
                    isTitleBold: true,
                    subtitle: [
                      "অত্যন্ত খারাপ মেজাজ, যেটি দৈনন্দিন জীবনের ওপর প্রভাব ফেলে।",
                    ],
                  },
                  {
                    title: "মানসিকভাবে আচ্ছন্ন বোধ",
                    isTitleBold: true,
                    subtitle: ["মানসিকভাবে অতিরিক্ত চাপ ও উদ্বেগ অনুভব করা।"],
                  },
                  {
                    title: "উদ্বেগ",
                    isTitleBold: true,
                    subtitle: [
                      "অতিরিক্ত উদ্বেগ ও উদ্বিগ্নতা, যা স্বাভাবিক জীবনযাত্রায় বাধা দেয়।",
                    ],
                  },
                  {
                    title: "বিরক্তি",
                    isTitleBold: true,
                    subtitle: ["সহজেই বিরক্তি ও অসন্তোষ অনুভব করা।"],
                  },
                  {
                    title: "মনোযোগ দিতে সমস্যা",
                    isTitleBold: true,
                    subtitle: [
                      "মনোযোগ ঘাটতি, যা কাজ ও দৈনন্দিন কার্যক্রমে প্রভাব ফেলে।",
                    ],
                  },
                  {
                    title: "স্বাভাবিক ক্রিয়াকলাপে আগ্রহ হ্রাস",
                    isTitleBold: true,
                    subtitle: ["আগের মতো আনন্দ ও আগ্রহ কমে যাওয়া।"],
                  },
                ],
              },
              {
                title: "শারীরিক",
                isTitleBold: true,
                children: [
                  {
                    title: "বমি বমি ভাব",
                    isTitleBold: true,
                    subtitle: ["খাদ্য বা পানীয়ের প্রতি তিক্ত অনুভূতি।"],
                  },
                  {
                    title: "ফোলাভাব",
                    isTitleBold: true,
                    subtitle: [
                      "শরীরের বিভিন্ন অংশে ফোলাভাব, বিশেষ করে পেটে ও হাত-পায়ে।",
                    ],
                  },
                  {
                    title: "মাথাব্যথা",
                    isTitleBold: true,
                    subtitle: ["ঘন ঘন মাথাব্যথা বা মাইগ্রেন।"],
                  },
                  {
                    title: "পিঠে ব্যথা",
                    isTitleBold: true,
                    subtitle: [
                      "তীব্র পিঠের ব্যথা, যা দৈনন্দিন কার্যক্রমে বিঘ্ন ঘটাতে পারে।",
                    ],
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            title:
              "মাসিক এর সময় মানসিক স্বাস্থ্য ব্যবস্থাপনা (Periods and Mental Health Management)",
            description: [
              "নারীদের মধ্যে মুড সুইং এক সাধারণ ঘটনা। একজন নারী যখন হাসিমুখে কথা বলছেন, হঠাৎ করে মেজাজ খারাপ হয়ে যেতে পারে, আবার পরক্ষণেই ঠিক হয়ে যেতে পারে, এটিকে সংক্ষেপে মুড সুইং বলা হয়। ঋতুস্রাব শুরু হওয়ার কয়েকদিন আগে অনেক নারী মানসিকভাবে পরিবর্তিত হয়ে পড়েন, যা খুব দ্রুত বদলাতে থাকে। এই লক্ষণগুলো সাধারণত অস্বস্তি, ক্রোধ, খিটখিটে মেজাজ থেকে মানসিকভাবে একদম ভেঙে পড়ার পর্যায়ে চলে যেতে পারে। এগুলোকেই প্রি-মিনস্ট্রুয়াল সিন্ড্রোম (PMS) বা পিরিয়ড শুরু হওয়ার আগের সিন্ড্রোম বলা হয়।",
              "প্রি-মিনস্ট্রুয়াল সিন্ড্রোম (PMS) ঋতুস্রাবের আগে নারীর শরীরে হরমোনের পরিবর্তনের কারণে বিভিন্ন শারীরিক ও মানসিক লক্ষণ অনূভুত হতে পারে।",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "হঠাৎ রেগে যাওয়া",
                isTitleBold: true,
                subtitle: [
                  "ছোট ছোট ব্যাপারেই হঠাৎ রেগে যাওয়া, স্বাভাবিক একটা ব্যাপার মেনে নিতে না পেরে উত্তেজিত হয়ে যাওয়া মুড সুইংয়ের অন্যতম একটি লক্ষণ।",
                ],
              },
              {
                title: "ডিপ্রেশন বা অবসাদ",
                isTitleBold: true,
                subtitle: [
                  "মাসের নির্দিষ্ট একটি সময়ে আপনার মন ভার হয়ে থাকলে, বিগত নানা ধরনের দুশ্চিন্তা থেকে মনের অজান্তেই আপনার হতাশা সৃষ্টি হলে বুঝবেন আপনার মুড সুইং হচ্ছে। শুধু ইস্ট্রোজেন, প্রোজেস্টেরন নয়, সেরোটোনিন হরমোনের মাত্রাও এই সময় কমে যায় বলেই, মন খারাপের এমন পরিস্থিতি তৈরি হয়।",
                ],
              },
              {
                title: "কান্নাকাটি",
                isTitleBold: true,
                subtitle: [
                  "পিএমএসের সময় এটি আরেকটি অতি সাধারণ ঘটনা। খুবই সামান্য কারণে মন খারাপ করে তা থেকে কান্না এলে এটি মুড সুইংয়ের একটি কারণ হিসেবে ধরে নেওয়া যায়।",
                ],
              },
              {
                title: "উদ্বেগ বা অ্যাংজাইটি ",
                isTitleBold: true,
                subtitle: [
                  "কাজ করতে করতে হঠাৎই মনে হলো আপনাকে দিয়ে কিছুই হবে না; আত্মবিশ্বাস কমে গেল নিমেষেই। দিনের বেশির ভাগ সময়েই এই উদ্বেগ তৈরি হলে এটিও পিএমএসে আক্রান্ত হওয়ার লক্ষণ।",
                ],
              },
              {
                title: "অবসাদগ্রস্ততা",
                isTitleBold: true,
                subtitle: [
                  "অল্পতেই ক্লান্ত হয়ে পড়া, কাজে অনীহা ইত্যাদিও মুড সুইংয়ের জন্য দায়ী",
                ],
              },
            ],
          },
          {
            type: "list",
            title: "মুড সুইং বা পিএমএস থেকে যেভাবে পরিত্রাণ পেতে পারেন",
            subtitle:
              "মুড সুইংয়ের কোনো স্থায়ী সমাধান না থাকলেও নানাভাবে আপনি আপনার এই সমস্যাকে আয়ত্তে আনতে পারেন। যেমন:",
            children: [
              {
                title: "ব্যায়াম",
                isTitleBold: true,
                subtitle: [
                  "সকালে অথবা বিকেলে হাঁটতে বের হওয়া, বাড়িতে কিছু ফ্রি হ্যান্ড এক্সারসাইজ করলে এই মুড সুইং থেকে কিছুটা হলেও রক্ষা পেতে পারেন। এক্সারসাইজের সময় ব্রেইন থেকে এন্ডোরফিন নামের একটি কেমিক্যাল বের হয়, যেটি আমাদের মধ্যে একধরনের সুখানুভূতি তৈরি করে এবং পিএমএসের জন্য দায়ী ক্ষতিকর হরমোনগুলোকে প্রতিহত করে।",
                ],
              },
              {
                title: "সঠিক খাদ্যাভ্যাস",
                isTitleBold: true,
                subtitle: [
                  "এ সময় একটি সুষম খাদ্যাভাস মেনে চললে সুফল পাওয়া যেতে পারে। এ ছাড়া এই সময়ে জাংক ফুড এবং ক্যাফেইন–জাতীয় খাবার কম খাওয়াই ভালো।",
                ],
              },
              {
                title: "স্ট্রেস ম্যানেজমেন্ট",
                isTitleBold: true,
                subtitle: [
                  "আপনার স্ট্রেসগুলোকে চিহ্নিত করে সেগুলো সঠিকভাবে বাস্তবায়ন করলে মুড সুইংয়ের মাত্রা কম হতে পারে বলে ধারণা করা যায়। মুড সুইং আসলে এমন একটা জিনিস, যা আমাদের নজর এড়িয়ে যায়। অনেক সময় দেখা যায়, ভিকটিম নিজেই তার মুড সুইং সম্পর্কে অবহিত না। যার প্রধান কারণ অজ্ঞতা। তবে নারী-পুরুষ উভয়েরই মুড সুইং সম্পর্কে জানা উচিত। এটিকে কখনোই মেয়েদের ন্যাকামি কিংবা মানসিক সমস্যা হিসেবে বিবেচনা করা যাবে না। বরং মেয়েটির প্রতি সদয় হয়ে তাকে এই সমস্যা থেকে বের করা আনার প্রচেষ্টা চালাতে হবে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 10,
        title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব",
        subtitle:
          "পলিসিস্টিক ওভারিয়ান সিনড্রোম বা পিসিওএস নারীদের হরমোনের ভারসাম্যহীনতা জনিত রোগ। বিশ্বজুড়ে ৮ থেকে ১০ শতাংশ নারী এই সমস্যায় ভোগেন। এই রোগে ডিম্বাশয়ে অনেকগুলো সিস্ট হয় বলেই এর এমন নামকরণ। নারীদের ডিম্বাণু তৈরি হয় এক ধরনের তরলপূর্ণ থলির ভেতর, যাকে বলে ফলিকল। যখন ডিম্বাণু পরিপক্ক হয় তখন এই থলি ফেটে ডিম্বাণু বেড়িয়ে আসে। এই অবস্থাকে ওভ্যুলেশন বলে। পিসিওএস এই প্রক্রিয়াতে বাধা সৃষ্টি করে।",
        details: [
          {
            type: "plain",
            title:
              "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব (Polycystic Ovarian Syndrome)",
            description: [
              "পলিসিস্টিক ওভারিয়ান সিনড্রোম আছে এমন নারীদের ডিম্বাশয় স্বাভাবিকের চেয়ে বেশি এন্ড্রোজেন নিঃসরণ করে। যার ফলে ডিম্বাণু পরিপক্ক হওয়ার পরও ফলিকল ফেটে যায় না এবং ডিম্বাণু বের হতে পারে না। এর ফলে মেয়েদের অনিয়মিত মাসিক হয় বা মাসিক একেবারেই হয় না।",
            ],
          },
          {
            type: "list",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম এর কারণ",
            children: [
              {
                title:
                  "পলিসিস্টিক ওভারিয়ান সিনড্রোমের সঠিক কারণ জানা যায় না। কিন্তু চিকিৎসকরা ধারণা করেন, হরমোনের ভারসাম্যহীনতা এবং বংশগত কারণ এ ক্ষেত্রে একটা গুরুত্বপূর্ণ ভূমিকা পালন করে। যে নারীদের মা ও বোনের পলিসিস্টিক ওভারিয়ান সিনড্রোম আছে তাদের এই সমস্যা হওয়ার আশঙ্কা বেশি",
              },
              {
                title:
                  "নারীদের শরীরে এন্ড্রোজেন হরমোন বেশি মাত্রায় থাকলেও পিসিওএস হতে পারে। বাড়তি এন্ড্রোজেন ডিম্বাশয় থেকে ডিম বের হওয়া এবং এর বৃদ্ধিতে বাধা সৃষ্টি করে। অতিরিক্ত ইনসুলিন উৎপাদনের কারণেও শরীরে এন্ড্রোজেন হরমোন বেড়ে যেতে পারে।",
              },
            ],
          },
          {
            type: "list",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোমের উপসর্গ",
            subtitle:
              "পিসিওএসের উপসর্গ শুরু হয় সাধারণত নারীদের মাসিক শুরু হওয়ার পর থেকেই। তবে উপসর্গের ধরন এবং তীব্রতা একেকজনের ক্ষেত্রে একেক রকম হতে পারে। সাধারণ যে উপসর্গ সবার মধ্যে দেখা যায় তা হলো অনিয়মিত মাসিক। অন্যান্য লক্ষণগুলো হলো",
            children: [
              {
                title: "মুখে, বুকে, পেটে, পেছনে বা পায়ের আঙুলে চুল গজানো",
              },
              {
                title: "ব্রন, তৈলাক্ত ত্বক বা খুশকি",
              },
              {
                title:
                  "অতিরিক্ত ওজন বেড়ে যাওয়া বা পুরুষদের মতো টেকো ভাব বা চুল পাতলা হয়ে যাওয়া",
              },
              {
                title:
                  "ঘাড়, হাত, স্তন বা উরুতে চামড়ায় গাঢ় বাদামি বা কালো দাগ। এটা বগলে বা পায়ের ভাঁজেও হতে পারে।",
              },
              {
                title: "স্তনের আকার ছোট হয়ে যাওয়া",
              },
              {
                title: "মানসিক চাপ ও দুশ্চিন্তা বেড়ে যাওয়া",
              },
              {
                title: "কোলেস্টেরলের মাত্রা বেড়ে যাওয়া",
              },
              {
                title: "ডায়াবেটিস",
              },
            ],
          },
          {
            type: "plain",
            description: ["তবে এসব উপসর্গ ব্যক্তিভেদে নানারকম হতে পারে।"],
          },
          {
            type: "plain",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব",
            description: [
              "গর্ভধারণের সমস্যা: PCOS আক্রান্ত নারীদের মধ্যে গর্ভধারণের সমস্যা হতে পারে কারণ এই রোগের ফলে ওভুলেশন বা ডিম্বাণু ছাড়ার প্রক্রিয়া সঠিকভাবে কাজ নাও করতে পারে। ফলে, গর্ভধারণের সম্ভাবনা কমে যেতে পারে। তবে, এটি একটি অস্থায়ী সমস্যা হতে পারে এবং প্রতিটি নারীর ক্ষেত্রে ভিন্ন ভিন্ন হতে পারে।",
            ],
          },
          {
            type: "list",
            title: "গর্ভধারণের সম্ভাবনা",
            children: [
              {
                title: "চিকিৎসার মাধ্যমে সহায়তা",
                isTitleBold: true,
                subtitle: [
                  "পিসিওএস থাকলে গর্ভধারণ সম্ভব। সঠিক চিকিৎসার মাধ্যমে অনেক নারীই সফলভাবে মা হতে পারেন। সাধারণত ওভুলেশন স্টিমুলেটর, হরমোন থেরাপি, অন্যান্য কৌশল এর মাধ্যমে চিকিৎসা হতে পারে।",
                ],
              },
              {
                title: "জীবনযাপনে পরিবর্তন",
                isTitleBold: true,
                subtitle: [
                  "স্বাস্থ্যকর জীবনযাপন, যেমন সুষম খাদ্য, নিয়মিত ব্যায়াম, ওজন নিয়ন্ত্রণ ইত্যাদি, PCOS-এর লক্ষণ কমাতে এবং গর্ভধারণের সম্ভাবনা বাড়াতে সহায়ক হতে পারে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 11,
        title: "মেনোপজ",
        subtitle:
          "মেনোপজ হলো প্রজনন বয়সের সমাপ্তি। এ সময় ঋতুচক্র বন্ধ হয়ে যায়। মেনোপজ, তাড়াতাড়ি ঘটলে, নারীরা শারীরিক, মানসিক ও আবেগিকভাবে বাধার সম্মুখীন হতে পারেন।",
        details: [
          {
            type: "plain",
            title: "মেনোপজ (Menopause)",
            description: [
              "যখন একজন নারীর মাসিক চক্র শেষ হয়ে যায় এবং তার ডিম্বাশয় হরমোন ইস্ট্রোজেন ও প্রোজেস্টেরোন উৎপাদন বন্ধ হয়ে যায়, তখন এই সময়কে মেনোপজ বলা হয়।মেনোপজ সাধারণত ৪৫ থেকে ৫৫ বছর বয়সের মধ্যে হয়ে থাকে।",
              "অনেক সময় টানা এক বছর বন্ধ থাকার পর যদি কোন নারীর আবার মাসিক হয় তবে সেটি অস্বাভাবিক। মেনোপজের এক বছর পর আবার রক্তপাত হওয়া পোস্ট মেনোপজাল রক্তপাত। ক্যানসার, রক্তের ব্যাধি কিংবা জরায়ুর কোনো সমস্যার কারণেও রক্তপাত হতে পারে। সেক্ষেত্রে অবশ্যই চিকিৎসকের পরামর্শ নিতে হবে এবং রক্তপাতের কারণ শনাক্ত করে চিকিৎসা নিতে হবে।",
            ],
          },
          {
            type: "list",
            title: "মেনোপজের লক্ষণ",
            subtitle:
              "সাধারণত কোন নারীর একবছর সময়কালে মাসিক বন্ধ থাকলে কেউ মেনোপজের উপসর্গে ভুগছে কিনা সেটি জানার জন্য রক্ত পরীক্ষা করা যেতে পারে। তবে, সবসময় যে পরীক্ষার ফল খুব নির্ভুল হবে এমন নয়। তবে, কোনও ডাক্তারের সাথে কথা বলে একজন নারী যে সব লক্ষণগুলো তার শরীরে দেখছেন সেগুলো জানানো যেতে পারে। মেনোপজ শুরু হওয়ার আগে থেকেই বেশ কিছু লক্ষণ দেখা দেয়। যেমন-",
            children: [
              {
                title: "কখনও তিন মাস, চার মাস মাসিক বন্ধ থাকতে পারে",
              },
              {
                title: "অনিয়মিত মাসিক হওয়া।",
              },
              {
                title:
                  "বছরে মাসিক ১২ বার হওয়ার কথা, সেখানে বছরে তিন বার হলো- এমন হলে মেনোপজের পূর্ব লক্ষণ। এভাবে কোনো নারীর মাসিক অনিয়মিত হতে হতে যখন টানা এক বছর বন্ধ থাকে তখন ধরে নিতে হবে মেনোপজ হয়ে গেছে।",
              },
              {
                title:
                  "এ সময় রিপ্রোডাক্টিভ ফাংশন বন্ধ হয়ে যায়, হরমোনাল পরিবর্তন হয়, ডিম্বাশয় থেকে আসা হরমোন ইস্ট্রোজেন, প্রোজেস্টেরোন মেনোপজে বন্ধ হয়ে যায়। অন্যদিকে পিটুইটারি হরমোন বেড়ে যায়। তখন কারো কারো ক্ষেত্রে শরীরে হঠাৎ হটফ্লাশ করে অর্থাৎ শরীরে গরম অনুভূত হয়। মাথা গরম হয়ে যায়।",
              },
              {
                title: "রাতের বেলায় ঘাম হয়।",
              },
              {
                title: "ঘুম হয় না।",
              },
              {
                title: "মুড পাল্টাতে থাকে।",
              },
            ],
          },
          {
            type: "list",
            title: "মেনোপজের শারীরিক প্রভাব",
            children: [
              {
                title: "অস্টিওপোরোসিস",
                isTitleBold: true,
                children: [
                  {
                    title: "হরমোনের অভাব",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের ফলে ইস্ট্রোজেন হরমোনের মাত্রা কমে যায়, যা হাড়ের ঘনত্ব কমিয়ে দেয়। ইস্ট্রোজেন হাড়ের স্বাস্থ্য রক্ষা করতে সাহায্য করে এবং এর অভাবে হাড়ের ঘনত্ব হ্রাস পায়।",
                    ],
                  },
                  {
                    title: "হাড়ের দুর্বলতা",
                    isTitleBold: true,
                    subtitle: [
                      "অস্টিওপোরোসিসে ভুগলে হাড় ভঙ্গুর হয়ে যায়। ছোটখাটো আঘাতেও হাড় ভাঙতে পারে বা টুকরো টুকরো হয়ে যেতে পারে। বিশেষত পিঠ, হাঁটু এবং অস্থিসন্ধিতে ব্যথা অনুভূত হতে পারে।",
                    ],
                  },
                  {
                    title: "মেরুদণ্ডের সমস্যা",
                    isTitleBold: true,
                    subtitle: [
                      "হাড়ের ঘনত্ব কমে গেলে মেরুদণ্ড বাঁকা হয়ে যেতে পারে এবং সামনের দিকে ঝুঁকে পড়ার প্রবণতা দেখা দিতে পারে। এই কারণে হাঁটাচলায় পরিবর্তন হতে পারে এবং নানা ধরনের ব্যথার সৃষ্টি হতে পারে।",
                    ],
                  },
                ],
              },
              {
                title: "হৃদপিণ্ডের স্বাস্থ্য",
                isTitleBold: true,
                children: [
                  {
                    title: "হৃদরোগের ঝুঁকি",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের পর ইস্ট্রোজেনের অভাবে হৃদরোগের ঝুঁকি বেড়ে যায়। ইস্ট্রোজেন হৃদপিণ্ডের স্বাস্থ্যের জন্য সুরক্ষা প্রদান করে, এবং এর অভাবে কোলেস্টেরল স্তর বেড়ে যেতে পারে, যা হৃদরোগের কারণ হতে পারে।",
                    ],
                  },
                  {
                    title: "রক্তচাপের পরিবর্তন",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের পর কিছু নারীর রক্তচাপ বৃদ্ধি পেতে পারে, যা হৃদরোগের সম্ভাবনা বাড়ায়।",
                    ],
                  },
                ],
              },
              {
                title: "অন্যান্য শারীরিক পরিবর্তন",
                isTitleBold: true,
                children: [
                  {
                    title: "ওজন বৃদ্ধি",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের পর শরীরের মেটাবলিজম ধীরে ধীরে কমে যেতে পারে, যা ওজন বৃদ্ধি বা শরীরের গঠন পরিবর্তন ঘটাতে পারে।",
                    ],
                  },
                  {
                    title: "চামড়ার পরিবর্তন",
                    isTitleBold: true,
                    subtitle: [
                      "ইস্ট্রোজেন হরমোনের অভাবে চামড়া শুষ্ক হতে পারে এবং এর স্থিতিস্থাপকতা কমে যেতে পারে।",
                    ],
                  },
                ],
              },
            ],
          },
          {
            type: "list",
            title: "মেনোপজের মানসিক প্রভাব",
            children: [
              {
                title: "মানসিক চাপ এবং উদ্বেগ",
                isTitleBold: true,
                children: [
                  {
                    title: "অনিশ্চয়তা ও উদ্বেগ",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের আগমনে কিছু নারীর মধ্যে অনিশ্চয়তা ও উদ্বেগ দেখা দিতে পারে। তারা এই পরিবর্তনের জন্য প্রস্তুত নাও থাকতে পারে এবং এটি তাদের মানসিক অবস্থায় প্রভাব ফেলতে পারে।",
                    ],
                  },
                  {
                    title: "মেজাজের ওঠানামা",
                    isTitleBold: true,
                    subtitle: [
                      "ইস্ট্রোজেনের মাত্রা হ্রাস পাওয়ার কারণে মেজাজের পরিবর্তন, অস্থিরতা, বা বিষণ্নতা অনুভূত হতে পারে। এই মানসিক পরিবর্তনগুলি কিছু ক্ষেত্রে মনোযোগের অভাব এবং অন্যান্য মানসিক স্বাস্থ্য সমস্যার সৃষ্টি করতে পারে।",
                    ],
                  },
                ],
              },
              {
                title: "বিষণ্নতা ও হতাশা",
                isTitleBold: true,
                children: [
                  {
                    title: "মুড সুইং",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের সময়ে হরমোনের পরিবর্তনের কারণে মুড সুইং হতে পারে, যা কখনো খুব দুঃখজনক অথবা খুব উত্তেজনামূলক হতে পারে।",
                    ],
                  },
                  {
                    title: "হতাশা",
                    isTitleBold: true,
                    subtitle: [
                      "কিছু নারী তাদের জীবনের এই নতুন ধাপকে মেনে নিতে অসুবিধা অনুভব করতে পারেন, যা হতাশার কারণ হতে পারে।",
                    ],
                  },
                ],
              },
              {
                title: "যৌনজীবনের পরিবর্তন",
                isTitleBold: true,
                children: [
                  {
                    title: "ভ্যাজাইনাল ড্রাইনেস",
                    isTitleBold: true,
                    subtitle: [
                      "ইস্ট্রোজেনের অভাবে যোনিতে শুষ্কতা, অস্বস্তি এবং যৌন সম্পর্কের প্রতি আগ্রহ কমে যেতে পারে। এটি পারস্পরিক সম্পর্ক ও মানসিক স্বাস্থ্যের ওপর প্রভাব ফেলতে পারে।",
                    ],
                  },
                  {
                    title: "মেজাজের ওঠানামা",
                    isTitleBold: true,
                    subtitle: [
                      "ইস্ট্রোজেনের মাত্রা হ্রাস পাওয়ার কারণে মেজাজের পরিবর্তন, অস্থিরতা, বা বিষণ্নতা অনুভূত হতে পারে। এই মানসিক পরিবর্তনগুলি কিছু ক্ষেত্রে মনোযোগের অভাব এবং অন্যান্য মানসিক স্বাস্থ্য সমস্যার সৃষ্টি করতে পারে।",
                    ],
                  },
                ],
              },
              {
                title: "যৌনজীবনের পরিবর্তন",
                isTitleBold: true,
                children: [
                  {
                    title: "ভ্যাজাইনাল ড্রাইনেস",
                    isTitleBold: true,
                    subtitle: [
                      "ইস্ট্রোজেনের অভাবে যোনিতে শুষ্কতা, অস্বস্তি এবং যৌন সম্পর্কের প্রতি আগ্রহ কমে যেতে পারে। এটি পারস্পরিক সম্পর্ক ও মানসিক স্বাস্থ্যের ওপর প্রভাব ফেলতে পারে।",
                    ],
                  },
                ],
              },
              {
                title: "আত্মবিশ্বাস ও সামাজিক পরিবর্তন:",
                isTitleBold: true,
                children: [
                  {
                    title: "নিজের প্রতি মনোভাব",
                    isTitleBold: true,
                    subtitle: [
                      "মেনোপজের কারণে শরীরের পরিবর্তন ও বয়সজনিত সমস্যা আত্মবিশ্বাস কমাতে পারে। কিছু নারী বয়সের পরিবর্তন নিয়ে উদ্বেগ অনুভব করতে পারেন, যা তাদের মানসিক অবস্থার ওপর প্রভাব ফেলতে পারে।",
                    ],
                  },
                  {
                    title: "সামাজিক সমস্যা",
                    isTitleBold: true,
                    subtitle: [
                      "এই সময় নারীরা নিজের সামাজিক জীবন, পরিবার ও কাজের মধ্যে পরিবর্তন অনুভব করতে পারেন, যা তাদের মানসিক চাপ বৃদ্ধি করতে পারে।",
                    ],
                  },
                ],
              },
            ],
          },
          {
            type: "list",
            title: "মেনোপজে করণীয়",
            children: [
              {
                title: "পুষ্টিকর খাদ্য",
                isTitleBold: true,
                subtitle: [
                  "ক্যালসিয়াম ও ভিটামিন ডি সমৃদ্ধ খাদ্য গ্রহণ করা উচিত, যা হাড়ের স্বাস্থ্য রক্ষা করতে সহায়তা করে। যেমন দুধ, দই, সবুজ শাকসবজি এবং মাছ।",
                ],
              },
              {
                title: "নিয়মিত ব্যায়াম",
                isTitleBold: true,
                subtitle: [
                  "হাঁটার মতো শরীরচর্চা, বিশেষ করে ওজন বহনকারী ব্যায়াম, হাড়ের ঘনত্ব বৃদ্ধি করতে সাহায্য করে। যোগব্যায়াম, মেডিটেশন কার্যকলাপ মানসিক চাপ কমাতে সহায়ক হতে পারে।",
                ],
              },
              {
                title: "চিকিৎসা",
                isTitleBold: true,
                subtitle: [
                  "প্রয়োজনে চিকিৎসকের পরামর্শ অনুযায়ী হরমোন থেরাপি বা অন্যান্য চিকিৎসার বিকল্প গ্রহণ করা যেতে পারে। একজন মনোরোগ বিশেষজ্ঞ বা কাউন্সেলরের সাহায্য নিতে পারেন। প্রয়োজনীয় চিকিৎসা ও পরামর্শ মানসিক স্বাস্থ্যের উন্নতি করতে সহায়তা করতে পারে।",
                ],
              },
              {
                title: "হৃদরোগ প্রতিরোধ",
                isTitleBold: true,
                subtitle: [
                  "স্বাস্থ্যকর খাদ্যাভ্যাস ও নিয়মিত শারীরিক ক্রিয়াকলাপ হৃদরোগের ঝুঁকি কমাতে সাহায্য করে।",
                ],
              },
              {
                title: "শিক্ষা ও সচেতনতা",
                isTitleBold: true,
                subtitle: [
                  "মেনোপজ সম্পর্কে জানা এবং এটি কীভাবে প্রভাব বিস্তার করতে পারে সে সম্পর্কে সচেতন হওয়ার মাধ্যমে মানসিকভাবে সুস্থ্য থাকার প্রস্তুতি নিতে সহায়তা করে।",
                ],
              },
              {
                title: "সামাজিক সমর্থন",
                isTitleBold: true,
                subtitle: [
                  "পরিবারের সদস্যদের, বন্ধুদের এবং সমর্থনকারী গোষ্ঠীগুলির সাথে আলোচনা ও সময় কাটানো মানসিক চাপ কমাতে সহায়ক হতে পারে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 12,
        title: "মাসিক শুরু ও শেষ তারিখ মনে রাখার গুরুত্ব",
        subtitle: "",
        details: [
          {
            type: "plain",
            title:
              "মাসিক শুরু ও শেষ তারিখ মনে রাখার গুরুত্ব (Importance of remembering menstruation start and ending date)",
            description: [
              "মাসিক নারীর স্বাস্থ্যের বিভিন্ন দিকের সাথে জড়িত। মাসিকের শুরু ও শেষ তারিখ মনে রাখা নারীদের জীবনে গুরুত্বপূর্ণ একটি দিক। মাসিক শুরু হওয়ার আগে নারীরা অনেকগুলি লক্ষণ অনুভব করতে পারে, যেমন মাথা ব্যথা, কোমরে ব্যথা, তলপেটে ব্যথা এবং মানসিক পরিবর্তন। মাসিকের পর গর্ভাবস্থা সম্পর্কে অবহিত হতে এটি একটি মৌলিক উপায়। মাসিকের তারিখ সম্পর্কে ধারণা নারীদের গর্ভাবস্থা পরীক্ষা করার প্রাথমিক উপায়। যদি মাসিক অনিয়মিত হয় অথবা শুরু বা শেষ তারিখে অনেক দিনের পার্থক্য থাকে আর প্রতি মাসিকের সময় এমনটা ঘটতে থাকে তাহলে তাকে দ্রুত বিশেষজ্ঞ ডাক্তারের পরামর্শ নিতে হবে ।",
            ],
          },
        ],
      },
      {
        id: 13,
        title: "মাসিক স্বাস্থ্য ব্যবস্থাপনা বিষয়ে সেবা পেতে যোগাযোগ করুন",
        subtitle: "",
        details: [
          {
            type: "list",
            children: [
              {
                title: "স্বাস্থ্য বাতায়ন (১৬২৬৩)",
              },
              {
                title: "সুখী পরিবার কল সেন্টার – ১৬৭৬৭",
              },
              {
                title: "মানসিক স্বাস্থ্য : ০৯৬৭৮৭৭১৬১১",
              },
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
              },
              {
                title: "উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title:
                  "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান হাসপাতাল ক্লিনিক যেমন",
                children: [
                  {
                    title: "সূর্যের হাসি ক্লিনিক",
                  },
                  {
                    title: "মেরী স্টোপস-০৮০০০২২২৩৩৩",
                  },
                  {
                    title: "আরএইচস্টেপ",
                  },
                  {
                    title: "আইপাস বাংলাদেশ",
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা মাসিক স্বাস্থ্য ব্যবস্থাপনা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। মাসিক স্বাস্থ্য ব্যবস্থাপনা (Menstrual Hygiene Management - MHM) সম্পর্কে সঠিক তথ্য জানা আপনার ব্যক্তিগত স্বাস্থ্য এবং সুস্থতার জন্য অত্যন্ত গুরুত্বপূর্ণ। মাসিক স্বাস্থ্য ব্যবস্থাপনার উপযুক্ত পদ্ধতি অবলম্বন করলে আপনি স্বাস্থ্যজনিত বিভিন্ন সমস্যা থেকে রক্ষা পেতে পারেন এবং এটি আপনার দৈনন্দিন জীবনযাত্রাকে আরও স্বাচ্ছন্দ্যময় করে তুলতে পারে। আপনি এই জ্ঞানটি অর্জন করুন এবং আপনার পরিচিতদের মধ্যেও ছড়িয়ে দিন। মাসিক স্বাস্থ্য সম্পর্কে সচেতনতা বৃদ্ধি করে আমরা একটি সুস্থ ও সমৃদ্ধ সমাজ গড়ে তুলতে পারি।",
      questions: [
        {
          id: 0,
          title:
            "প্রজনন স্বাস্থ্যের পরিচর্যা কোন বয়সের নারী ও পুরুষের জন্য প্রযোজ্য?",
          options: [
            "কেবল শিশুদের জন্য",
            "কেবল যুবকদের জন্য",
            "যে কোন বয়সের জন্য",
            "কেবল বৃদ্ধদের জন্য",
          ],
          answer: 2,
        },
        {
          id: 1,
          title:
            "প্রজনন স্বাস্থ্যের ধারণা কী শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ?",
          options: ["হ্যাঁ", "না", "কখনো কখনো", "নির্ভর করে"],
          answer: 1,
        },
        {
          id: 2,
          title: "কোন বয়সে প্রজনন স্বাস্থ্যসেবার সবচেয়ে বেশি যত্ন নিতে হয়?",
          options: ["শিশুকালে", "বয়ঃসন্ধিকালে", "প্রজননক্ষম বয়সে", "বৃদ্ধকালে"],
          answer: 1,
        },
        {
          id: 3,
          title: "প্রজনন স্বাস্থ্যের কোন ক্ষেত্রটি মাতৃস্বাস্থ্য অন্তর্ভুক্ত?",
          options: [
            "গর্ভকালীন সেবা",
            "প্রসবকালীন সেবা",
            "প্রসব পরবর্তী সেবা",
            "উপরোক্ত সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 4,
          title: "ব্যাকটেরিয়া ভ্যাজাইনোসিস কোন কারণে হয়?",
          options: [
            "ভাইরাসের কারণে",
            "ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে",
            "ফাঙ্গাসের কারণে",
            "প্রোটোজোয়ার কারণে",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "প্রজনন স্বাস্থ্য সংক্রমণ কোন রোগগুলিকে অন্তর্ভুক্ত করে?",
          options: ["এইচআইভি এইডস", "ক্ল্যামাইডিয়া", "গনোরিয়া", "উপরের সবগুলো"],
          answer: 3,
        },
        {
          id: 6,
          title: "প্রজনন স্বাস্থ্যের জন্য নিয়মিত চেকআপ কেন জরুরি?",
          options: [
            "রোগ প্রতিরোধ করার জন্য",
            "প্রজনন স্বাস্থ্য সংক্রমণ প্রতিরোধ ও সময়মত চিকিৎসা নিশ্চিত করার জন্য",
            "ডায়াবেটিস নিয়ন্ত্রণ করার জন্য",
            "খাদ্য নিরাপত্তা নিশ্চিত করার জন্য",
          ],
          answer: 1,
        },
        {
          id: 7,
          title:
            "বাংলাদেশে প্রজননতন্ত্রের সংক্রমণের হার বেশি হওয়ার একটি কারণ কী?",
          options: [
            "প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পাওয়া",
            "চিকিৎসা নিতে দ্বিধা বোধ করা",
            "সঠিক চিকিৎসার অভাব",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 8,
          title:
            "বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের প্রজনন স্বাস্থ্য সেবা নিশ্চিত করতে কী করতে হবে?",
          options: [
            "পারিবারিক সচেতনতা",
            "অভিজ্ঞ চিকিৎসক ও সাহায্যকারীর সাথে যোগাযোগ",
            "চলাচলের রাস্তা ও সহজ যোগাযোগ প্রক্রিয়া নিশ্চিত করা",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 9,
          title: "স্বাস্থ্যসম্মত ভাবে যৌন মিলন না করলে কী হতে পারে?",
          options: [
            "উচ্চ রক্তচাপ",
            "প্রজনন স্বাস্থ্য সংক্রমণ",
            "মেয়েদের অনিয়মিত মাসিক",
            "স্বাস্থ্যহানী",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 3,
    categoryTitle: "জরায়ুমুখ ক্যান্সার",
    categoryDescription:
      "হিউম্যান প্যাপিলোমাভাইরাস সংক্রমণ এর ফলে জরায়ু মুখের কোষগুলি ধীরে ধীরে বৃদ্ধি পায়, যা একসময় জরায়ুমুখ ক্যান্সারে রূপান্তরিত হয় । বিভিন্ন পরীক্ষার মাধ্যমে ক্যান্সারের প্রাথমিক পর্যায় শনাক্তকরণ ও সময়মত চিকিৎসা রোগমুক্তির সম্ভাবনা বাড়ায় বিস্তারিত জানুন",
    categoryImageUrl: require("@/assets/images/education/3.png"),
    categoryBGColor: "#d7fff8",
    subcategories: [
      {
        id: 1,
        title: "জরায়ুমুখ ক্যান্সার",
        subtitle:
          "সমস্ত ক্যান্সারের মধ্যে চতুর্থ স্থানে রয়েছে এবং বর্তমানে এই রোগে প্রতি ২ মিনিটে একজনের মৃত্যু হয়। বিশ্বে প্রায় ৪২টি দেশে নারীদের মৃত্যুর প্রধান কারণ জরায়ু মুখের ক্যান্সার।",
        details: [
          {
            type: "plain",
            title: "জরায়ুমুখ ক্যান্সার ( Cervical Cancer)",
            description: [
              "সমস্ত ক্যান্সারের মধ্যে চতুর্থ স্থানে রয়েছে এবং বর্তমানে এই রোগে প্রতি ২ মিনিটে একজনের মৃত্যু হয়। বিশ্বে প্রায় ৪২টি দেশে নারীদের মৃত্যুর প্রধান কারণ জরায়ু মুখের ক্যান্সার।",
              "জরায়ু মুখের ক্যান্সার, যা সারভাইকাল ক্যান্সার নামেও পরিচিত, জরায়ু মুখের ক্যান্সার হল জরায়ুর আস্তরণের কোষের অস্বাভাবিক ও অনিয়ন্ত্রিত বৃদ্ধি। জরায়ু, নারীদের প্রজনন প্রক্রিয়ার একটি গুরুত্বপূর্ণ অংশ। এই ক্যান্সার জরায়ুর নিচের অংশের কোষে শুরু হয় এবং এর বিস্তার হতে পারে অন্যান্য অঙ্গের দিকে।",
            ],
          },
          {
            type: "list",
            title: "জরায়ু মুখের ক্যান্সারের লক্ষণ ও প্রাথমিক সংকেত",
            children: [
              {
                title: "পিরিয়ড চলাকালীন রক্তপাত",
                isTitleBold: true,
                subtitle: [
                  "মাসিকের সময় বা পরবর্তীতে অস্বাভাবিক রক্তপাত হতে পারে।",
                ],
              },
              {
                title: "যৌন সম্পর্কের পর রক্তপাত",
                isTitleBold: true,
                subtitle: ["যৌন সম্পর্কের পর রক্তপাত বা স্রাব দেখা যেতে পারে।"],
              },
              {
                title: "ভ্যাজাইনাল স্রাব",
                isTitleBold: true,
                subtitle: [
                  "অস্বাভাবিক গন্ধযুক্ত, পানিযুক্ত, বা রক্তাক্ত স্রাব হতে পারে।",
                ],
              },
              {
                title: "পেলভিকে ব্যথা",
                isTitleBold: true,
                subtitle: [
                  "দীর্ঘস্থায়ী তলপেটে বা পেলভিকে ব্যথা অনুভূত হতে পারে।",
                ],
              },
            ],
          },
          {
            type: "list",
            title: "সারভাইকাল ক্যান্সারের কারণ",
            children: [
              {
                title: "এইচপিভি সংক্রমণ",
                isTitleBold: true,
                subtitle: [
                  "HPV সংক্রমণ সাধারণত যৌন সংস্পর্শের মাধ্যমে ঘটে। দীর্ঘমেয়াদী এইচপিভি সংক্রমণ স্বাভাবিক কোষকে পরিবর্তিত করে এবং এক সময় তা ক্যান্সারে রূপ নেয়। এটি মলদ্বার, যোনি, লিঙ্গ এবং অরোফ্যারিনেক্সের ক্যান্সারের সাথে যুক্ত হতে পারে।",
                ],
              },
              {
                title: "বয়স",
                isTitleBold: true,
                subtitle: [
                  "১৫-৪৫ বছর বয়স: সারভাইকাল ক্যান্সার প্রধানত এই বয়সের নারীদের মধ্যে দেখা যায়। ২০ বছরের কম বয়স: সাধারণত এই বয়সীদের মধ্যে সারভাইকাল ক্যান্সার দেখা যায় না। ৬০ বছর বয়সের পর: ক্যান্সারের ঝুঁকি কম হলেও ৬০ বছরের পরও এ রোগ হতে পারে।",
                ],
              },
              {
                title: "ধূমপান",
                isTitleBold: true,
                subtitle: ["ধূমপান জরায়ু মুখের ক্যান্সারের ঝুঁকি বৃদ্ধি করে।"],
              },
              {
                title: "দৈনন্দিন গর্ভনিরোধক ব্যবহারের অভ্যাস",
                isTitleBold: true,
                subtitle: [
                  "দীর্ঘকাল ধরে গর্ভনিরোধক পিল ব্যবহার ক্যান্সারের ঝুঁকি বাড়াতে পারে",
                ],
              },
              {
                title:
                  "একাধিক যৌন সঙ্গী বা যৌন যোগাযোগ এই ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়।",
              },
            ],
          },
        ],
      },
      {
        id: 2,
        title: "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
        subtitle:
          "হিউম্যান প্যাপিলোমা ভাইরাস (HPV) একটি সাধারণ ভাইরাস যা ত্বকের মাধ্যমে সংক্রমিত হয় এবং এটি বিশ্বের সবচেয়ে সাধারণ যৌন সংক্রমণগুলির মধ্যে একটি। HPV-এর প্রায় ২০০টিরও বেশি ধরণ রয়েছে। বেশিরভাগ HPV সংক্রমণ ক্ষতিকারক নয় এবং সাধারণত নিজে থেকেই সেরে যায়, তবে কিছু ধরণ স্ট্রেইন ক্যান্সারের ঝুঁকি বাড়াতে পারে।",
        details: [
          {
            type: "plain",
            title: "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
            description: [
              "হিউম্যান প্যাপিলোমা ভাইরাস একটি সাধারণ ভাইরাস যা ত্বক এবং যৌন সম্পর্কের মাধ্যমে সংক্রমিত হয়। অধিকাংশ HPV সংক্রমণ ক্ষতিকারক নয় এবং স্বাভাবিকভাবে সেরে যায়। তবে, HPV-১৬ এবং HPV-১৮ এর মতো উচ্চ ঝুঁকিপূর্ণ ভাইরাস সারভাইকাল ক্যান্সারসহ অন্যান্য ক্যান্সারের কারণ হতে পারে। HPV সংক্রমণের দীর্ঘস্থায়ী প্রভাব ক্যান্সারে পরিণত হতে পারে, তাই প্রতিরোধমূলক ব্যবস্থা ও নিয়মিত স্ক্রীনিং অত্যন্ত গুরুত্বপূর্ণ।",
            ],
          },
          {
            type: "list",
            title: "সম্ভাব্য ঝুঁকি (The potential risks)",
            subtitle:
              "Human Papilloma virus এর ঝুঁকি বাড়াতে পারে এমন অন্যান্য কারণগুলির মধ্যে রয়েছে",
            children: [
              {
                title: "বাল্যবিয়ে/ একাধিক বিয়ে",
              },
              {
                title: "স্বামী/স্ত্রীর একাধিক বিয়ে বা যৌন সাথী থাকা",
              },
              {
                title: "অপুষ্টি, ইনফেকশন ও রোগ প্রতিরোধ ক্ষমতা কমে যাওয়া",
              },
              {
                title: "একটানা দীর্ঘমেয়াদে জন্মনিয়ন্ত্রণ বড়ি সেবন করলে",
              },
              {
                title: "ধুমপান, পান ও জর্দা এবং সাদা পাতায় অভ্যস্থতা থাকলে",
              },
              {
                title: "হিউম্যান ইমিউনো ডেফিসিয়েন্সি ভাইরাস (এইচআইভি)",
              },
              {
                title: "ক্ল্যামিডিয়া",
              },
              {
                title: "স্থুল স্বাস্থ্য",
              },
              {
                title: "অস্বাস্থ্যকর খাদ্যাভাসের ফলে",
              },
              {
                title: "১৭ বছরের কম বয়সে প্রথম গর্ভবতী হওয়া",
              },
            ],
          },
        ],
      },
      {
        id: 3,
        title: "সারভাইকাল ক্যান্সারের পর্যায়",
        details: [
          {
            type: "list",
            title: "সারভাইকাল ক্যান্সারের পর্যায়",
            subtitle: [
              "ক্যান্সারের পর্যায় নির্ণয় (স্টেজিং) হল ক্যান্সারের প্রকৃত অবস্থা নির্ধারণের একটি প্রক্রিয়া যা চিকিৎসার পরিকল্পনা এবং রোগীর প্রাপ্ত কার্যকর চিকিৎসার সিদ্ধান্ত নিতে সহায়ক। এই পর্যায় নির্ণয়ের মাধ্যমে জানা যায় ক্যান্সার কতদূর ছড়িয়েছে এবং এটি শরীরের কোন অংশে পৌঁছেছে। নিচে ক্যান্সারের সাধারণ পর্যায়গুলোর বিস্তারিত বর্ণনা প্রদান করা হলো:",
            ],
            children: [
              {
                title: "স্টেজ ০ (প্রি-ক্যান্সারাস)",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার কোষগুলি কেবলমাত্র প্রাথমিক স্তরের টিস্যুতে (অর্থাৎ, ক্যান্সারটি এখনো কোনো গভীর টিস্যুতে প্রবেশ করেনি)। এটি প্রি-ক্যান্সারাস অবস্থার মধ্যে থাকে এবং ক্যান্সার ছড়িয়ে পড়েনি।",
                ],
              },
              {
                title: "স্টেজ ১ (প্রাথমিক স্তর)",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার কোষগুলি জরায়ুর পৃষ্ঠ থেকে গভীর টিস্যুতে প্রবেশ করেছে। এটি জরায়ুর অভ্যন্তরীণ অংশে এবং সম্ভবত কাছাকাছি লিম্ফ নোডে বিস্তার লাভ করেছে, তবে পেলভিক দেয়াল বা যোনির নিচের অংশে পৌঁছায়নি।",
                ],
              },
              {
                title: "স্টেজ ২ (মধ্যবর্তী স্তর)",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার জরায়ু থেকে বেড়ে চলে এসেছে এবং সম্ভবত জরায়ুর বাইরে ছড়িয়েছে। এটি পেলভিক দেয়াল বা যোনির নিচের অংশে পৌঁছায়নি। এটি কাছাকাছি লিম্ফ নোডগুলিতে প্রভাব ফেলতে পারে বা নাও পারে।",
                ],
              },
              {
                title: "স্টেজ ৩ (উন্নত স্তর)",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার কোষগুলি যোনির নীচের অংশে অথবা পেলভিসের দেওয়ালে উপস্থিত থাকে। এটি মূত্রাশয় থেকে প্রস্রাব বহনকারী টিউবগুলো (মূত্রনালী) ব্লক করতে পারে। এটি কাছাকাছি লিম্ফ নোডগুলিতে প্রভাব ফেলতে পারে বা নাও করতে পারে।",
                ],
              },
              {
                title: "স্টেজ ৪ (গুরুতর স্তর)",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার মূত্রাশয় বা মলদ্বারকে প্রভাবিত করে এবং পেলভিসের বাইরে ছড়িয়ে পড়ে। এটি লিম্ফ নোডগুলোকে প্রভাবিত করতে পারে বা নাও করতে পারে। স্টেজ ৪ ক্যান্সার সাধারণত লিভার, হাড়, ফুসফুস এবং অন্যান্য দূরবর্তী অঙ্গগুলোতে ছড়িয়ে পড়ে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "সারভাইকাল ক্যান্সার চিকিৎসা",
        subtitle:
          "বেশিরভাগ ক্যান্সার প্রাথমিক পর্যায়ে ধরা পড়ে না। ক্যান্সার নির্ণয়ের জন্য নিয়মিত স্ক্রিনিং করা প্রয়োজন। জরায়ুমুখের ক্যান্সার শনাক্ত করতে সাধারণত জরায়ুমুখ থেকে তরল পদার্থ সংগ্রহ করে অণুবীক্ষণযন্ত্র দিয়ে পরীক্ষা করা হয়। এই পরীক্ষার মাধ্যমে ক্যান্সারের পূর্বাবস্থা এবং জরায়ুমুখের অন্যান্য সমস্যাসমূহ যেমন প্রদাহ (ইনফ্লামেশন) শনাক্ত করা হয়, যা দ্রুত চিকিৎসা করার জন্য সহায়ক হতে পারে।",
        details: [
          {
            type: "plain",
            title: "সারভাইকাল ক্যান্সার চিকিৎসা",
            description: [
              "বেশিরভাগ ক্যান্সার প্রাথমিক পর্যায়ে ধরা পড়ে না। ক্যান্সার নির্ণয়ের জন্য নিয়মিত স্ক্রিনিং করা প্রয়োজন। জরায়ুমুখের ক্যান্সার শনাক্ত করতে সাধারণত জরায়ুমুখ থেকে তরল পদার্থ সংগ্রহ করে অণুবীক্ষণযন্ত্র দিয়ে পরীক্ষা করা হয়। এই পরীক্ষার মাধ্যমে ক্যান্সারের পূর্বাবস্থা এবং জরায়ুমুখের অন্যান্য সমস্যাসমূহ যেমন প্রদাহ (ইনফ্লামেশন) শনাক্ত করা হয়, যা দ্রুত চিকিৎসা করার জন্য সহায়ক হতে পারে।",
            ],
          },
          {
            type: "plain",
            title: "পেপস স্মেয়ার পরীক্ষা",
            description: [
              "পেপস স্মেয়ার পরীক্ষা নারীদের স্বাস্থ্যসুরক্ষার ক্ষেত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। এটি জরায়ুমুখ ক্যান্সারসহ অন্যান্য রোগগুলির সময়মতো শনাক্ত করতে সহায়ক। ২১ বছর বয়সের পর থেকে দুই বছর পরপর পরীক্ষা করানো উচিত।",
              "৩০ থেকে ৬৪ বছরের মধ্যে যাদের আগে তিনবার স্বাভাবিক ফলাফল এসেছে, তাদের জন্য প্রতি তিন বছর পরপর পরীক্ষা করানোও গুরুত্বপূর্ণ। তবে, বিশেষ পরিস্থিতিতে চিকিৎসকের পরামর্শ অনুযায়ী পরীক্ষা করা উচিত।",
            ],
          },
          {
            type: "plain",
            title: "ভায়া (Visual Inspection with Acetic Acid বা VIA) টেস্ট",
            description: [
              "ভায়া পরীক্ষা জরায়ুমুখের ক্যান্সার নির্ণয়ের একটি সাধারণ পদ্ধতি। এই পরীক্ষাটি সাধারণত বিবাহিত নারীদের জন্য এবং ৩০ বছর বয়সের পর জরায়ুমুখ ক্যান্সারের ঝুঁকি বেড়ে যাওয়ার কারণে বছরে একবার করানো উচিত। দেশের সকল সরকারি মেডিকেল কলেজ হাসপাতাল, সদর হাসপাতাল এবং অন্যান্য স্বাস্থ্য কেন্দ্রগুলোতে এই পরীক্ষা সম্পূর্ণ বিনামূল্যে প্রদান করা হয়।",
            ],
          },
          {
            type: "plain",
            title: "ভ্যাকসিন (HPV Vaccine)",
            description: [
              "জরায়ুমুখ ক্যান্সার প্রতিরোধের জন্য ভ্যাকসিন একটি গুরুত্বপূর্ণ পদক্ষেপ। হিউম্যান প্যাপিলোমাভাইরাস (এইচপিভি) থেকে রক্ষা করে এমন একটি টিকা এইচপিভি ভ্যাকসিনেশন নামে পরিচিত। এই ভ্যাকসিন ক্যান্সারের ঝুঁকি ৮৫ শতাংশ কমাতে সক্ষম। WHO, CDC এবং ACIP ৯ বছরের পর থেকে প্রত্যেক নারীর জন্য HPV ভ্যাকসিন সুপারিশ করেছে ।",
            ],
          },
          {
            type: "plain",
            title: "অস্ত্রোপচার",
            description: [
              "ক্যান্সার অপসারণের জন্য অস্ত্রোপচার করা হয়। কখনও কখনও কেবল ক্যান্সার আক্রান্ত অংশই সরানো হয়, আর গুরুতর ক্ষেত্রে সার্ভিক্স এবং পেলভিসের অন্যান্য অংশ অপসারণ করা হয়।",
            ],
          },
          {
            type: "plain",
            title: "রেডিয়েশন থেরাপি",
            description: [
              "রেডিয়েশন থেরাপি ক্যান্সার কোষ ধ্বংস করতে উচ্চ-শক্তি রেডিয়েশন ব্যবহার করে। এটি দুটি উপায়ে করা হয়। যেমন-এক্সটার্নাল বিম রেডিয়েশন থেরাপি (EBRT): এবং ব্র্যাকিথেরাপি।",
            ],
          },
          {
            type: "plain",
            title: "কেমোথেরাপি",
            description: [
              "কেমোথেরাপি ক্যান্সার কোষ ধ্বংস করতে ঔষধ ব্যবহার করে। এটি সাধারণত কয়েকটি চক্রে দেওয়া হয় এবং রোগীকে পুনরুদ্ধারের জন্য বিশ্রামের সময় দেওয়া হয়। কেমোথেরাপি ঔষধগুলো সাধারণত তরল বা স্যালাইনের মাধ্যমে রক্তে দেওয়া হয়, যা ক্যান্সার কোষগুলোর বিরুদ্ধে কাজ করে।",
            ],
          },
          {
            type: "list",
            title: "জরায়ুমুখ ক্যান্সার প্রতিরোধে চিকিৎসা পেতে যোগাযোগ করুন",
            children: [
              {
                title: "স্বাস্থ্য বাতায়ন (১৬২৬৩)",
              },
              {
                title: "সুখী পরিবার কল সেন্টার – ১৬৭৬৭",
              },
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
              },
              {
                title: "উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title:
                  "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান/ হাসপাতাল/ ক্লিনিক যেমন:সূর্যের হাসি ক্লিনিক, মেরী স্টোপস-০৮০০০২২২৩৩৩, আরএইচস্টেপ",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা জরায়ু ক্যান্সার সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। জরায়ুমুখ ক্যান্সার (Cervical Cancer) সম্পর্কে সঠিক তথ্য জানা আপনার স্বাস্থ্যের জন্য অত্যন্ত গুরুত্বপূর্ণ। এটি নির্ণয় ও প্রতিরোধের জন্য প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে আপনাকে সাহায্য করবে। জরায়ুমুখ ক্যান্সার সম্পর্কে সচেতনতা বৃদ্ধি করে আমরা এই রোগের প্রাদুর্ভাব কমাতে পারি এবং অনেক জীবন বাঁচাতে পারি। আপনার জ্ঞান বাড়ান এবং আপনার আশেপাশের মানুষদেরও এই গুরুত্বপূর্ণ তথ্য জানিয়ে সচেতন করুন।",

      questions: [
        {
          id: 1,
          title: "জরায়ুমুখ ক্যান্সার কী?",
          options: [
            "নারীদের জরায়ুর একটি সাধারণ সমস্যা",
            "জরায়ুর নিচের, সরু অংশের ক্যান্সার",
            "প্রজনন তন্ত্রের একটি ক্যান্সার",
            "লিভারের ক্যান্সার",
          ],
          answer: 1,
        },
        {
          id: 2,
          title: "জরায়ুমুখ ক্যান্সারের প্রধান কারণ কী?",
          options: [
            "হেপাটাইটিস বি ভাইরাস",
            "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
            "এইচআইভি",
            "ইনফ্লুয়েঞ্জা",
          ],
          answer: 1,
        },
        {
          id: 3,
          title: "কোন বয়সের নারীদের মধ্যে জরায়ুমুখ ক্যান্সার বেশি দেখা যায়?",
          options: ["১০-২০ বছর", "১৫-৪৫ বছর", "৪৫-৬০ বছর", "৬০ বছরের উপরে"],
          answer: 1,
        },
        {
          id: 4,
          title: "এইচপিভি ভাইরাস কত ধরণের আছে?",
          options: ["৫০টির বেশি", "১০০টির বেশি", "১৫০টির বেশি", "২০০টির বেশি"],
          answer: 1,
        },
        {
          id: 5,
          title: "জরায়ুমুখ ক্যান্সারের ঝুঁকি বাড়িয়ে দেয় কোনটি?",
          options: [
            "বাল্যবিয়ে/ একাধিক বিয়ে",
            "রোগ প্রতিরোধ ক্ষমতা কমে যাওয়া ও পুষ্টির অভাব",
            "একটানা জন্মনিয়ন্ত্রণ বড়ি সেবনকারী",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 6,
          title: "কোন সময় সাধারণত জরায়ুমুখ ক্যান্সারের লক্ষণ প্রকাশ পায়?",
          options: [
            "সংক্রমণের পরপরই",
            "সংক্রমণের ২ থেকে ২০ বছর পর",
            "৬ মাস পরে",
            "সংক্রমণের পর ১ বছর পরে",
          ],
          answer: 1,
        },
        {
          id: 7,
          title: "জরায়ুমুখ ক্যান্সার শনাক্ত করার পদ্ধতি কোনটি?",
          options: [
            "পেপস স্মেয়ার পরীক্ষা",
            "ব্লাড টেস্ট",
            "ইউরিন টেস্ট",
            "এক্স-রে",
          ],
          answer: 0,
        },
        {
          id: 8,
          title:
            "জরায়ুমুখ ক্যান্সার হওয়ার পরে শরীরে কোন অংশে ব্যাথা অনুভব হয়?",
          options: ["মাথা", "পেট", "তলপেট ও কোমর", "বুক"],
          answer: 2,
        },
        {
          id: 9,
          title: "জরায়ুমুখ ক্যান্সার প্রতিরোধে কোন ভ্যাকসিন দেওয়া হয়?",
          options: [
            "হেপাটাইটিস বি ভ্যাকসিন",
            "ইনফ্লুয়েঞ্জা ভ্যাকসিন",
            "এইচপিভি ভ্যাকসিন",
            "এইচআইভি ভ্যাকসিন",
          ],
          answer: 2,
        },
        {
          id: 10,
          title:
            "এইচপিভি ভাইরাস থেকে মুক্তি পেতে শরীরের রোগ প্রতিরোধ ক্ষমতা কত সময় লাগে?",
          options: ["৬ মাস", "১২ মাস", "১৮-২৪ মাস", "৩০ মাস"],
          answer: 2,
        },
      ],
    },
  },
  {
    id: 4,
    categoryTitle: "বাল্যবিবাহ",
    categoryDescription:
      "বাল্যবিবাহ হল আইনানুগ বয়সের আগেই মেয়েদের বা ছেলেদের বিয়ে দেওয়া। এটি সমাজের একটি গুরুতর সমস্যা, বিশেষ করে উন্নয়নশীল দেশে এর প্রভাব অনেক। বাল্যবিবাহ প্রতিরোধে বিভিন্ন প্রতিষ্ঠান ও সরকার নানা পদক্ষেপ গ্রহণ করেছে। মেয়েদের শিক্ষার সুযোগ বৃদ্ধি করা, আর্থিক সহায়তা প্রদান, সামাজিক সচেতনতা বৃদ্ধি করা ও মেয়েদের আত্মনির্ভরশীল হতে শেখানো বাল্য বিয়ে রোধে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
    categoryImageUrl: require("@/assets/images/education/4.png"),
    categoryBGColor: "#feffd7",
    subcategories: [
      {
        id: 1,
        title: "বাল্যবিবাহ",
        subtitle:
          "বাল্যবিবাহ হল অপ্রাপ্তবয়স্ক ব্যক্তির আনুষ্ঠানিক অথবা অনানুষ্ঠানিক বিবাহ। বাল্য বিবাহ বলতে ঐ বিবাহ কে বুঝায় যে বিবাহে বর কনের যে কোন একজন বয়সের দিক দিয়ে শিশু বা নাবালক।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহ (Child Marriage)",
            description: [
              'বাংলাদেশে, ২০১৭ সালের "বাল্যবিবাহ নিরোধ আইন" অনুযায়ী মেয়েদের জন্য ন্যূনতম বিয়ের বয়স ১৮ বছর এবং ছেলেদের জন্য ২১ বছর নির্ধারণ করা হয়েছে। এর আগে বিয়ে মানেই সেটা বাল্যবিবাহ ।',
              "বাল্যবিবাহ একটি গুরুত্বপূর্ণ সামাজিক সমস্যা, এবং ১৮ বছরের নিচে এই ধরনের বিবাহের হার ৫১.৪০% এবং ১৫ বছরের নিচে ১৫.৫০% উদ্বেগজনক। এই পরিস্থিতি মোকাবেলা করার জন্য আইনগত ব্যবস্থা নেয়া হয়েছে।",
              "বাল্যবিবাহ সম্পাদন, সাহায্য বা প্ররোচনা দিলে ২ বছরের কারাদণ্ড বা অর্থদণ্ড, অথবা উভয়ই হতে পারে। এর উদ্দেশ্য হলো সমাজে সচেতনতা বৃদ্ধি করা এবং পরিবারগুলোর মধ্যে বাল্যবিবাহের বিরুদ্ধে প্রতিরোধ গড়ে তোলা।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "বাল্যবিবাহর কারণ সমূহ",
        subtitle:
          "বাল্যবিবাহের অন্যতম একটি কারণ হল, অভিভাবকদের ধারণা যে অল্প বয়সে বিয়ে মানে নিরাপত্তা সুনিশ্চিত করা। অভিভাবকদের মতে বিয়ে মেয়েদের অবাধ যৌন সম্পর্ক ও যৌন সংক্রামণ থেকে সুরক্ষা দেয়। তবে বাস্তবে অল্প বয়সী মেয়েদের বেশি বয়সের পুরুষের সাথে বিয়ে দেয়া হয় যার ফলে তাদের যৌন সংক্রমণের ঝুঁকি আরো বৃদ্ধি পায়। উল্লেখযোগ্য- দরিদ্র পরিবারগুলো মেয়েদের বিয়ে দিয়ে অর্থনৈতিক বোঝা কমানোর চেষ্টা অন্যত্তম কারণ ।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহের কারণ সমূহ (Causes for child marriage)",
            description: [
              "বাল্যবিবাহের অন্যতম একটি কারণ হল, অভিভাবকদের ধারণা যে অল্প বয়সে বিয়ে মানে নিরাপত্তা সুনিশ্চিত করা। অভিভাবকদের মতে বিয়ে মেয়েদের অবাধ যৌন সম্পর্ক ও যৌন সংক্রামণ থেকে সুরক্ষা দেয়। তবে বাস্তবে অল্প বয়সী মেয়েদের বেশি বয়সের পুরুষের সাথে বিয়ে দেয়া হয় যার ফলে তাদের যৌন সংক্রমণের ঝুঁকি আরো বৃদ্ধি পায়। উল্লেখযোগ্য- দরিদ্র পরিবারগুলো মেয়েদের বিয়ে দিয়ে অর্থনৈতিক বোঝা কমানোর চেষ্টা অন্যত্তম কারণ ।",
            ],
          },
          {
            type: "list",
            title: "বাল্যবিবাহের কারণগুলোর মধ্যে রয়েছে প্রধানত",
            children: [
              {
                title: "দারিদ্রতা এবং অর্থনৈতিক অস্থিতিশীলতা",
              },
              {
                title: "যৌতুক",
              },
              {
                title: "সামাজিক প্রথা",
              },
              {
                title: "নিরাপত্তাহীনতা",
              },
              {
                title: "বাল্যবিবাহ সমর্থনকারী আইন",
              },
              {
                title: "ধর্মীয় ও সামাজিক চাপ",
              },
              {
                title: "অঞ্চলভিত্তিক রীতি",
              },
              {
                title: "অবিবাহিত থাকার শঙ্কা",
              },
              {
                title: "নিরক্ষরতা এবং",
              },
              {
                title: "মেয়েদের উপার্জনে অক্ষম ভাবা।",
              },
            ],
          },
        ],
      },
      {
        id: 3,
        title: "বাল্যবিবাহর প্রভাব",
        subtitle:
          "মেয়েদের উপর বাল্যবিবাহের ক্ষতিকর প্রভাব ব্যাপক, যা প্রাপ্তবয়স্ক হওয়ার পরও থেকে যায়। কিশোরী বয়সে বা তারও আগে বিবাহিত নারীরা কম বয়সে গর্ভধারণ করার ফলে স্বাস্থ্যগত সমস্যায় ভুগে। কম বয়সে গর্ভধারণ সন্তান জন্মদানে জটিলতা সৃষ্টি করে। বাল্যবিবাহ শিক্ষার জন্য বাঁধা হয়ে দাঁড়ায়, যা কিশোর-কিশোরীদের অর্থনৈতিক মুক্তিকে বাধাগ্রস্ত করে। বাল্যবিবাহের শিকার নারীরা সাধারণত পারিবারিক সহিংসতা, শিশু যৌন নির্যাতন, বৈবাহিক ধর্ষণ এবং অনাকাঙ্খিত গর্ভধারণ শিকার হয়।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহর প্রভাব (Impact of child marriage)",
            description: [
              "মেয়েদের উপর বাল্যবিবাহের ক্ষতিকর প্রভাব ব্যাপক, যা প্রাপ্তবয়স্ক হওয়ার পরও থেকে যায়। কিশোরী বয়সে বা তারও আগে বিবাহিত নারীরা কম বয়সে গর্ভধারণ করার ফলে স্বাস্থ্যগত সমস্যায় ভুগে। কম বয়সে গর্ভধারণ সন্তান জন্মদানে জটিলতা সৃষ্টি করে। বাল্যবিবাহ শিক্ষার জন্য বাঁধা হয়ে দাঁড়ায়, যা কিশোর-কিশোরীদের অর্থনৈতিক মুক্তিকে বাধাগ্রস্ত করে। বাল্যবিবাহের শিকার নারীরা সাধারণত পারিবারিক সহিংসতা, শিশু যৌন নির্যাতন, বৈবাহিক ধর্ষণ এবং অনাকাঙ্খিত গর্ভধারণ শিকার হয়।",
              "বাল্যবিবাহ নারীদের স্বাস্থ্য ও জীবনের জন্য একটি গুরুতর হুমকি। এটি শুধুমাত্র ব্যক্তিগত ক্ষতি নয়, বরং পারিবারিক ও সামাজিক স্তরেও বিপর্যয়ের সৃষ্টি করে।",
            ],
          },
          {
            type: "list",
            title: "স্বাস্থ্যের উপর প্রভাব",
            children: [
              {
                title: "মাতৃমৃত্যুর ঝুঁকি",
                isTitleBold: true,
                subtitle: [
                  "অল্প বয়সে মা হওয়া মাতৃমৃত্যুর উচ্চ ঝুঁকি বৃদ্ধি করে। প্রতি ২০ মিনিটে একটি মা মৃত্যুবরণ করছে, যা একটি উদ্বেগজনক পরিস্থিতি।",
                ],
              },
              {
                title: "নবজাতকের মৃত্যু",
                isTitleBold: true,
                subtitle: [
                  "প্রতি ঘন্টায় একটি নবজাতক মৃত্যুবরণ করে এবং বেঁচে থাকলে তারা শারীরিক ও মানসিক জটিলতার মুখোমুখি হয়।",
                ],
              },
              {
                title: "অপ্রাপ্তবয়স্ক মা",
                isTitleBold: true,
                subtitle: [
                  "অপ্রাপ্তবয়স্ক মায়েরা প্রতিবন্ধী শিশু জন্মদানের ঝুঁকিতে থাকে, যা তাদের এবং শিশুদের স্বাস্থ্যকে আরও বিপন্ন করে।",
                ],
              },
            ],
          },
          {
            type: "list",
            title: "পারিবারিক ও সামাজিক প্রভাব",
            children: [
              {
                title: "বিবাহ বিচ্ছেদের আশঙ্কা",
                isTitleBold: true,
                subtitle: [
                  "বাল্যবিবাহের ফলে পারিবারিক অশান্তি ও বিচ্ছেদের আশঙ্কা বৃদ্ধি পায়।",
                ],
              },
              {
                title: "পারিবারিক নির্যাতন",
                isTitleBold: true,
                subtitle: [
                  "অল্প বয়সী মায়েরা সংসারের চাপ সামলাতে না পারলে পারিবারিক নির্যাতনের শিকার হন, যা পরিবারের সকল সদস্যকে প্রভাবিত করে।",
                ],
              },
            ],
          },
          {
            type: "list",
            title: "শিক্ষা ও মানসিক স্বাস্থ্য",
            children: [
              {
                title: "শিক্ষা থেকে বঞ্চনা",
                isTitleBold: true,
                subtitle: [
                  "বাল্যবিবাহ শিক্ষার অগ্রগতিতে বাধা সৃষ্টি করে। অল্প বয়সে বিবাহিত মেয়েরা নিজের ও পরিবারের বিষয়ে সচেতন না থাকায় লেখাপড়ায় মনোযোগী হতে পারেন না।",
                ],
              },
              {
                title: "মানসিক অশান্তি",
                isTitleBold: true,
                subtitle: [
                  "পরিবারের চাপ ও অশান্তির কারণে শিশুরা মানসিক অশান্তিতে ভোগে, যা তাদের শিক্ষা ও সামাজিক জীবনে নেতিবাচক প্রভাব ফেলে।",
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "আইন ও স্বাধীনতার লঙ্ঘন",
            description: [
              "বাল্যবিবাহ আইন ও সংবিধানের লঙ্ঘন। এটি বর ও কনেকে তাদের ব্যক্তি স্বাধীনতা থেকে বঞ্চিত করে, যা সমাজে গভীর নেতিবাচক প্রভাব ফেলে।",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "বাল্যবিবাহ রোধে আন্তর্জাতিক পদক্ষেপ",
        subtitle:
          "২০১৩ সালে প্রথম জাতিসংঘ মানবাধিকার সভায় বাল্যবিবাহ ও জোরপূর্বক বিয়ের বিরুদ্ধে নীতিমালা নির্ধারণ করা হয়। এতে বলা হয়, বাল্যবিবাহ হল মানবাধিকার লঙ্ঘন এবং এই প্রথা বন্ধ করার ব্যাপারে সংঘবদ্ধ হতে হবে। বিশ্ব স্বাস্থ্য সংস্থার পরামর্শ অনুযায়ী, বাল্যবিবাহ রোধে প্রধান উপায় হল শিক্ষা অর্জন, বিবাহের ন্যূনতম বয়স সংক্রান্ত আইন কার্যকর এবং অভিভাবকদের বাল্যবিবাহের ঝুঁকি সম্পর্কে অবগত করা। ",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহ রোধে আন্তর্জাতিক পদক্ষেপ",
            description: [
              "২০১৩ সালে প্রথম জাতিসংঘ মানবাধিকার সভায় বাল্যবিবাহ ও জোরপূর্বক বিয়ের বিরুদ্ধে নীতিমালা নির্ধারণ করা হয়। এতে বলা হয়, বাল্যবিবাহ হল মানবাধিকার লঙ্ঘন এবং এই প্রথা বন্ধ করার ব্যাপারে সংঘবদ্ধ হতে হবে।",
              "বিশ্ব স্বাস্থ্য সংস্থার পরামর্শ অনুযায়ী, বাল্যবিবাহ রোধে প্রধান উপায় হল শিক্ষা অর্জন, বিবাহের ন্যূনতম বয়স সংক্রান্ত আইন কার্যকর এবং অভিভাবকদের বাল্যবিবাহের ঝুঁকি সম্পর্কে অবগত করা।",
            ],
          },
          {
            type: "list",
            title: "বাল্যবিবাহ রোধে বিভিন্ন কর্মসূচী",
            subtitle:
              "বাল্যবিবাহ রোধে নিচে কিছু কার্যকর কর্মসূচী উল্লেখ করা হলো",
            children: [
              {
                title: "নারীর ক্ষমতায়ন",
                isTitleBold: true,
                subtitle: [
                  "নারীদের সামাজিক, অর্থনৈতিক এবং রাজনৈতিক ক্ষমতায়ন নিশ্চিত করতে হবে।",
                ],
              },
              {
                title: "অভিভাবকদের সচেতন করা",
                isTitleBold: true,
                subtitle: ["বাল্যবিবাহের ঝুঁকি সম্পর্কে অভিভাবকদের সচেতন করা।"],
              },
              {
                title: "সমাজের দৃষ্টিভঙ্গি বদলানো",
                isTitleBold: true,
                subtitle: [
                  "সমাজের প্রচলিত ধারণা ও দৃষ্টিভঙ্গি পরিবর্তন করা, যেন বাল্যবিবাহকে অগ্রাহ্য করা হয়।",
                ],
              },
              {
                title: "নারী শিক্ষা সমর্থন",
                isTitleBold: true,
                subtitle: [
                  "মেয়েদের শিক্ষার সুযোগ বৃদ্ধি করা এবং তাদের শিক্ষা অর্জনের প্রতি উৎসাহিত করা।",
                ],
              },
              {
                title: "অর্থনৈতিক সাহায্য",
                isTitleBold: true,
                subtitle: [
                  "নারীদের ও তাদের পরিবারের জন্য অর্থনৈতিক সহায়তা প্রদান করা, যাতে তারা স্বনির্ভর হয়ে উঠতে পারে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "বাল্যবিবাহ নিরোধ আইনে অপরাধ ও শাস্তি",
        subtitle: "",
        details: [
          {
            type: "plain",
            title:
              "বাল্যবিবাহ নিরোধ আইনে অপরাধ ও শাস্তি (Offences and Penalties under the prohibition of child marriage Act )(no Description)",
            description: [
              'বাংলাদেশ সরকার ২০১৭ সালে বাল্যবিবাহের বিরুদ্ধে কার্যকর ব্যবস্থা নিতে "বাল্যবিবাহ নিরোধ আইন, ২০১৭" প্রণয়ন করেছে। এই আইনটি ১৯২৯ সালের Child Marriage Restraint Act বাতিল করে আধুনিকীকৃত হয়েছে, যা বাল্যবিবাহ বন্ধে একটি গুরুত্বপূর্ণ পদক্ষেপ।',
            ],
          },
          {
            type: "list",
            title: "আইনটির মূল দিকসমূহ",
            children: [
              {
                title: "শাস্তির বিধান",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "বয়স্ক কেউ যদি বাল্যবিবাহ করে, তবে তার জন্য ২ বছরের কারাদণ্ড বা ১ লক্ষ টাকা পর্যন্ত অর্থদণ্ড অথবা উভয় দণ্ডে দণ্ডনীয় হবে।",
                  },
                  {
                    title:
                      "অপ্রাপ্তবয়স্ক কেউ বাল্যবিবাহ করলে তাকে ১ মাসের আটকাদেশ বা ৫০,০০০ টাকা জরিমানা বা উভয় দণ্ডে দণ্ডনীয় হবে।",
                  },
                ],
              },
              {
                title: "অভিভাবকদের দায়িত্ব",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "আইন অনুযায়ী, পিতা-মাতা বা অভিভাবকরা যদি অপ্রাপ্তবয়স্ক ব্যক্তির বাল্যবিবাহে সহায়তা করেন, তাদের ২ বছরের কারাদণ্ড বা ৫০,০০০ টাকা অর্থদণ্ড হতে পারে।",
                  },
                ],
              },
              {
                title: "বাল্যবিবাহের আয়োজনকারী",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "বাল্যবিবাহ সম্পাদনকারী বা পরিচালনাকারীও অপরাধী হিসেবে গণ্য হবে। তাদের জন্যও একই ধরনের শাস্তির বিধান রয়েছে, অর্থাৎ ২ বছরের কারাদণ্ড বা ৫০,০০০ টাকা জরিমানা।",
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "আইনের গুরুত্ব",
            description: [
              "এই আইনটি শুধুমাত্র শাস্তির বিধান নয়, বরং বাল্যবিবাহের বিরুদ্ধে সামাজিক সচেতনতা বৃদ্ধি এবং অবহেলা বা চাপের বিরুদ্ধে একটি শক্তিশালী ব্যবস্থা হিসেবে কাজ করবে। আইনটি পরিবার ও সমাজের সদস্যদের মধ্যে সচেতনতা বাড়াতে সহায়ক হবে, যা বাল্যবিবাহের প্রতিরোধে গুরুত্বপূর্ণ ভূমিকা পালন করবে।",
            ],
          },
        ],
      },
      {
        id: 6,
        title: "বাল্যবিবাহ প্রতিরোধে করণীয়",
        details: [
          {
            type: "list",
            title: "বাল্যবিবাহ প্রতিরোধে করণীয়",
            subtitle:
              "বাল্যবিবাহ প্রতিরোধে কার্যকর পদক্ষেপ নেওয়া অত্যন্ত জরুরি। এখানে কিছু গুরুত্বপূর্ণ উদ্যোগ উল্লেখ করা হলো:",
            children: [
              {
                title: "শিক্ষার সুযোগ বৃদ্ধি",
                isTitleBold: true,
                subtitle: [
                  "মেয়েদের শিক্ষা নিশ্চিত করা, বিশেষ করে গ্রামীণ এলাকায়, তাদের ক্ষমতায়ন করে এবং বিয়ের জন্য প্রস্তুতি নিতে সাহায্য করে। শিক্ষার মাধ্যমে মেয়েরা নিজের জীবন সম্পর্কে সচেতন সিদ্ধান্ত নিতে সক্ষম হয়।",
                ],
              },
              {
                title: "সচেতনতা প্রচারণা",
                isTitleBold: true,
                subtitle: [
                  "বাল্যবিবাহ সম্পর্কে জনসাধারণের সচেতনতা বৃদ্ধি করতে প্রচারণা চালানো উচিত। ধর্মীয় নেতা, সমাজের প্রবীণ এবং প্রভাবশালী ব্যক্তিদের অন্তর্ভুক্ত করে সচেতনতা তৈরি করা।",
                ],
              },
              {
                title: "আইন ও নীতির শক্তিশালী বাস্তবায়ন",
                isTitleBold: true,
                subtitle: [
                  "মেয়েদের বিয়ের ন্যূনতম বয়স (১৮ বছর) সম্পর্কিত আইন কার্যকরভাবে প্রয়োগ করা। আইন লঙ্ঘনকারীদের কঠোর শাস্তি প্রদান নিশ্চিত করা।",
                ],
              },
              {
                title: "সহায়ক পরিষেবাগুলো তৈরি করা",
                isTitleBold: true,
                subtitle: [
                  "যেসব মেয়ে বাল্যবিবাহের ঝুঁকিতে রয়েছে বা ইতিমধ্যে এর শিকার, তাদের জন্য কাউন্সেলিং, স্বাস্থ্যসেবা ও আইনি সহায়তার সুবিধা নিশ্চিত করা। এসব পরিষেবা সবার জন্য প্রবেশাধিকারযোগ্য ও সাশ্রয়ী হওয়া উচিত।",
                ],
              },
              {
                title: "পুরুষদের অন্তর্ভুক্তি",
                isTitleBold: true,
                subtitle: [
                  "বাল্যবিবাহ প্রতিরোধের প্রচারণায় পুরুষ ও ছেলেদের অংশগ্রহণ বৃদ্ধি করা। লিঙ্গ সমতা ও নারীর ক্ষমতায়নকে উন্নীত করতে তাদের ভূমিকা গুরুত্বপূর্ণ।",
                ],
              },
              {
                title: "সমন্বিত আন্দোলন",
                isTitleBold: true,
                subtitle: [
                  "বাংলাদেশে বাল্যবিবাহ প্রতিরোধের জন্য একটি ব্যাপক ও সমন্বিত আন্দোলন প্রয়োজন। সমস্যার মূল কারণগুলো সমাধানে বিভিন্ন উদ্যোগ গ্রহণ ও বাস্তবায়ন করা।",
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "এই পদক্ষেপগুলো কার্যকরভাবে বাস্তবায়িত হলে বাল্যবিবাহের হার হ্রাস পাবে এবং মেয়েদের নিরাপত্তা, স্বাস্থ্য ও শিক্ষা নিশ্চিত হবে।",
            ],
          },
        ],
      },
      {
        id: 7,
        title: "বাল্যবিবাহ রোধে যোগাযোগ করুন",
        details: [
          {
            type: "list",
            title: "বাল্যবিবাহ প্রতিরোধে করণীয়",
            subtitle:
              "বাল্যবিবাহ রোধ এবং সহায়তা পাওয়ার জন্য বিভিন্ন যোগাযোগের মাধ্যম রয়েছে। এখানে গুরুত্বপূর্ণ তথ্য ও যোগাযোগের নম্বরগুলো উল্লেখ করা হলো:",
            children: [
              {
                title: "যোগাযোগের মাধ্যম",
                isTitleBold: true,
                children: [
                  {
                    title: "জরুরী সেবার জন্য যোগাযোগ",
                    isTitleBold: true,
                    children: [
                      {
                        title: "৯৯৯: জরুরি সেবা",
                      },
                      {
                        title: "নারী ও শিশু নির্যাতন প্রতিরোধ সেল: ☎ ১০৯",
                      },
                      {
                        title: "শিশু সহায়তায় ফোন: ১০৯৮",
                      },
                      {
                        title:
                          "সরকারি আইনগত সহায়তার টোল ফ্রি জাতীয় হেল্পলাইন: ১৬৪৩০",
                      },
                    ],
                  },
                  {
                    title: "বাল্যবিবাহ বন্ধে ব্যবস্থা",
                    isTitleBold: true,
                    children: [
                      {
                        title:
                          "জাতীয় মহিলা সংস্থার তথ্য আপাকের জন্য: ডায়াল ১০৯২২",
                      },
                      {
                        title: "স্থানীয় প্রতিনিধির সাথে যোগাযোগ:",
                        children: [
                          {
                            title:
                              "মহিলা ও শিশু বিষয়ক কার্যালয়, ময়মনসিংহ: অফিস ফোন: ০২৯৯৬৬৬৭৮২৩",
                          },
                          {
                            title:
                              "মহিলা ও শিশু বিষয়ক কার্যালয়, নেত্রকোণা: ফোন (অফিস): ০৯৫১৬১৬৩০",
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: "উপজেলা চেয়ারম্যানদের সাথে যোগাযোগ",
                    isTitleBold: true,
                    children: [
                      {
                        title: "উপজেলা চেয়ারম্যান, সদর, ময়মনসিংহ",
                      },
                      {
                        title: "উপজেলা চেয়ারম্যান, সদর, নেত্রকোণা",
                      },
                    ],
                  },
                  {
                    title: "উপজেলা নির্বাহী অফিসারদের সাথে যোগাযোগ",
                    isTitleBold: true,
                    children: [
                      {
                        title:
                          "উপজেলা নির্বাহী অফিসার, সদর, ময়মনসিংহ: অফিস নম্বর: ০১৭৩৩৩৭৩৩২৬",
                      },
                      {
                        title:
                          "উপজেলা নির্বাহী অফিসার, সদর, নেত্রকোণা: ফোন (অফিস): ০৯৫১৬১৫৭৬",
                      },
                    ],
                  },
                  {
                    title: "মডেল থানার যোগাযোগ:",
                    isTitleBold: true,
                    children: [
                      {
                        title:
                          "কোতোয়ালী মডেল থানা, সদর, ময়মনসিংহ: অফিস ফোন: ০৯১৬৫৬০০ / ০৯১৬৭৭৬১",
                      },
                      {
                        title: "মডেল থানা, সদর, নেত্রকোণা: ০১৭১৩-৩৭৩৫০৫",
                      },
                    ],
                  },
                  {
                    title: "ইউনিয়ন পরিষদ হেল্প লাইন: ১৬২৫৬",
                    isTitleBold: true,
                  },
                  {
                    title: "জয় অ্যাপস ব্যবহার করুন",
                    isTitleBold: true,
                    children: [
                      {
                        title: "জয় অ্যাপস ডাউনলোড করুন",
                      },
                    ],
                  },
                ],
              },
              {
                title: "সহায়তা প্রদান",
                isTitleBold: true,
                children: [
                  {
                    title: "রেফারেলস",
                    isTitleBold: true,
                    subtitle: ["সংশ্লিষ্ট সেবা ও তথ্যের জন্য যোগাযোগ করুন।"],
                  },
                  {
                    title: "চিকিৎসা সহায়তা",
                    isTitleBold: true,
                    subtitle: ["স্বাস্থ্যসেবা নিশ্চিত করুন।"],
                  },
                  {
                    title: "কাউন্সেলিং",
                    isTitleBold: true,
                    subtitle: ["মানসিক ও আবেগিক সহায়তা।"],
                  },
                  {
                    title: "আইনি সহায়তা",
                    isTitleBold: true,
                    subtitle: ["প্রয়োজনীয় আইনি সেবা।"],
                  },
                  {
                    title: "আশ্রয় ও পুনর্বাসন",
                    isTitleBold: true,
                    subtitle: ["নিরাপত্তার জন্য আশ্রয় কেন্দ্র।"],
                  },
                  {
                    title: "সচেতনতা",
                    isTitleBold: true,
                    subtitle: [
                      "বাল্যবিবাহের ক্ষতি সম্পর্কে সচেতনতা বৃদ্ধি করুন।",
                    ],
                  },
                  {
                    title: "অ্যাডভোকেসি এবং নেটওয়ার্কিং",
                    isTitleBold: true,
                    subtitle: [
                      "বিভিন্ন সংগঠন ও সম্প্রদায়ের সাথে সংযোগ স্থাপন করুন।",
                    ],
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "এই যোগাযোগের মাধ্যমে আপনি প্রয়োজনীয় সহায়তা ও তথ্য পেতে পারেন, যা বাল্যবিবাহ প্রতিরোধে সাহায্য করবে।",
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা বাল্য বিবাহ সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। বাল্যবিবাহ (Child Marriage) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে বাল্যবিবাহের নেতিবাচক প্রভাব সম্পর্কে সচেতন করবে এবং এটি প্রতিরোধে সাহায্য করবে। বাল্যবিবাহের কুফল সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও উন্নত সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "বাল্যবিবাহ বলতে কী বুঝায়?",
          options: [
            "অপ্রাপ্তবয়স্ক ছেলে বা মেয়ের আনুষ্ঠানিক অথবা অনানুষ্ঠানিক বিবাহ",
            "কেবলমাত্র পূর্ণবয়স্ক ব্যক্তির বিবাহ",
            "শুধু আনুষ্ঠানিক বিবাহ",
            "শুধু অনানুষ্ঠানিক বিবাহ",
          ],
          answer: 0,
        },
        {
          id: 2,
          title: "বাংলাদেশে মেয়েদের বিয়ের ন্যূনতম বয়স কত?",
          options: ["১৫ বছর", "১৬ বছর", "১৮ বছর", "২০ বছর"],
          answer: 2,
        },
        {
          id: 3,
          title: "বাংলাদেশে ছেলেদের বিয়ের ন্যূনতম বয়স কত?",
          options: ["১৮ বছর", "১৯ বছর", "২০ বছর", "২১ বছর"],
          answer: 3,
        },
        {
          id: 4,
          title: "বাল্যবিবাহের অন্যতম প্রধান কারণ কোনটি?",
          options: [
            "উচ্চ শিক্ষা",
            "দারিদ্রতা এবং অর্থনৈতিক অস্থিতিশীলতা",
            "চাকরির সুযোগ",
            "উন্নত স্বাস্থ্যসেবা",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "বাল্যবিবাহের প্রভাব কী?",
          options: [
            "উচ্চতর শিক্ষা নিশ্চিত করে",
            "স্বাস্থ্যগত ও পারিবারিক সহিংসতা সৃষ্টি করে",
            "কর্মসংস্থানের সুযোগ বাড়ায়",
            "পরিবারে সুখ নিশ্চিত করে",
          ],
          answer: 1,
        },
        {
          id: 6,
          title: "কিশোরী বয়সে গর্ভধারণের ফলে কী সমস্যা হতে পারে?",
          options: [
            "উচ্চ শিক্ষা অর্জন",
            "সন্তান জন্মদানে জটিলতা",
            "সামাজিক উন্নতি",
            "উন্নত স্বাস্থ্যসেবা",
          ],
          answer: 1,
        },
        {
          id: 7,
          title: "বাল্যবিবাহ করার শাস্তি কী?",
          options: [
            "অনধিক ৫ বৎসর কারাদণ্ড",
            "অনধিক ২ বৎসর কারাদণ্ড বা ১ লক্ষ টাকা অর্থদণ্ড বা উভয় দণ্ড",
            "অনধিক ১০ বৎসর কারাদণ্ড",
            "৫ লক্ষ টাকা অর্থদণ্ড",
          ],
          answer: 1,
        },
        {
          id: 8,
          title: "পিতা-মাতা বাল্যবিবাহ সম্পন্ন করালে কী শাস্তি হয়?",
          options: [
            "১ মাস কারাদণ্ড",
            "২ মাস কারাদণ্ড",
            "২ বছর ও ৬ মাস কারাদণ্ড বা ৫০,০০০ টাকা অর্থদণ্ড বা উভয় দণ্ড",
            "৫ বছর কারাদণ্ড",
          ],
          answer: 2,
        },
        {
          id: 9,
          title: "কোন নাম্বারে বাল্যবিবাহ প্রতিরোধে যোগাযোগ করা যায়?",
          options: ["১০৮", "১১০", "১০৯", "১১১"],
          answer: 2,
        },
        {
          id: 10,
          title:
            "বাল্যবিবাহ নিরোধ আইন, ২০১৭ অনুযায়ী কোন অপরাধের শাস্তি উল্লেখ করা হয়?",
          options: [
            "শিশু শ্রম",
            "বাল্যবিবাহ সম্পাদন বা পরিচালনা",
            "শিক্ষার অভাব",
            "অর্থনৈতিক শোষণ",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 5,
    categoryTitle: "পরিবার পরিকল্পনা",
    categoryDescription:
      "পরিবার পরিকল্পনা শুধুমাত্র জন্মনিয়ন্ত্রণের মধ্যে সীমাবদ্ধ নয়; এটি একটি বিস্তৃত ধারণা। পরিকল্পনা হল বর্তমান ও ভবিষ্যৎ বাস্তবতাকে সামনে রেখে কোনো নির্দিষ্ট লক্ষ্যে পৌঁছানো বা উদ্দেশ্য সাধনের জন্য সিদ্ধান্ত গ্রহণ করা।",
    categoryImageUrl: require("@/assets/images/education/5.png"),
    categoryBGColor: "#d9eafc",
    subcategories: [
      {
        id: 1,
        title: "পরিবার পরিকল্পনা",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা (Family planning)",
            description: [
              "পরিবার পরিকল্পনা হলো একটি সচেতন প্রক্রিয়া, যেখানে দম্পতি এবং পরিবারের অন্যান্য সদস্যরা তাদের ভবিষ্যৎ এবং কল্যাণের জন্য গুরুত্বপূর্ণ সিদ্ধান্ত গ্রহণ করেন। পরিবার পরিকল্পনার মাধ্যমে দম্পতিরা উপযুক্ত পদ্ধতি নির্বাচন করেন। এর মাধ্যমে দম্পতি কখন সন্তান নেবেন, কয়টি সন্তান নেবেন, দুইটি সন্তানের মাঝে কতদিনের বিরতি নিবেন ইত্যাদি বিষয়ে সিদ্ধান্ত ও পরিকল্পনা গ্রহণ করে থাকেন এবং পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে তা বাস্তবায়ন করেন।",
              "স্বাস্থ্য, শিক্ষা ও অর্থনৈতিক দিক থেকে একটি স্থিতিশীল পরিবার গঠনের লক্ষ্য স্থির করেন। এটি শুধুমাত্র সন্তান জন্মের সংখ্যা নয়, বরং সন্তানের সুস্থতা, মা-বাবার স্বাস্থ্য ও পরিবারের সামগ্রিক উন্নতির জন্যও গুরুত্বপূর্ণ। পরিকল্পনা ও সিদ্ধান্ত গ্রহণের মাধ্যমে পরিবারগুলি তাদের জীবনযাত্রার মান উন্নত করতে পারে এবং সমাজের সামগ্রিক উন্নয়নেও অবদান রাখতে পারে।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "পরিবার পরিকল্পনা পদ্ধতি",
        subtitle:
          "প্রতিটি পদ্ধতির সুবিধা ও অসুবিধা সম্পর্কে সচেতন হয়ে, দম্পতিরা নিজেদের স্বাস্থ্যের অবস্থা, জীবনধারা ও ভবিষ্যতের পরিকল্পনার ভিত্তিতে সঠিক সিদ্ধান্ত নিতে পারেন। সঠিক তথ্য ও সচেতনতার মাধ্যমে পরিবার পরিকল্পনা প্রক্রিয়া অধিক সফল ও কার্যকর হতে পারে।",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা পদ্ধতি",
            description: [
              "প্রতিটি পদ্ধতির সুবিধা ও অসুবিধা সম্পর্কে সচেতন হয়ে, দম্পতিরা নিজেদের স্বাস্থ্যের অবস্থা, জীবনধারা ও ভবিষ্যতের পরিকল্পনার ভিত্তিতে সঠিক সিদ্ধান্ত নিতে পারেন। সঠিক তথ্য ও সচেতনতার মাধ্যমে পরিবার পরিকল্পনা প্রক্রিয়া অধিক সফল ও কার্যকর হতে পারে।",
              "পরিবার পরিকল্পনার সবচেয়ে প্রচলিত পদ্ধতি হল সনাতন  পদ্ধতি ও  আধুনিক পদ্ধতি। সামাজিক দৃষ্টিকোণ থেকে, এটি জনসংখ্যা নিয়ন্ত্রণে সাহায্য করে যা দেশের সামগ্রিক উন্নয়নের জন্য অত্যন্ত গুরুত্বপূর্ণ। তাই এর প্রয়োজনীয়তা অপরিসীম। বিস্তারিত জানুন",
            ],
          },
          {
            type: "plain",
            title: "সনাতন বা আজল পদ্ধতি",
            description: [
              "পরিবার পরিকল্পনার সনাতন বা আজল পদ্ধতি হল এমন কিছু পদ্ধতি যা জন্মনিয়ন্ত্রণের জন্য কোনো ঔষুধ, সরঞ্জাম বা শল্যচিকিৎসা ব্যবহারের পরিবর্তে মাসিকচক্রের সচেতনতা পদ্ধতি, বীর্য প্রত্যাহার পদ্ধতি, সন্তানকে দুধপানের মত উপায়গুলি অনুসরণ করে। এই পদ্ধতিগুলি সচেতনতা এবং কিছু নিয়ম মেনে চলার মাধ্যমে গর্ভধারণের সম্ভাবনা কমাতে সাহায্য করে।",
            ],
          },
          {
            type: "list",
            title: "আধুনিক পরিবার পরিকল্পনার পদ্ধতি সমূহ",
            subtitle:
              "আধুনিক পরিবার পরিকল্পনা পদ্ধতি একটি প্রক্রিয়া যার মাধ্যমে দম্পতিরা তাদের সন্তান জন্মদানের সময় ও সংখ্যা নিয়ন্ত্রণ করতে পারে। এটি স্বাস্থ্যের উন্নতি, জীবনমান বৃদ্ধি এবং আর্থ-সামাজিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করে। বাংলাদেশে প্রচলিত ৭টি আধুনিক জন্মনিয়ন্ত্রণ পদ্ধতি প্রচলিত রয়েছে । এই পদ্ধতিগুলো আবার ধরণ অনুযায়ী তিনভাবে বিভক্ত।",
            children: [
              {
                title: "স্বল্পমেয়াদী",
              },
              {
                title: "দীর্ঘমেয়াদি",
              },
              {
                title: "স্থায়ী জন্মনিয়ন্ত্রণ",
              },
            ],
          },
          {
            type: "plain",
            title: "জরুরী গর্ভনিরোধক পিল",
            description: [
              "জরুরী গর্ভনিরোধক পিল (ECPs) বা মর্নিং-আফটার পিল হল এমন পিল বা বড়ি যা অরক্ষিত যৌন মিলনের পরে ১২০ ঘন্টা ( ৫ দিনের )মধ্যে ব্যবহারের জন্য সুপারিশ করা হয় তবে কিছু জরুরী গর্ভনিরোধক সহবাসের পরে ৭২ ঘন্টা (৩ দিনের) মধ্যে নেওয়া হলে সবচেয়ে ভাল কাজ করে।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "পরিবার পরিকল্পনা গ্রহণে স্বল্প মেয়াদী পদ্ধতি সমূহ হল",
        details: [
          {
            type: "list",
            title: "পরিবার পরিকল্পনা গ্রহণে স্বল্প মেয়াদী পদ্ধতি সমূহ হল",
            isTitleBold: true,
            children: [
              {
                title: "কনডম",
                isTitleBold: true,
                subtitle: [
                  "পরিবার পরিকল্পনার সবচেয়ে বহুল ব্যবহূত এবং পরিচিত পদ্ধতি।  প্রতিবার সহবাসের সময় কনডম ব্যবহার করতে হয় । এটি মূলত গর্ভধারণ ও গনোরিয়া, সিফিলিস ও এইচআইভি-এর মতো যৌনরোগের প্রতিরোধক হিসেবে ব্যবহৃত হয়।",
                ],
              },
              {
                title: "খাবার বড়ি",
                isTitleBold: true,
                subtitle: [
                  "খাবার বড়ি নারীদের জন্য সবচেয়ে জনপ্রিয় পরিবার পরিকল্পনা পদ্ধতি। একটা নিদিষ্ট সময়  প্রতিদিন খেতে হয় ।",
                ],
              },
              {
                title: "ইনজেকশন",
                isTitleBold: true,
                subtitle: [
                  "প্রতি তিন মাস পর পর গভীর মাংসপেশীতে দিতে হয় । এই পদ্ধতিতে প্রোজেস্টিন হরমোনের ইনজেকশন দেয়া হয়, যা ডিম্বস্ফোটন ওভুলেশন বন্ধ করে দেয়, জরায়ুর মিউকাস ঘন করে এবং জরায়ুর আস্তরণের পরিবর্তন ঘটায়। ফলে স্পার্ম ডিম্বাণুর সাথে মিলিত হতে পারে না এবং গর্ভধারণ ঘটে না।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "পরিবার পরিকল্পনা গ্রহণে দীর্ঘমেয়াদী পদ্ধতি সমূহ হল",
        details: [
          {
            type: "list",
            title: "পরিবার পরিকল্পনা গ্রহণে দীর্ঘমেয়াদী পদ্ধতি সমূহ হল",
            children: [
              {
                title: "কপার-টি",
                isTitleBold: true,
                subtitle: [
                  "পরিবার পরিকল্পনা কপার-টি (Copper-T) একটি দীর্ঘমেয়াদি এবং কার্যকর জন্মনিয়ন্ত্রণ পদ্ধতি। এটি একটি ছোট, টি-আকৃতির যন্ত্র যা মহিলাদের জরায়ুর মধ্যে স্থাপন করা হয়। কপার-টি সাধারণত প্লাস্টিক এবং তামার সমন্বয়ে তৈরি হয় এবং এটি দীর্ঘ ৫ থেকে ১০ বছর পর্যন্ত কার্যকর থাকতে পারে।",
                ],
              },
              {
                title: "ইমপ্ল্যান্ট",
                isTitleBold: true,
                subtitle: [
                  "পরিবার পরিকল্পনা ইমপ্ল্যান্ট একটি দীর্ঘমেয়াদি, হরমোনাল জন্মনিয়ন্ত্রণ পদ্ধতি যা মহিলাদের গর্ভধারণ প্রতিরোধে অত্যন্ত কার্যকর। এই পদ্ধতিতে একটি ছোট, নমনীয় রড মহিলার  বাহুর ত্বকের নিচে স্থাপন করা হয়। ইমপ্ল্যান্টটি প্রোজেস্টিন হরমোন নিঃসরণ করে, যা ডিম্বস্ফোটন (ওভুলেশন) বন্ধ করে, জরায়ুর মিউকাস ঘন করে এবং জরায়ুর আস্তরণের পরিবর্তন ঘটায়, ফলে স্পার্ম ডিম্বাণুর সাথে মিলিত হতে পারে না।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "পরিবার পরিকল্পনা গ্রহণে স্থায়ী পদ্ধতি সমূহ হল",
        details: [
          {
            type: "list",
            title: "পরিবার পরিকল্পনা গ্রহণে স্থায়ী পদ্ধতি সমূহ হল",
            children: [
              {
                title: "এনএসভি বা ভ্যাসেকটমি",
                isTitleBold: true,
                subtitle: [
                  "পরিবার পরিকল্পনা এনএসভি (NSV) বা নো-স্ক্যালপেল ভ্যাসেকটমি হল পুরুষদের জন্য একটি স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতি। এটি একটি ছোট এবং কম আক্রমণাত্মক শল্যচিকিৎসা, যা সাধারণ ভ্যাসেকটমি থেকে সহজ এবং নিরাপদ। এনএসভি পদ্ধতিতে কোনো ব্লেড বা স্ক্যালপেল ব্যবহার করা হয় না, ফলে সেলাই বা বড় ক্ষত থাকে না",
                ],
              },
              {
                title: "টিউবেকটমি",
                isTitleBold: true,
                subtitle: [
                  "পরিবার পরিকল্পনা টিউবেকটমি হল নারীদের জন্য একটি স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতি, যা সার্জিকাল পদ্ধতিতে সম্পন্ন করা হয়। এই পদ্ধতিতে মহিলার ডিম্বনালী (ফ্যালোপিয়ান টিউব) কেটে বা বেঁধে দেওয়া হয়, ফলে ডিম্বাণু ডিম্বনালী দিয়ে জরায়ুতে যেতে পারে না এবং স্পার্মের সাথে মিলিত হতে পারে না। এর ফলে গর্ভধারণের সম্ভাবনা থাকে না।",
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "পরিবার পরিকল্পনার সকল পদ্ধতি সবার জন্য সমান উপযোগী নয় । তাই যে কোন পদ্ধতি গ্রহণের পূর্বে নিকটস্থ স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ গ্রহণ করা উচিত।",
            ],
          },
        ],
      },
      {
        id: 6,
        title: "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারের সম্পর্কে যা জানতে হবে",
        subtitle:
          "পরিবার পরিকল্পনা পদ্ধতির সঠিক ব্যবহারের মাধ্যমে স্বাস্থ্য সুরক্ষা, সন্তানদের উন্নত পরিচর্যা এবং পরিবারে আর্থিক স্থিতিশীলতা নিশ্চিত করা সম্ভব। পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে সঠিকভাবে পরিকল্পিত পরিবার গঠন করা সম্ভব, যা ব্যক্তি, পরিবার ও সমাজের সার্বিক উন্নয়নে গুরুত্বপূর্ণ অবদান রাখে।",
        details: [
          {
            type: "list",
            title:
              "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারের সম্পর্কে যা জানতে হবে: (Information about using family planning methods) ",
            subtitle:
              "পরিবার পরিকল্পনা পদ্ধতির সঠিক ব্যবহারের মাধ্যমে স্বাস্থ্য সুরক্ষা, সন্তানদের উন্নত পরিচর্যা এবং পরিবারে আর্থিক স্থিতিশীলতা নিশ্চিত করা সম্ভব। পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে সঠিকভাবে পরিকল্পিত পরিবার গঠন করা সম্ভব, যা ব্যক্তি, পরিবার ও সমাজের সার্বিক উন্নয়নে গুরুত্বপূর্ণ অবদান রাখে।",
            children: [
              {
                title:
                  "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারে কোন ন্যূনতম বয়স নির্ধারণ করা হয়নি এবং এ সংক্রান্ত কোন নিয়ম নেই। তাই পরিবার পরিকল্পনা পদ্ধতি ব্যবহারে আইনি বাধ্যবাধকতা নেই।",
              },
              {
                title:
                  "উপযুক্ত ফলাফলের জন্য বড়ি একই সময়ে প্রতিদিন গ্রহণ করা উচিত।",
              },
              {
                title:
                  "জন্মবিরতিকরণ পদ্ধতির মধ্যে ইনজেকশন প্রতি তিন মাস অন্তর ব্যবহার করতে হবে।",
              },
              {
                title: "মাসিক চলাকালীন সময়ে গর্ভবতী হওয়ার সম্ভাবনা নেই।",
              },
              {
                title: "আজল পদ্ধতি সবসময় কার্যকরী নাও হতে পারে।",
              },
              {
                title:
                  "জরুরী গর্ভনিরোধক পদ্ধতি - পিল, অনিরাপদ সহবাসের পাঁচদিন পর্যন্ত নেয়া যেতে পারে। তবে, এটি নিয়মিত ভাবে গ্রহণ করা যাবে না।",
              },
              {
                title:
                  "কনডমই একমাত্র পদ্ধতি যার মাধ্যমে যৌনবাহিত রোগ ও অনিচ্ছাকৃত গর্ভধারণ প্রতিরোধ সম্ভব।",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "পরিবার পরিকল্পনার গ্রহণ কেন প্রয়োজন",
        subtitle:
          "একটি সুস্থ্য, সবল ও সুখী পরিবার সবার প্রত্যাশা। আর এজন্য চাই সঠিক পরিকল্পনা। বিয়ের পর কখন প্রথম সন্তান নিবে, পরবর্তী সন্তান আবার কবে নিবে, কয়টি সন্তান নিবে এসব বিষয় নিয়ে স্বামী-স্ত্রী দুজনে মিলে আলাপ করে জন্মবিরতিকরণের সিদ্ধান্ত নেয়া প্রয়োজন । এজন্য পরিবার পরিকল্পনা পদ্ধতি গ্রহণ করা সবার জন্য প্রয়োজন।",
        details: [
          {
            type: "list",
            title:
              "পরিবার পরিকল্পনার গ্রহণ কেন প্রয়োজন (Importance of family planning)",
            subtitle:
              "একটি সুস্থ্য, সবল ও সুখী পরিবার সবার প্রত্যাশা। আর এজন্য চাই সঠিক পরিকল্পনা। বিয়ের পর কখন প্রথম সন্তান নিবে, পরবর্তী সন্তান আবার কবে নিবে, কয়টি সন্তান নিবে এসব বিষয় নিয়ে স্বামী-স্ত্রী দুজনে মিলে আলাপ করে জন্মবিরতিকরণের সিদ্ধান্ত নেয়া প্রয়োজন । এজন্য পরিবার পরিকল্পনা পদ্ধতি গ্রহণ করা সবার জন্য প্রয়োজন। ",
            children: [
              {
                title:
                  "স্বামী-স্ত্রী পছন্দমত সময়ে এবং পছন্দমত সংখ্যায় সন্তান নিতে পারেন।",
              },
              {
                title:
                  "ঘন ঘন গর্ভধারণের ঝুঁকি কমায়, ফলে মা ও শিশুর স্বাস্থ্যের ঝুঁকি এবং মা ও শিশুর মৃত্যুর ঝুঁকি কমে।",
              },
              {
                title: "মা ও শিশুর স্বাস্থ্য ভাল থাকে।",
              },
              {
                title: "স্বামী ও স্ত্রীর শারীরিক, মানসিক ও আর্থিক চাপ কমায়।",
              },
              {
                title:
                  "সন্তান সংখ্যা কম হলে সব সন্তানদের যথাযথ যত্ন নেয়া যায়, তাদের চাহিদা সমূহ সহজে পূরণ করা যায়।",
              },
              {
                title: "সংসারে সুখ, শান্তি ও স্বাচ্ছন্দ্য বাড়ায়।",
              },
              {
                title: "জনসংখ্যা বৃদ্ধির গতি কমায়।",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "পরিবার পরিকল্পনা সেবা পেতে যোগাযোগ করুন",
        details: [
          {
            type: "list",
            title: "পরিবার পরিকল্পনা সেবা পেতে যোগাযোগ করুন",
            children: [
              {
                title: "সুখী পরিবার কল সেন্টার ☎ 16767",
              },
              {
                title: "স্বাস্থ্য বাতায়ন (১৬২৬৩)",
              },
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "সংশ্লিষ্ট এলাকার  মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র ",
              },
              {
                title: "সংশ্লিষ্ট উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "সংশ্লিষ্ট ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title:
                  "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান/ হাসপাতাল/ ক্লিনিক যেমন-সূর্যের হাসি ক্লিনিক, মেরী স্টোপস-০৮০০০২২২৩৩৩, আরএইচস্টেপ",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা পরিবার পরিকল্পনা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। পরিবার পরিকল্পনা (Family Planning) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে পরিকল্পিত ও সুস্থ পরিবার গঠনে সহায়তা করবে। পরিবার পরিকল্পনার সুফল সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও উন্নত সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "আধুনিক পরিবার পরিকল্পনার পদ্ধতি কয়টি ?",
          options: ["৩ টি", "৫ টি", "৭টি"],
          answer: 2, // Index of correct answer in options array (৭টি)
        },
        {
          id: 2,
          title: "পরিবার পরিকল্পনা গ্রহণে সল্প মেয়াদী পদ্ধতি কোনটি ?",
          options: ["ইমপ্ল্যান্ট", "কনডম", "টিউবেকটমি (নারীদের জন্য)"],
          answer: 1, // Index of correct answer in options array (কনডম)
        },
        {
          id: 3,
          title:
            "যে সব মহিলাদের সন্তান নেই তারা কি ইমপ্ল্যান্ট ব্যবহার করতে পারবে ?",
          options: ["হ্যাঁ", "না"],
          answer: 0, // Index of correct answer in options array (হ্যাঁ)
        },
        {
          id: 4,
          title: "দুটি সন্তানধারণের মধ্যে কত সময়ের ব্যবধান থাকা জরুরি ?",
          options: ["৩ বছর", "৫ বছর", "২ বছর"],
          answer: 2, // Index of correct answer in options array (২ বছর)
        },
        {
          id: 5,
          title: "দীর্ঘমেয়াদী পরিবার পরিকল্পনার পদ্ধতি কোনটি?",
          options: ["খাবার বড়ি", "ইনজেকশন", "ইমপ্ল্যান্ট", "কনডম"],
          answer: 2, // Index of correct answer in options array (ইমপ্ল্যান্ট)
        },
        {
          id: 6,
          title: "ইমপ্ল্যান্টের মেয়াদকাল কী?",
          options: ["৩ বছর বা ৫ বছর", "১০ বছর", "স্থায়ী", "২ বছর"],
          answer: 0, // Index of correct answer in options array (৩ বছর বা ৫ বছর)
        },
        {
          id: 7,
          title: "আইইউডি (কপার-টি) কতদিনের জন্য কার্যকর?",
          options: ["৩ মাস", "১ বছর", "১০ বছর", "৫ বছর"],
          answer: 2, // Index of correct answer in options array (১০ বছর)
        },
        {
          id: 8,
          title: "পরিবার পরিকল্পনা পদ্ধতি গ্রহণের পূর্বে কোনটি করা উচিত?",
          options: [
            "নিজেদের সিদ্ধান্ত গ্রহণ",
            "স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ নেওয়া",
            "পরিবারে আলোচনা করা",
            "ইন্টারনেট থেকে তথ্য সংগ্রহ",
          ],
          answer: 1, // Index of correct answer in options array (স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ নেওয়া)
        },
      ],
    },
  },
  {
    id: 6,
    categoryTitle: "গর্ভপাত পরবর্তী সেবা",
    categoryDescription:
      "গর্ভপাত পরবর্তী সেবা বা প্যাক সেবা মাসিক নিয়মিতকরণ বা গর্ভপাতের সাথে সম্পর্কিত অসুস্থতা এবং মৃত্যুহার হ্রাস করে। মাসিক নিয়মিতকরণ বিষয়ে প্রশিক্ষণ প্রাপ্ত ও দক্ষ সেবা প্রদানকারী এবং প্রয়োজনীয় অবকাঠামো ও যন্ত্রপাতির সুব্যবস্থা আছে এমন সরকারি স্বাস্থ্যকেন্দ্রে বা সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান/হাসপাতাল/ক্লিনিকে গর্ভপাত পরবর্তী  সেবা (প্যাক) গ্রহণ করা যায় । বিস্তারিত জানতে......",
    categoryImageUrl: require("@/assets/images/education/6.png"),
    categoryBGColor: "#d9fcf5",
    subcategories: [
      {
        id: 1,
        title: "মাসিক নিয়মিতকরণ",
        subtitle:
          "নিরাপদ মাসিক নিয়মিতকরণ (এমআর) সেবা মাতৃমৃত্যু এবং অসুস্থতা হ্রাসের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে। মাসিক নিয়মিতকরণের জন্য  স্বাস্থ্যসেবা কেন্দ্রে গিয়ে সেবাপ্রদানকারীদের পরামর্শ নেওয়া উচিত, যাতে যেকোনো ধরনের জটিলতা এড়ানো যায় এবং সুস্থতা নিশ্চিত হয়। এই সেবার মাধ্যমে নারীদের শারীরিক ও মানসিক স্বাস্থ্য সুরক্ষিত থাকে।",
        details: [
          {
            type: "plain",
            title: "মাসিক নিয়মিতকরণ",
            description: [
              "মাসিক নারীর জীবনে এক স্বাভাবিক ঘটনা, যা নারীদের জীবনে স্বাভাবিক প্রক্রিয়াকে পুনরুদ্ধারে সহায়তা করে।। কোন কারণে নারীর মাসিক বন্ধ হয়ে গেলে, পুনরায় মাসিক নিয়মিত করাকে মাসিক নিয়মিতকরণ বলে। মাসিক নিয়মিতকরণ (এম আর) হচ্ছে একটি সহজ, নিরাপদ ও বৈজ্ঞানিক পদ্ধতি। মাসিক নিয়মিত করণ সেবার সাথে গর্ভপাত পরবর্তী সেবাও (প্যাক) সম্পৃক্ত। মাসিক বন্ধ হয়ে গেলে ৬-১২ সপ্তাহের মধ্যে মাসিক নিয়মিতকরণ করতে স্ত্রী রোগ বিশেষজ্ঞ, চিকিৎসক, নার্স এবং প্যারামেডিকদের পরমর্শ ও চিকিৎসা গ্রহণ করা উচিত।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "মাসিক নিয়মিতকরণ সেবা গ্রহণের উপযুক্ত সময়",
        details: [
          {
            type: "list",
            title: "মাসিক নিয়মিতকরণ সেবা গ্রহণের উপযুক্ত সময়",
            subtitle:
              "মাসিক নিয়মিতকরণ করার সবচেয়ে ভালো সময় হচ্ছে শেষ মাসিক হওয়ার প্রথম দিন থেকে হিসেব করে ৩৫ দিনের পরে এবং ৪৫ দিনের পূর্বে। সবচেয়ে নিরাপদ সময় হচ্ছে ৪২ তম দিন থেকে ৪৯ তম দিনের মধ্যে (২ থেকে ৪ সপ্তাহ)।  বর্তমান বিশ্বে দুইভাবে এমআর করা যায়",
            children: [
              {
                title: "ম্যানুয়াল ভ্যাকুয়াম এসপিরেটর (এমভিএ)",
                isTitleBold: true,
                subtitle: [
                  "একটি বিশেষ ধরনের বায়ুমুক্ত সিরিঞ্জ ব্যবহার করে। বর্তমানে বাংলাদেশে ম্যানুয়াল ভ্যাকুয়াম এসপিরেটর (এমভিএ) পদ্ধতিতে ৬ থেকে ১২ সপ্তাহ পর্যন্ত মাসিক নিয়মিতকরণ করা যায়। ম্যানুয়াল ভ্যাকুয়াম এসপিরেটর (এমভিএ) করানোর দায়িত্বপ্রাপ্ত কর্মকর্তা হলেন- গাইনোকলজিস্ট, মেডিকেল অফিসার, সহকারী সার্জন, পরিবার কল্যাণ পরিদর্শিকা, প্যারামেডিক।",
                ],
              },
              {
                title: "নির্দিষ্ট কিছু ঔষধ খাওয়া/ ব্যবহারের মাধ্যমে (এমআরএম)",
                isTitleBold: true,
                subtitle: [
                  "মাসিক বন্ধ হবার ৭০ দিন(১০ সপ্তাহ) পর্যন্ত ঔষধ খাওয়া/ব্যবহারের মাধ্যমে মাসিক নিয়মিতকরণ করা যাবে। তাদের ক্ষেত্রে মিফিপ্রিস্টন এবং মিসোপ্রোস্টল দ্বারা এমআর সেবা দেওয়া যাবে। এই ঔষধগুলি ফার্মাসিতে পাওয়া যায় যা বাংলাদেশের ঔষধ প্রশাসন কর্তৃক অনুমোদিত।",
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যে কোন কারণে মাসিক বন্ধ থাকতে পারে। সেক্ষেত্রে প্রাথমিকভাবে পরীক্ষা করে গর্ভাবস্থা নিশ্চিত করতে হয়। কেউ যদি অনাকাঙ্খিত গর্ভধারণ করেন, তিনি গাইনি ডাক্তার, মেডিকেল অফিসার (এমসিএইচ-এফপি) মেডিকেল অফিসার ক্লিনিক/সহকারী সার্জন/মেডিকেল অফিসার, চিকিৎসক, পরিবার কল্যাণ পরিদর্শিকা, নার্স এবং প্যারামেডিকদের পরামর্শ অনুযায়ী মাসিক নিয়মিতকরণ করাতে পারেন।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "গর্ভপাত পরবর্তী সেবা (প্যাক) ও ফলোআপ",
        subtitle:
          "যে সকল নারীর ক্ষেত্রে অসম্পূর্ণ মাসিক নিয়মিতকরণ, অসম্পূর্ণ গর্ভপাত, কিংবা এ সংক্রান্ত কোন জটিলতা যেমন: রক্তক্ষরণ, সংক্রমণ, তলপেটে ব্যথা, জ্বর ইত্যাদি দেখা দেয় সে সকল ক্ষেত্রে অসম্পূর্ণ গর্ভপাত বা অসম্পূর্ণ এমআর সম্পূর্ণ করার প্রক্রিয়াই গর্ভপাত পরবর্তী সেবা।",
        details: [
          {
            type: "plain",
            title:
              "গর্ভপাত পরবর্তী সেবা (প্যাক) ও ফলোআপ ( Post- Abortion Care and follow-up)",
            description: [
              "যে সকল নারীর ক্ষেত্রে অসম্পূর্ণ মাসিক নিয়মিতকরণ, অসম্পূর্ণ গর্ভপাত, কিংবা এ সংক্রান্ত কোন জটিলতা যেমন: রক্তক্ষরণ, সংক্রমণ, তলপেটে ব্যথা, জ্বর ইত্যাদি দেখা দেয় সে সকল ক্ষেত্রে অসম্পূর্ণ গর্ভপাত বা অসম্পূর্ণ এমআর সম্পূর্ণ করার প্রক্রিয়াই গর্ভপাত পরবর্তী সেবা।",
              "গর্ভপাত পরবর্তী সেবা (প্যাক) হলো নারীদের জন্য চিকিৎসা এবং কাউন্সেলিং সেবা। এটি মাসিক নিয়মিতকরণ সংক্রান্ত জটিলতার চিকিৎসা ও যত্ন নিশ্চিত করে যা ভবিষ্যতে অনাকাঙ্খিত গর্ভধারণ প্রতিরোধে পরিবার পরিকল্পনা পদ্ধতি গ্রহণে সহায়তা করে। গর্ভপাত পরবর্তী সেবা (প্যাক) মাসিক নিয়মিতকরণের সাথে সম্পর্কিত অসুস্থতা এবং মৃত্যুহার হ্রাস করে",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "অনিরাপদ মাসিক নিয়মিতকরণ এবং গর্ভপাত",
        details: [
          {
            type: "list",
            title: "অনিরাপদ মাসিক নিয়মিতকরণ এবং গর্ভপাত",
            subtitle:
              "বিভিন্ন উপায়ে অনিরাপদ মাসিক নিয়মিতকরণ এবং গর্ভপাত করা হয় যেমন",
            children: [
              {
                title: "শিকড়-বাকড় ব্যবহার করে",
              },
              {
                title: "চোখা বস্তু ব্যবহার করে",
              },
              {
                title: "বিষাক্ত লতাপাতা ব্যবহার;",
              },
              {
                title:
                  "ভুল ঔষধ বা অনুমান নির্ভর ঔষধ সেবন যা বেশীরভাগ সময়েই ক্ষতিকর হয়",
              },
              {
                title:
                  "অপ্রশিক্ষিত বা অপেশাদার কাউকে দিয়ে এমআর এবং গর্ভপাত করানো।",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "অনিরাপদ মাসিক নিয়মিতকরণ এবং অনিরাপদ গর্ভপাতের পরিনতি বা ফলাফল",
        details: [
          {
            type: "list",
            title:
              "অনিরাপদ মাসিক নিয়মিতকরণ এবং অনিরাপদ গর্ভপাতের পরিনতি বা ফলাফল",
            children: [
              {
                title: "সংক্রমণ",
                isTitleBold: true,
                subtitle: [
                  "অনিরাপদ মাসিক নিয়মিতকরণের ফলে জরায়ু বা অন্যান্য যৌনাঙ্গে সংক্রমণ হতে পারে। এটি তীব্র ব্যথা, এবং প্রচণ্ড গন্ধযুক্ত স্রাবের সৃষ্টি করতে পারে।",
                ],
              },
              {
                title: "অতিরিক্ত রক্তক্ষরণ",
                isTitleBold: true,
                subtitle: [
                  "মাসিক নিয়মিতকরণ বা গর্ভপাতের পর অতিরিক্ত রক্তক্ষরণ একটি মারাত্মক ঝুঁকি। এটি সাধারণত স্বাভাবিক প্রক্রিয়া থেকে বেশি পরিমাণে হতে পারে, যা রক্তশূন্যতা এবং অন্যান্য স্বাস্থ্য সমস্যার সৃষ্টি করতে পারে।",
                ],
              },
              {
                title: "দীর্ঘমেয়াদী রক্তক্ষরণ;",
                isTitleBold: true,
                subtitle: [
                  "কিছু ক্ষেত্রে, রক্তক্ষরণ দীর্ঘদিন ধরে চলতে পারে, যা একটি গুরুতর সমস্যা হিসেবে বিবেচিত হয় এবং চিকিৎসা সহায়তা প্রয়োজন হতে পারে।",
                ],
              },
              {
                title: "তলপেটে ব্যথা",
                isTitleBold: true,
                subtitle: [
                  "অনিরাপদ মাসিক নিয়মিতকরণ বা গর্ভপাতের ফলে তলপেটে তীব্র ব্যথা অনুভূত হতে পারে, যা প্রায়ই গর্ভপাতের পার্শ্বপ্রতিক্রিয়া হিসেবে ঘটে।",
                ],
              },
              {
                title: "জ্বর",
                isTitleBold: true,
                subtitle: [
                  "সংক্রমণ বা অন্যান্য জটিলতার কারণে জ্বর হতে পারে। এটি সাধারণত একটি লক্ষণ যে শরীরে কোনো ধরনের গুরুতর সমস্যা হতে পারে।",
                ],
              },
              {
                title: "স্থায়ী শারিরীক ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "অনিরাপদ মাসিক নিয়মিতকরণ বা গর্ভপাতের ফলে শরীরের স্থায়ী ক্ষতি হতে পারে, যেমন জরায়ুর ক্ষতি বা অন্যান্য অঙ্গের ক্ষতি।",
                ],
              },
              {
                title: "মৃত্যু",
                isTitleBold: true,
                subtitle: [
                  "অনিরাপদ মাসিক নিয়মিতকরণ বা গর্ভপাতের সবচেয়ে গুরুতর পরিণতি হতে পারে মৃত্যু, যা চিকিৎসার অভাবে বা গুরুতর জটিলতার কারণে ঘটতে পারে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 6,
        title: "মাসিক নিয়মিতকরণের পরে যে সব অবস্থায় মনোযোগ এবং চিকিৎসা প্রয়োজন",
        subtitle:
          "মাসিক নিয়মিতকরণ সেবা গ্রহণের পরে জটিলতা দেখা দিলে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা আবশ্যক। পাশাপাশি পরিবার পরিকল্পনা পদ্ধতি, যৌন ও প্রজনন স্বাস্থ্য, মানসিক স্বাস্থ্য এবং কাউন্সেলিং সেবা গ্রহণ করার ক্ষেত্রে চিকিৎসকের সহায়তা নিতে হবে।",
        details: [
          {
            type: "list",
            title:
              "মাসিক নিয়মিতকরণের পরে যে সব অবস্থায় মনোযোগ এবং চিকিৎসা প্রয়োজন",
            subtitle:
              "মাসিক নিয়মিতকরণ সেবা গ্রহণের পরে জটিলতা দেখা দিলে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা আবশ্যক। পাশাপাশি পরিবার পরিকল্পনা পদ্ধতি, যৌন ও প্রজনন স্বাস্থ্য, মানসিক স্বাস্থ্য এবং কাউন্সেলিং সেবা গ্রহণ করার ক্ষেত্রে চিকিৎসকের সহায়তা নিতে হবে।",
            children: [
              {
                title: "তলপেটে ব্যথার তীব্রতা বাড়লে",
              },
              {
                title: "অতিরিক্ত রক্তস্রাব দেখা দিলে",
              },
              {
                title: "জ্বর, মাথা ঝিমঝিম করা, শ্বাসকষ্ট এবং জ্ঞান হারানো",
              },
              {
                title: "দুর্গন্ধযুক্ত স্রাব",
              },
              {
                title: "অসম্পূর্ণ মাসিক নিয়মিতকরণ",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, গর্ভপাতের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। গর্ভপাতের পর অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে, মাসিক নিয়মিতকরণ পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, মাসিক নিয়মিতকরণ পরবর্তী সময়ে স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে ।",
            ],
          },
        ],
      },
      {
        id: 7,
        title: "গর্ভপাত পরবর্তী  সেবা (প্যাক) যেখানে পেতে পারি",
        details: [
          {
            type: "list",
            title: "গর্ভপাত পরবর্তী  সেবা (প্যাক) যেখানে পেতে পারি",
            subtitle:
              "প্যাক সেবা ভবিষ্যতে অনাকাঙ্খিত গর্ভধারণ প্রতিরোধে পরিবার পরিকল্পনা পদ্ধতি গ্রহণের জন্য নারীদের চিকিৎসা এবং কাউন্সেলিং সেবা। মাসিক নিয়মিতকরণ বিষয়ে প্রশিক্ষণ প্রাপ্ত ও দক্ষ সেবা প্রদানকারী আছেন এবং প্রয়োজনীয় অবকাঠামো ও যন্ত্রপাতির সুব্যবস্থা আছে এমন সরকারি স্বাস্থ্যকেন্দ্রে বা সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান/হাসপাতাল/ক্লিনিকে গর্ভপাত পরবর্তী  সেবা (প্যাক) গ্রহণ করা যাবে। এর মধ্যে রয়েছে-",
            children: [
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
              },
              {
                title: "উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title:
                  "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান/ হাসপাতাল/ ক্লিনিক যেমন-সূর্যের হাসি ক্লিনিক, মেরী স্টোপস -০৮০০০২২২৩৩৩",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "পরিবার পরিকল্পনা পদ্ধতি",
        subtitle:
          "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, মাসিক নিয়মিতকরণের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে,  পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে।",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা পদ্ধতি",
            description: [
              "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, মাসিক নিয়মিতকরণের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে,  পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে।",
            ],
          },
          {
            type: "list",
            title:
              "মাসিক নিয়মিতকরণ পরবর্তী বিভিন্ন পরিবার পরিকল্পনা পদ্ধতি শুরু করার সময়",
            children: [
              {
                title: "খাবার বড়ি",
                isTitleBold: true,
                children: [
                  {
                    title: "গর্ভপাত পরবর্তী সেবা (প্যাক) নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "কনডম",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক) নেওয়ার পরে যখন নারী মনে করবেন তিনি যৌন মিলনের জন্য প্রস্তুত।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা)শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "ইনজেকশন",
                isTitleBold: true,
                children: [
                  {
                    title: "গর্ভপাত পরবর্তী  সেবা (প্যাক)  নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "ইমপ্ল্যান্ট",
                isTitleBold: true,
                children: [
                  {
                    title: "গর্ভপাত পরবর্তী  সেবা (প্যাক)  নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "আইইউডি",
                isTitleBold: true,
                children: [
                  {
                    title: "গর্ভপাত পরবর্তী  সেবা (প্যাক)  নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) সেবা গ্রহণের পরে যখন নিশ্চিত হওয়া যাবে, নারী গর্ভবতী নন বা জরায়ু সম্পূর্ণ খালি করা হয়েছে।",
                  },
                ],
              },
              {
                title: "টিউবেকটমি",
                isTitleBold: true,
                children: [
                  {
                    title: "গর্ভপাত পরবর্তী  সেবা (প্যাক) নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) সেবা গ্রহণ করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) সেবা গ্রহণ  করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "জরুরি জন্মবিরতিকরণ পিল:",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক)  নেওয়ার পরে প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) সেবা গ্রহণ করার পর প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম)  সেবা গ্রহণের পর  প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যখন কোনো জটিলতা থাকবে না তখন এই ছক অনুসরণ করা যাবে। জটিলতা থাকলে নিকটস্থ স্বাস্থ্যকেন্দ্রের চিকিৎসকের পরামর্শ গ্রহণ করা উচিত।",
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা গর্ভপাত পরবর্তী যত্ন সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। গর্ভপাত পরবর্তী সেবা (Post Abortion Care) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে নিরাপদ ও স্বাস্থ্যকর উপায়ে সেবা গ্রহণে সহায়তা করবে। গর্ভপাত পরবর্তী সেবার গুরুত্ব সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও সচেতন সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "মাসিক নিয়মিতকরণ কী?",
          options: [
            "নারীর মাসিক বন্ধ করা চিকিৎসা পদ্ধতি",
            "নারীর মাসিক শুরু করানোর চিকিৎসা পদ্ধতি",
            "নারীর মাসিক পুনরায় নিয়মিত করানোর চিকিৎসা পদ্ধতি",
            "নারীর মাসিক বন্ধ রাখার চিকিৎসা পদ্ধতি",
          ],
          answer: 2,
        },
        {
          id: 2,
          title: "মাসিক নিয়মিতকরণ কত সপ্তাহ পর্যন্ত করা যায়?",
          options: ["৪-৬ সপ্তাহ", "৬-১২ সপ্তাহ", "২-৪ সপ্তাহ", "১২-১৬ সপ্তাহ"],
          answer: 1,
        },
        {
          id: 3,
          title: "গর্ভপাত পরবর্তী সেবা (প্যাক) কী?",
          options: [
            "নারীর মাসিক বন্ধের পর সেবা",
            "নারীর গর্ভাবস্থা নিশ্চিতকরণের সেবা",
            "নারীর মাসিক নিয়মিতকরণের পর সেবা",
            "নারীর মাসিকের আগে সেবা",
          ],
          answer: 2,
        },
        {
          id: 4,
          title:
            "মাসিক নিয়মিতকরণের পরে যে অবস্থায় চিকিৎসা প্রয়োজন হয়, তার মধ্যে কোনটি সঠিক?",
          options: [
            "তলপেটে ব্যথার তীব্রতা বাড়লে",
            "অতিরিক্ত রক্তস্রাব দেখা দিলে",
            "জ্বর, মাথা ঝিমঝিম করা, শ্বাসকষ্ট এবং জ্ঞান হারালে",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 5,
          title: "গর্ভপাত পরবর্তী সেবা কোথায় পাওয়া যায়?",
          options: [
            "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
            "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
            "সরকারি অনুমোদিত স্বাস্থ্যকেন্দ্র সমূহ",
            "উপরের সবকটি কেন্দ্র",
          ],
          answer: 3,
        },
        {
          id: 6,
          title: "কোন পদ্ধতিতে মাসিক নিয়মিতকরণ করা হয়?",
          options: [
            "এমভিএ",
            "এমআরএম",
            "এমভিএ ও এমআরএম উভয় পদ্ধতিতেই",
            "উপরের কোনো পদ্ধতিতেই নয়",
          ],
          answer: 2,
        },
        {
          id: 7,
          title:
            "মাসিক নিয়মিতকরণের পরে পরিবার পরিকল্পনা পদ্ধতি হিসেবে কনডম কখন ব্যবহার করা যায়?",
          options: [
            "এমভিএ করার পর পর",
            "এমআরএম করার পর পর",
            "উভয় সময়ই",
            "কখনই না",
          ],
          answer: 2,
        },
        {
          id: 8,
          title:
            "মাসিক নিয়মিতকরণের পরে জরুরি জন্মবিরতিকরণ পিল কখন ব্যবহার করা যায়?",
          options: [
            "প্রয়োজন অনুসারে",
            "যৌনমিলনের ৫ দিনের মধ্যে",
            "সেবা নেওয়ার সাথে সাথে",
          ],
          answer: 2,
        },
        {
          id: 9,
          title: "মাসিক নিয়মিতকরণের পরে তলপেটে ব্যথা হলে করণীয় কি?",
          options: [
            "বিশ্রাম নেওয়া",
            "চিকিৎসকের পরামর্শ নেওয়া",
            "বেশি পানি পান করা",
            "ওষুধ খাওয়া",
          ],
          answer: 1,
        },
        {
          id: 10,
          title:
            "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি ব্যবহার না করলে কী হতে পারে?",
          options: [
            "পুনরায় গর্ভাবস্থা হতে পারে",
            "শারীরিক সমস্যা হতে পারে",
            "মানসিক সমস্যা হতে পারে",
            "উপরের সবকটি",
          ],
          answer: 0,
        },
        {
          id: 11,
          title: "মাসিক নিয়মিতকরণের পরে ফলোআপ করতে হবে কেন?",
          options: [
            "অসুস্থতা নির্ণয় করতে",
            "ভবিষ্যতে গর্ভাবস্থা প্রতিরোধ করতে",
            "পরিবার পরিকল্পনা পদ্ধতি গ্রহণে সহায়তা করতে",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 12,
          title:
            "মাসিক নিয়মিতকরণের পরে প্রয়োজনীয় আরও তথ্য জানার জন্য কোন হটলাইন নাম্বার ব্যবহার করা যায়?",
          options: ["সুখী পরিবার - ১৬৭৬৭", "স্বাস্থ্য বাতায়ন- ১৬২৬৩"],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 7,
    categoryTitle: "জেন্ডারভিত্তিক সহিংসতা",
    categoryDescription:
      "জেন্ডারভিত্তিক সহিংসতা হল নির্দিষ্ট লিঙ্গের প্রতি বিদ্বেষ, বৈষম্য বা ক্ষমতার অপব্যবহার থেকে উদ্ভূত শারীরিক, যৌন, মানসিক বা অর্থনৈতিক সহিংসতা, যার প্রধান শিকার সাধারণত মহিলারা ও মেয়েরা। সঠিক পদক্ষেপ গ্রহণের মাধ্যমে জেন্ডারভিত্তিক সহিংসতা প্রতিরোধ করে নারীদের জন্য একটি নিরাপদ ও সমানাধিকার সমাজ গঠন করা যেতে পারে। বিস্তারিত জানুন",
    categoryImageUrl: require("@/assets/images/education/7.png"),
    categoryBGColor: "#fbd9fc",
    subcategories: [
      {
        id: 1,
        title: "জেন্ডার এবং সেক্স",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "সেক্স",
            description: [
              "সেক্স বা লিঙ্গ হচ্ছে প্রাকৃতিক কারণে সৃষ্ট নারী ও পুরুষের শারীরিক বৈশিষ্ট্যের ভিত্তিতে নারী ও পুরুষের মধ্যে ভিন্নতা যা অপরিবর্তনীয়। উদাহরণস্বরূপ- যেমন একজন নারী গর্ভধারণে এবং সন্তান জন্মদানে সক্ষম কিন্তু একজন পুরুষের পক্ষে তা সম্ভব নয়। এমন কী কেউ ইচ্ছা করলে নারী বা পুরুষ হতে পারে না।",
            ],
          },
          {
            type: "plain",
            title: "জেন্ডার",
            description: [
              "নির্দিষ্ট কোন সমাজে নারী ও পুরুষের কার কেমন পোশাক হবে, কে কী কাজ করবে, কে কী রকম আচরণ করবে ইত্যাদি নির্ধারণ করে সমাজ। যেহেতু, এসব বিষয় সমাজ কর্তৃক নির্ধারিত, তাই সমাজ পরিবর্তনের সাথে নারী-পুরুষের পোশাক-পরিচ্ছদ, কাজ-কর্ম, আচার-আচরণেরও পরিবর্তন দেখা যায়। সমাজ তার চাহিদা অনুযায়ী নারী-পুরুষকে ভিন্ন ভিন্নরূপে গড়ে তোলে। তাই এক কথায় বলা যায়- ‘জেন্ডার হচ্ছে সামাজিক ভাবে গড়ে উঠা নারী ও পুরুষের পরিচিতি ।",
            ],
          },
          {
            type: "plain",
            title: "সহিংসতা  (Violence)",
            description: [
              "সহিংসতা হলো দৈহিক, মানসিকভাবে শক্তি বা চাপ প্রয়োগের দ্বারা যেকোনো ধরনের হিংসাত্মক আচরণ যা কোন ব্যক্তির যন্ত্রণা ও দুর্ভোগের কারণ বলে গণ্য হয়। সহিংসতা বা নির্যাতন কথাটির অর্থ অনেক ব্যাপক এবং তা নানাভাবে ব্যাখ্যা করা যায়।  যেমন নির্যাতনের সংজ্ঞা (নির্যাতন হল শাস্তি, স্বীকারোক্তি আদায়, তথ্যের জন্য জিজ্ঞাসাবাদ বা তৃতীয় পক্ষকে ভয় দেখানো সহ বিভিন্ন কারণে একজন ব্যক্তির উপর ইচ্ছাকৃতভাবে গুরুতর ব্যথা বা কষ্ট দেওয়া)।",
            ],
          },
          {
            type: "plain",
            title: "জেন্ডার ভিত্তিক সহিংসতা (Gender-based violence)",
            description: [
              "জেন্ডারভিত্তিক অসম সম্পর্কের ভিত্তিতে যখন কারো বিরুদ্ধে সহিংস আচরণ করা হয় তখন তাকে জেন্ডারভিত্তিক সহিংসতা বলে। তবে জেন্ডারভিত্তিক সহিংসতা বেশিরভাগ ক্ষেত্রে নারী ও মেয়েদের ওপরই সংঘটিত হয়ে থাকে বলে জেন্ডারভিত্তিক সহিংসতা বলতে প্রধানত নারীর প্রতি সহিংসতাকেই বোঝায়।",
              "জাতিসংঘের নারীর প্রতি সকল প্রকার বৈষম্য বিলোপ সনদে উল্লেখ আছে, ‘জেন্ডারের ওপর ভিত্তি করে যে সহিংসতা সংঘটিত হয় যা নারীর শারীরিক, মানসিক এমনকি প্রজনন স্বাস্থ্যের স্থায়ী বা অস্থায়ী যে কোনো ক্ষতির কারণ হয় অথবা বলপূর্বক নারীর স্বাধীনতায় হস্তক্ষেপ হয় এমন কোনো কাজে বাধ্য করা হলে তাকে জেন্ডারভিত্তিক সহিংসতা বা নারীর প্রতি সহিংসতা বলে’।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "নির্যাতনের জীবনচক্র",
        details: [
          {
            type: "list",
            title: "নির্যাতনের জীবনচক্র",
            children: [
              {
                title: "সন্তান জন্মের পূর্বে",
                isTitleBold: true,
                subtitle: ["গর্ভকালে মারধর, গর্ভধারণে বাধ্য করা।"],
              },
              {
                title: "সন্তান জন্মের পরপরই",
                isTitleBold: true,
                subtitle: [
                  "নবজাতক মেয়ে শিশুর প্রতি অবহেলা, নবজাতক মেয়ে শিশুকে খাদ্য ও চিকিৎসা প্রদানে বৈষম্য, মানসিক ও শারীরিক পীড়ন ও দুর্ব্যবহার।",
                ],
              },
              {
                title: "শৈশবকালে",
                isTitleBold: true,
                subtitle: [
                  "খাদ্য ও শিক্ষাসহ নানা ক্ষেত্রে বৈষম্য প্রদর্শন, বাল্যবিবাহ, পরিবারের বা আশপাশের লোকজনের দ্বারা যৌন নিপীড়ন, মেয়ে শিশুদের দিয়ে পতিতাবৃত্তি ও  পাচার করা।",
                ],
              },
              {
                title: "কৈশোরকালে",
                isTitleBold: true,
                subtitle: [
                  "বিয়ে বা প্রেমের নামে প্রতারণা করে শারীরিক সম্পর্ক স্থাপন ও গর্ভপাতে বাধ্য করা, প্রেমিকের প্রতিহিংসার শিকার হওয়া, অর্থের বিনিময়ে জোরপূর্বক যৌনকর্মে লিপ্ত করানো, কর্মস্থলে যৌন নিপীড়ন, ধর্ষণ, যৌন হয়রানি, পথে-ঘাটে নানাভাবে উত্ত্যক্ত করা, যৌনকর্মে লিপ্ত হতে বাধ্য করা।",
                ],
              },
              {
                title: "প্রজনন বা যৌবনকালে",
                isTitleBold: true,
                subtitle: [
                  "ঘনিষ্ঠ পুরুষ সঙ্গী দ্বারা নিপীড়ন বা দুর্ব্যবহার, বিবাহিত জীবনে স্বামী কর্তৃক জোর পূর্বক যৌন সম্পর্ক স্থাপন, যৌতুকের জন্য নির্যাতন ও হত্যা, স্বামী বা ঘনিষ্ঠ মানুষ কর্তৃক খুন, মানসিক নির্যাতন, কর্মস্থলে যৌন নিপীড়ন, যৌন হয়রানি ও ধর্ষণ, প্রতিবন্ধী মেয়েদের নির্যাতন।",
                ],
              },
              {
                title: "মধ্য বয়স বা প্রবীণ বয়সে",
                isTitleBold: true,
                subtitle: [
                  "বিধবাদের ওপর নিপীড়ন (একঘরে করে দেয়া, ফতোয়া জারি), বৃদ্ধ বয়সে নিপীড়ন যেখানে পুরুষের চেয়ে নারী বেশি ক্ষতিগ্রস্ত হয়।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 3,
        title: "ক্ষতিকর প্রভাব",
        details: [
          {
            type: "list",
            title: "ক্ষতিকর প্রভাব",
            subtitle:
              "জেন্ডারভিত্তিক সহিংসতা  সমাজের জন্য হুমকি স্বরূপ। এই সহিংসতা অনেক ক্ষতিকর প্রভাব ফেলে, যেমন:",
            children: [
              {
                title: "মানবাধিকার লঙ্ঘন",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা মানুষের মৌলিক অধিকারগুলি খর্ব করে, যা সমতা এবং ন্যায়ের চেতনার বিরুদ্ধে যায়।",
                ],
              },
              {
                title: "শারীরিক ও মানসিক ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "সহিংসতা শারীরিক ক্ষতির পাশাপাশি গভীর মানসিক ট্রমার কারণ হয়ে দাঁড়ায়, যা একটি ব্যক্তির সামগ্রিক জীবনে প্রভাব ফেলে।",
                ],
              },
              {
                title: "সামাজিক বিঘ্ন",
                isTitleBold: true,
                subtitle: [
                  "এটি সমাজে বিশৃঙ্খলা সৃষ্টি করে, যেখানে নিরাপত্তাহীনতা, ঝগড়া-বিবাদ ও বিভেদ দেখা দেয়।",
                ],
              },
              {
                title: "শিক্ষার ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "শিক্ষা অধিকারের অভাব, বিশেষ করে মেয়েদের ক্ষেত্রে, তাদের উন্নতি ও ক্ষমতায়নের পথে বাধা হয়ে দাঁড়ায়।",
                ],
              },
              {
                title: "অর্থনৈতিক প্রতিবন্ধকতা",
                isTitleBold: true,
                subtitle: [
                  "নারীদের কর্মক্ষেত্রে অংশগ্রহণ কমে যাওয়ায় তাদের অর্থনৈতিক স্বাধীনতা ক্ষতিগ্রস্ত হয়, যা সার্বিক উন্নয়নে বাধা দেয়।",
                ],
              },
              {
                title: "স্বাস্থ্য সমস্যা",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা স্বাস্থ্য সম্পর্কিত বিভিন্ন সমস্যা সৃষ্টি করতে পারে, যা দীর্ঘমেয়াদী প্রভাব ফেলতে পারে।",
                ],
              },
              {
                title: "ন্যায্যতা ও অস্বীকৃতি",
                isTitleBold: true,
                subtitle: [
                  "এটি সমাজের ন্যায় এবং সমতার ধারণাকে দুর্বল করে, যা সামাজিক কাঠামোকে ক্ষতিগ্রস্ত করে।",
                ],
              },
              {
                title: "সামাজিক পরিবর্তনের বাধা",
                isTitleBold: true,
                subtitle: [
                  "সহিংসতা সামাজিক পরিবর্তনের প্রচেষ্টা এবং নারীদের ক্ষমতায়নকে বাধাগ্রস্ত করে।",
                ],
              },
              {
                title: "নারীর শালীনতা হানি",
                isTitleBold: true,
                subtitle: [
                  "নারীদের প্রতি সম্মান ও আত্মবিশ্বাসের অভাব সৃষ্টি করে, যা সমাজের মানসিকতার ওপর প্রভাব ফেলে।",
                ],
              },
              {
                title: "প্রতিষ্ঠানের ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "এটি প্রতিষ্ঠানের কর্ম পরিবেশ এবং কর্মচারীদের মৌলিক অধিকারের লঙ্ঘনের মাধ্যমে কাজের উৎপাদনশীলতাকে কমিয়ে দেয়।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "যৌন সহিংসতা",
        subtitle:
          "যৌন সহিংসতা বলতে যৌন প্রকৃতির এমন কোন আচরনকে বোঝায় যা দ্বারা সংক্ষুব্ধ ব্যাক্তির শারীরিক, মানসিক ও সামাজিক (সম্মান ও সুনাম) এর সাময়িক বা স্থায়ী ক্ষতি হয়।",
        details: [
          {
            type: "plain",
            title: "যৌন সহিংসতা",
            description: [
              "যৌন সহিংসতা বলতে যৌন প্রকৃতির এমন কোন আচরনকে বোঝায় যা দ্বারা সংক্ষুব্ধ ব্যাক্তির শারীরিক, মানসিক ও সামাজিক (সম্মান ও সুনাম) এর সাময়িক বা স্থায়ী ক্ষতি হয়।",
              "যৌন সহিংসতা বিভিন্ন ভাবে হতে পারে। যেমন: ১. যৌন হয়রানি ২. যৌন নির্যাতন ৩. যৌন শোষন",
            ],
          },
          {
            type: "list",
            title: "যৌন হয়রানি",
            subtitle:
              "যৌন হয়রানি যৌন নির্যাতনের একটি ধরন। ২০১১ সালের ২৬ জানুয়ারী বাংলাদেশের মহামান্য উচ্চতর আদালত খুব স্পষ্ট করে কতগুলো আচরণকে যৌন হয়রানি হিসেবে আমলে নেবার কথা বলেছে, সেগুলো হলো ",
            children: [
              {
                title: "অসৌজন্যমূলক যৌন আচরণ (প্রত্যক্ষ ও পরোক্ষভাবে)",
              },
              {
                title: "অশালীন উক্তি",
              },
              {
                title: "অশ্লীল ছবি দেখানো",
              },
              {
                title: "উত্ত্যক্ত করা",
              },
              {
                title: "খারাপ কিছু ভিডিও করে প্রতারণার শিকারে পরিণত করা",
              },
              {
                title: "কাউকে অনুসরণ করে পিছন পিছন যাওয়া",
              },
              {
                title: "নোংরা ছবি প্রকাশ করা",
              },
              {
                title: "ইঙ্গিতমূলক কথা লেখা",
              },
              {
                title:
                  "ভয় দেখিয়ে বা মিথ্যা আশ্বাস দিয়ে বা প্রতারণার মাধ্যমে যৌনসম্পর্ক স্থাপন বা স্থাপনের চেষ্টা করা ইত্যাদি।",
              },
            ],
          },
          {
            type: "plain",
            title: "যৌন নির্যাতন (সেক্সুয়াল এ্যবিউজ)",
            description: [
              "যৌন নির্যাতন বলতে যৌন নিপীড়ন যা একজন ব্যাক্তির জন্য স্পর্শযুক্ত ও হুমকিপ্রাপ্ত শারীরিক অনুপ্রবেশ সেইটা বলপ্রয়োগ করে হোক বা অসম/ জবরদস্তিমূলক অবস্থার অধীনে হোক। এর মধ্যে উল্লেখ্য পর্নোগ্রাফি, শিশু নির্যাতন এবং যৌন নিপীড়ন।",
            ],
          },
          {
            type: "plain",
            title: "যৌন শোষন (সেক্সুয়াল এক্সপ্লোয়টেশন)",
            description: [
              "যৌন শোষণ বলতে, যখন একজন ব্যক্তির দূর্বল বা অসম অবস্থানের সুযোগ নিয়ে কোন কিছুর বিনিময়ে যৌন সম্পর্ক স্থাপনে কাউকে বাধ্য করে বা যৌন সুবিধা আদায় করে বা চেষ্টা করে। অনেক সময় শুধু মৌলিক চাহিদা যেমন : খাদ্য, শিক্ষা, পরিবহন বা অন্যান্য সেবা পাওয়া নয়, এর পাশাপাশি ক্ষমতা বা বিশ্বাস এর সাথে অন্যান্য সামাজিক, অর্থনৈতিক বা রাজনৈতিক সুবিধা আদান - প্রদানের জন্য যৌন সম্পর্ক স্থাপিত হওয়াকে বোঝায়।",
            ],
          },
          {
            type: "list",
            title: "জেন্ডার ভিত্তিক সহিংসতা",
            subtitle: "সাধারণত ৫ ধরনের মাধ্যমে হয়ে থাকতে পারে।",
            children: [
              {
                title: "ক্ষতিকর সনাতন চর্চা",
              },
              {
                title: "সামাজিক",
              },
              {
                title: "অর্থনৈতিক",
              },
              {
                title: "নির্যাতন",
              },
              {
                title: "যৌন নির্যাতন",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "নিরসনের উপায়",
        details: [
          {
            type: "list",
            title:
              "জেন্ডারভিত্তিক সহিংসতা  নিরসনের উপায়সমূহ নিম্নে উল্লেখ করা হলো",
            children: [
              {
                title: "আইনি সংস্কার ও প্রয়োগ",
                isTitleBold: true,
                subtitle: [
                  "দেশের আইন ব্যবস্থায় জেন্ডারভিত্তিক সহিংসতার বিরুদ্ধে কঠোর আইন ও নীতিমালা প্রবর্তন করা আবশ্যক। এর পাশাপাশি, আইন প্রয়োগের মাধ্যমে দোষীদের বিরুদ্ধে কঠোর ব্যবস্থা নিতে হবে।",
                ],
              },
              {
                title: "অধিকার সচেতনতা",
                isTitleBold: true,
                subtitle: [
                  "জনগণের মধ্যে অধিকার সম্পর্কিত সচেতনতা বাড়াতে কর্মশালা ও প্রশিক্ষণের আয়োজন করা যেতে পারে, যাতে তারা নিজেদের অধিকার সম্পর্কে জানতে পারে এবং সহিংসতার বিরুদ্ধে দাঁড়াতে পারে।",
                ],
              },
              {
                title: "সম্প্রচার ও সামাজিক সংস্কার",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতার বিরুদ্ধে সামাজিক আন্দোলন সংগঠিত করা উচিত। এটি জনগণের মনোভাব পরিবর্তনে সহায়ক হতে পারে।",
                ],
              },
              {
                title: "শিক্ষামূলক প্রোগ্রাম এবং ক্যাম্পেইন",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতার বিরুদ্ধে শিক্ষামূলক প্রোগ্রাম ও ক্যাম্পেইনের মাধ্যমে জনগণের সচেতনতা বাড়ানো যেতে পারে।",
                ],
              },
              {
                title: "সমর্থন এবং প্রেরণা",
                isTitleBold: true,
                subtitle: [
                  "যে সব ব্যক্তি ও সংগঠন জেন্ডারভিত্তিক সহিংসতার বিরুদ্ধে কাজ করছে, তাদের সমর্থন ও সহযোগিতা দেওয়া উচিত। এতে অন্যরা অনুপ্রাণিত হবে এবং আন্দোলনে যোগ দিতে পারবে।",
                  "এই সমস্ত পদক্ষেপগুলি একত্রে কার্যকরভাবে কাজ করলে জেন্ডারভিত্তিক সহিংসতা কমাতে সহায়তা করবে এবং একটি নিরাপদ ও সমতামূলক সমাজ গঠনে সাহায্য করবে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 6,
        title: "উত্ত্যক্তকরণ ও যৌন হয়রানির ঘটনায় আইনগত পদক্ষেপ",
        details: [
          {
            type: "plain",
            title: "উত্ত্যক্তকরণ ও যৌন হয়রানির ঘটনায় আইনগত পদক্ষেপ",
            description: [
              "যৌন হয়রানি ও নিপীড়নের ঘটনায় নারী ও শিশু নির্যাতন দমন আইন, ২০০০ (সংশোধিত ২০০৩) এর ধারা ১০, ধারা ৯ক, দণ্ডবিধি ১৮৬০ এর ধারা ৫০৯, ঢাকা মেট্রোপলিটন পুলিশ অধ্যাদেশ, ১৯৭৬ এর ধারা ৭৬-এর বিধান মতে ঘটনাস্থলের এখতিয়ারাধীন থানায় অভিযোগ/এজাহার দায়ের করা যায়। কিন্তু উপরোল্লেখিত আইনসমূহের সংশ্লিষ্ট ধারাতে যৌন হয়রানি ও নিপীড়নকে সীমিত আকারে সংজ্ঞায়িত করা হয়েছে। কিন্তু বর্তমানে সংঘটিত যৌন হয়রানি ও নিপীড়নের ঘটনা সত্যিই বহুমুখী এবং জটিল, যা প্রচলিত আইনে সব দিক থেকে প্রতিফলিত হয় না।",
            ],
          },
        ],
      },
      {
        id: 7,
        title: "অনাকাঙ্খিত যৌন নিপীড়ন থেকে নিজেকে রক্ষা করার উপায়",
        details: [
          {
            type: "list",
            title: "অনাকাঙ্খিত যৌন নিপীড়ন থেকে নিজেকে রক্ষা করার উপায়",
            children: [
              {
                title:
                  "কারো আচরণ বা কোনো কিছু অস্বস্তিকর মনে হলে তার সামনে কখনো একা যাবে না বা থাকবে না।",
              },
              {
                title:
                  "সমবয়সী, বয়স্ক, ঘনিষ্ঠ আত্মীয় বা প্রতিবেশীদের কাছ থেকে বিশেষ করে শারীরিক ঘনিষ্ঠতা থেকে সাবধানে থাকবে।",
              },
              {
                title:
                  "কোনো দ্বিধা, প্রশ্ন বা সমস্যা দেখা দিলে মা-বাবার সাথে খোলাখুলি আলোচনা করবে। কেউ যৌন নিপীড়ন বা ধর্ষণ করলে এ অবস্থায় মুখোমুখি হলে চুপচাপ না থেকে অভিভাবককে জানাতে হবে।",
              },
              {
                title:
                  "পরিচিত বন্ধু-বান্ধব, আত্মীয়-স্বজন সবাইকে যৌন নিপীড়নকারীর কথা যত দ্রুত সম্ভব জানিয়ে দেবে যাতে সবাই তার কাছ থেকে সাবধানে থাকে।",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "যৌন নিপীড়নের মুখোমুখি হলে করণীয়",
        details: [
          {
            type: "list",
            title: "যৌন নিপীড়নের মুখোমুখি হলে করণীয়",
            children: [
              {
                title:
                  "অতি দ্রুত বড় ভাই-বোন বা বাবা-মাকে এ সম্পর্কে জানাতে হবে।",
              },
              {
                title: "নিপীড়নকারীর সাথে আর কখনো একা সঙ্গী হওয়া যাবে না।",
              },
              {
                title:
                  "সে অন্য কাউকে বলে দেবে বলে ভয় দেখালেও তার কথায় বিশ্বাস করা যাবে না।",
              },
              {
                title:
                  "নিপীড়নকারীকে জানিয়ে দিতে হবে  আপনি এসব পছন্দ করেন না এবং ব্যাপারটি অন্য কাউকে বলতে হবে। এ ব্যাপারে নিজেকে কখনো দোষী ভাবা যাবে  না।",
              },
            ],
          },
        ],
      },
      {
        id: 9,
        title:
          "পারিবারিক নির্যাতনের শিকার ব্যক্তি প্রতিকারের জন্য কোথায় কোথায় যেতে পারেন",
        details: [
          {
            type: "list",
            title:
              "পারিবারিক নির্যাতনের শিকার ব্যক্তি প্রতিকারের জন্য কোথায় কোথায় যেতে পারেন",
            children: [
              {
                title: "পুলিশ অফিসারের নিকট বা থানায় যেতে পারেন",
              },
              {
                title:
                  "প্রয়োগকারী কর্মকর্তার (উপজেলা মহিলা বিষয়ক কর্মকর্তা যিনি এই আইন প্রয়োগকারী কর্মকর্তার দায়িত্ব পালন করছেন) নিকট যেতে পারেন",
              },
              {
                title:
                  "সরকারের অনুমতি নিয়ে যেসব বেসরকারি প্রতিষ্ঠান সেবাদানকারী প্রতিষ্ঠান হিসেবে কাজ করছে সেখানে যেতে পারেন;",
              },
              {
                title:
                  "সরাসরি জুডিসিয়াল ম্যাজিস্ট্রেট আদালতে দরখাস্তের মাধ্যমে প্রতিকার পেতে পারেন",
              },
            ],
          },
        ],
      },
      {
        id: 10,
        title: "জেন্ডার ভিত্তিক সহিংসতা রোধে যোগাযোগ করুন",
        details: [
          {
            type: "list",
            title: "জেন্ডার ভিত্তিক সহিংসতা রোধে যোগাযোগ করুন",
            children: [
              {
                title: "জরুরী সেবার জন্য যোগাযোগ করুন: ৯৯৯",
              },
              {
                title: "নারী ও শিশু নির্যাতন প্রতিরোধ সেল ☎ 109",
              },
              {
                title: "নারী ও শিশু নির্যাতন প্রতিরোধ সেবার জন্য: ১০৯",
              },
              {
                title: "শিশু সহায়তায় ফোন: ১০৯৮",
              },
              {
                title: "সরকারি আইনগত সহায়তায় টোল ফ্রি জাতীয় হেল্পলাইন ১৬৪৩০",
              },
            ],
          },
          {
            type: "plain",
            title: "বাল্যবিবাহ বন্ধে নিম্নলিখিত ব্যবস্থা নিন",
            description: [
              "জাতীয় মহিলা সংস্থার তথ্য আপাকে জিজ্ঞাসা : ডায়াল ১০৯২২",
            ],
          },
          {
            type: "list",
            title: "স্থানীয় প্রতিনিধির সাথে যোগাযোগ করতে পারেন। যেমন",
            children: [
              {
                title: "সংশ্লিষ্ট মহিলা বিষয়ক কার্যালয়",
              },
              {
                title:
                  "মহিলা ও শিশু বিষয়ক কার্যালয়,ময়মনসিংহ : অফিস ফোন: ০২৯৯৬৬৬৭৮২৩",
              },
              {
                title:
                  "মহিলা ও শিশু বিষয়ক কার্যালয়, নেত্রকোণা : ফোন (অফিস) : ০৯৫১৬১৬৩০",
              },
              {
                title: "সংশ্লিষ্ট উপজেলা চেয়ারম্যান",
              },
              {
                title: "উপজেলা চেয়ারম্যান, সদর, ময়মনসিংহ",
              },
              {
                title: "উপজেলা চেয়ারম্যান, সদর, নেত্রকোণা",
              },
              {
                title: "সংশ্লিষ্ট উপজেলা নির্বাহী অফিসার",
              },
              {
                title:
                  "উপজেলা নির্বাহী অফিসার,সদর,ময়মনসিংহ : অফিস নাম্বার : ০১৭৩৩৩৭৩৩২৬",
              },
              {
                title:
                  "উপজেলা নির্বাহী অফিসার,সদর,নেত্রকোণা :  ফোন (অফিস) : ০৯৫১৬১৫৭৬",
              },
            ],
          },
          {
            type: "list",
            title: "সংশ্লিষ্ট মডেল থানা",
            children: [
              {
                title:
                  "কোতোয়ালী মডেল থানা,সদর,ময়মনসিংহ: অফিস ফোন: ০৯১৬৫৬০০ / ০৯১৬৭৭৬১",
              },
              {
                title: "মডেল থানা,সদর,নেত্রকোণা : ০১৭১৩-৩৭৩৫০৫",
              },
              {
                title: "ইউনিয়ন পরিষদ হেল্প লাইন (১৬২৫৬)",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা লিঙ্গ ভিত্তিক সহিংসতা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। জেন্ডারভিত্তিক সহিংসতা (Gender Based Violence) সম্পর্কে সচেতনতা অত্যন্ত জরুরি। সঠিক তথ্য জানার মাধ্যমে আপনি নিজে সচেতন হতে পারবেন এবং অন্যদেরও সহিংসতার বিরুদ্ধে রুখে দাঁড়াতে সহায়তা করতে পারবেন। এই জ্ঞান ছড়িয়ে দিন এবং একটি সহিংসতামুক্ত সমাজ গঠনে অবদান রাখুন।",
      questions: [
        {
          id: 1,
          title: "সহিংসতা বলতে কি বুঝায়?",
          options: [
            "দৈহিক এবং মানসিকভাবে শক্তি বা চাপ প্রয়োগের দ্বারা হিংসাত্মক আচরণ",
            "কেবল শারীরিক নির্যাতন",
            "কেবল মানসিক নির্যাতন",
            "কেবল মৌখিক নির্যাতন",
          ],
          answer: 0,
        },
        {
          id: 2,
          title: "জেন্ডারভিত্তিক সহিংসতা কী?",
          options: [
            "সমতা ভিত্তিক আচরণ",
            "অসাম্য ভিত্তিক আচরণ",
            "ক্ষমতা ভিত্তিক আচরণ",
            "সমান অধিকার প্রদান",
          ],
          answer: 1,
        },
        {
          id: 3,
          title: "নারীর প্রতি সহিংসতা কোন ধরনের সহিংসতার মধ্যে পড়ে?",
          options: [
            "সামাজিক সহিংসতা",
            "জেন্ডারভিত্তিক সহিংসতা",
            "অর্থনৈতিক সহিংসতা",
            "প্রাতিষ্ঠানিক সহিংসতা",
          ],
          answer: 1,
        },
        {
          id: 4,
          title:
            "জাতিসংঘের নারীর প্রতি সকল প্রকার বৈষম্য বিলোপ সনদে উল্লেখিত কোন বিষয়টি জেন্ডারভিত্তিক সহিংসতা হিসেবে গণ্য হয় না?",
          options: [
            "শারীরিক ক্ষতি",
            "মানসিক ক্ষতি",
            "আর্থিক ক্ষতি",
            "প্রজনন স্বাস্থ্যের ক্ষতি",
          ],
          answer: 2,
        },
        {
          id: 5,
          title: "যৌন নিপীড়ন কোন পর্যায়ের সহিংসতা হতে পারে?",
          options: [
            "শৈশবকালে",
            "কৈশোরকালে",
            "প্রজনন বা যৌবনকালে",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 6,
          title:
            "জেন্ডারভিত্তিক সহিংসতা স্বাস্থ্য সম্পর্কিত কোন সমস্যা সৃষ্টি করে?",
          options: ["এইচআইভি/এইডস", "হৃদরোগ", "ডায়াবেটিস", "ম্যালেরিয়া"],
          answer: 0,
        },
        {
          id: 7,
          title: "জেন্ডারভিত্তিক সহিংসতা নিরসনের উপায় কোনটি?",
          options: [
            "সচেতনতা বৃদ্ধি",
            "নির্যাতনের প্রচার",
            "নির্যাতনের প্রাতিষ্ঠানিকীকরণ",
            "নির্যাতনের গ্রহণযোগ্যতা বৃদ্ধি",
          ],
          answer: 0,
        },
        {
          id: 8,
          title: "কোনটি সহিংসতার সময়ে জরুরি সাহায্য নম্বর?",
          options: ["১০৮", "৯৯৮", "১০৯", "১১০"],
          answer: 2,
        },
        {
          id: 9,
          title:
            "নবজাতক মেয়ে শিশুকে খাদ্য ও চিকিৎসা প্রদানে বৈষম্য কোন পর্যায়ের সহিংসতা?",
          options: [
            "সামাজিক সহিংসতা",
            "জেন্ডারভিত্তিক সহিংসতা",
            "অর্থনৈতিক সহিংসতা",
            "পারিবারিক সহিংসতা",
          ],
          answer: 1,
        },
        {
          id: 10,
          title:
            "জেন্ডারভিত্তিক সহিংসতা অর্থনৈতিক প্রতিবন্ধকতা তৈরি করে কিভাবে?",
          options: [
            "নারীদের চাকুরীর সুযোগ বৃদ্ধি করে",
            "নারীদের চাকুরীর সুযোগ কমে যায়",
            "পুরুষদের চাকুরীর সুযোগ কমে যায়",
            "কর্মক্ষেত্রে সমতা আনে",
          ],
          answer: 1,
        },
      ],
    },
  },
];
