export const educationList = [
  {
    id: 1,
    categoryTitle: "প্রজনন স্বাস্থ্য",
    categoryDescription:
      "স্বাস্থ্য সেবা মানুষের মৌলিক অধিকারগুলোর মধ্যে অন্যতম। এটি শুধুমাত্র চিকিৎসা ও রোগ নিরাময়ের মধ্যে সীমাবদ্ধ নয়, বরং এর মাধ্যমে ব্যক্তির সামগ্রিক স্বাস্থ্য ও মঙ্গল অন্তর্ভুক্ত। একটি কার্যকর স্বাস্থ্যসেবা ব্যবস্থা মানুষের শারীরিক, মানসিক এবং সামাজিক সুস্থতা বজায় রাখতে সহায়তা করে।  এ সেবার মধ্যে রয়েছে, রোগ নির্ণয়, চিকিৎসা পরামর্শ,  স্বাস্থ্য শিক্ষা, প্রজনন স্বাস্থ্য ও অধিকার, প্রয়োজনীয়তা, প্রজনন স্বাস্থ্য সংক্রমণ ও কারণ। বিস্তারিত জানতে",
    categoryImageUrl: require("@/assets/images/education/1.png"),
    categoryBGColor: "#ffd7e7",
    subcategories: [
      {
        id: 1,
        title: "স্বাস্থ্য সেবা",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "স্বাস্থ্য সেবা (Health Service)",
            description: [
              "স্বাস্থ্য সেবা বলতে রোগ, অসুস্থতা, আঘাত এবং অন্যান্য শারীরিক ও মানসিক ব্যাধি নির্ণয়, প্রতিরোধ ও আরোগ্য লাভ করার মাধ্যমে মানুষের স্বাস্থ্য রক্ষণাবেক্ষণ করাকে বোঝায়।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "স্বাস্থ্য অধিকার",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "স্বাস্থ্য অধিকার  (Health rights )",
            description: [
              "বিশ্ব স্বাস্থ্য সংস্থা (WHO) অনুযায়ী, কেবল মাত্র রোগমুক্ত থাকা বা, অসুখ থেকে মুক্তি নয়, বরং শারীরিক, মানসিক ও সামাজিক ভাবে সুস্থ থাকাই হল স্বাস্থ্য। এই সংবিধান, স্বাস্থ্যর মানদন্ডে সর্বোচ্চ  স্বাস্থ্য উপভোগ করাকেই  স্বাস্থ্যর অধিকার হিসেবে সংজ্ঞায়িত করে ।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "প্রজনন স্বাস্থ্য",
        subtitle:
          "প্রজনন স্বাস্থ্য হল সম্পূর্ণ শারীরিক, মানসিক এবং সামাজিক সুস্থতার একটি অবস্থা এবং শুধুমাত্র রোগ বা দুর্বলতার অনুপস্থিতি নয়, প্রজনন ব্যবস্থা এবং এর কার্যাবলী এবং প্রক্রিয়াগুলির সাথে সম্পর্কিত সমস্ত বিষয়ে।",
        details: [
          {
            type: "plain",
            title: "প্রজনন স্বাস্থ্য (Reproductive health)",
            description: [
              "প্রজনন স্বাস্থ্য হল সম্পূর্ণ শারীরিক, মানসিক এবং সামাজিক সুস্থতার একটি অবস্থা এবং শুধুমাত্র রোগ বা দুর্বলতার অনুপস্থিতি নয়, প্রজনন ব্যবস্থা এবং এর কার্যাবলী এবং প্রক্রিয়াগুলির সাথে সম্পর্কিত সমস্ত বিষয়ে",
              "প্রজনন স্বাস্থ্যের ধারণা শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ নয়। প্রজনন স্বাস্থ্যের পরিচর্যা যে কোন বয়সের নারী ও পুরুষের জন্য। প্রজনন  স্বাস্থ্য হচ্ছে জীবনের প্রতিটি ধাপে প্রজননতন্ত্র সম্পর্কীয় একটি পরিপূর্ণ দৈহিক, মানসিক এবং সামাজিক কল্যাণের সামগ্রিক অবস্থা।",
              "বিশ্ব ̄স্বাস্থ্য সংস্থা (WHO) এর মতে, একজন মানুষ সন্তোষজনক এবং নিরাপদ যৌন জীবনযাপন করতে পারবে, প্রজননে সক্ষমতার পাশাপাশি স্বাধীনভাবে সিদ্ধান্ত গ্রহণ করাই প্রজনন ̄স্বাস্থ্য ",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা শুরু হয়",
        subtitle:
          "নারী-পুরুষ উভয়ের ক্ষেত্রে সুস্থভাবে বেড়ে উঠা, বয়ঃসন্ধিকালের যত্ন, সন্তান জন্মদানের জন্য গর্ভধারণ, পরিবার পরিকল্পনা ও পদ্ধতি নির্বাচন, স্বামী-স্ত্রীর শারীরিক সম্পর্কসহ নানা বিষয়ে জানা, আলোচনা এবং সিদ্ধান্ত নেয়াই প্রজনন স্বাস্থ্য ।",
        details: [
          {
            type: "plain",
            title:
              "প্রজনন স্বাস্থ্যসেবার প্রয়োজনীয়তা শুরু হয়  (The reproductive health care begins)",
            description: [
              "নারী-পুরুষ উভয়ের ক্ষেত্রে সুস্থভাবে বেড়ে উঠা, বয়ঃসন্ধিকালের যত্ন, সন্তান জন্মদানের জন্য গর্ভধারণ, পরিবার পরিকল্পনা ও পদ্ধতি নির্বাচন, স্বামী-স্ত্রীর শারীরিক সম্পর্কসহ নানা বিষয়ে জানা, আলোচনা এবং সিদ্ধান্ত নেয়াই প্রজনন স্বাস্থ্য ",
              "প্রজনন স্বাস্থ্য আমাদের সামগ্রিক সুস্থতার সঙ্গে জড়িত। কারণ প্রজনন স্বাস্থ্য ভাল না থাকলে সার্বিকভাবে সুস্থ থাকা যায় না। অথচ প্রজনন স্বাস্থ্য নিয়ে রয়েছে সঠিক জ্ঞানের অভাব।",
              "এই অজ্ঞতা থেকে ভুল ধারণার সৃষ্টি হয়। প্রজনন স্বাস্থ্য হল প্রজননের সমস্ত দিক থেকে সম্পূর্ণ সুস্থতা। এর মধ্যে শারীরিক, মানসিক, আচরণগত এবং সামাজিক সুস্থতা অন্তর্ভুক্ত যা ব্যক্তির জীবনের প্রতিটি স্তরেই বিষয়টি জড়িত।",
            ],
          },
          {
            type: "list",
            title: "এগুলো হল-",
            children: [
              {
                title: "জন্মের পরপরই",
              },
              {
                title: "শিশু বয়সে বিশেষ যত্ন নিতে হয়",
              },
              {
                title: "বয়ঃসন্ধিকালে এই সেবার আরও বেশি যত্ন নিতে হয়",
              },
              {
                title: "প্রজননক্ষম বয়সে এই সেবার গুরুত্ব অপরিসীম",
              },
              {
                title: "প্রজননক্ষম বয়স পরবর্তী সময়েও এ সেবা নিতে হয়",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "যৌন ও প্রজনন স্বাস্থ্য অধিকার",
        subtitle:
          "১৯৯৪ সালে জনসংখ্যা ও উন্নয়ন বিষয়ক আন্তর্জাতিক সম্মেলনে (আইসিপিডি) জনসংখ্যা নীতি ও যৌন এবং প্রজনন স্বাস্থ্যের অধিকারের প্রশ্নে নতুন বৈশ্বিক পদক্ষেপের বিষয়টি প্রথম উপস্থাপিত হয়। পরের বছর বেইজিং অনুষ্ঠিত নারী বিষয়ক ৪র্থ বৈশ্বিক সম্মেলন এবং ১৯৯৯ সালে আইসিপিডি+৫ সম্মেলনে ধারণাগুলোকে আরো এগিয়ে নিয়ে যাওয়া হয় ।",
        details: [
          {
            type: "plain",
            title:
              "যৌন ও প্রজনন স্বাস্থ্য অধিকার ( Sexual and Reproductive rights)",
            description: [
              "১৯৯৪ সালে জনসংখ্যা ও উন্নয়ন বিষয়ক আন্তর্জাতিক সম্মেলনে (আইসিপিডি) জনসংখ্যা নীতি ও যৌন এবং প্রজনন স্বাস্থ্যের অধিকারের প্রশ্নে নতুন বৈশ্বিক পদক্ষেপের বিষয়টি প্রথম উপস্থাপিত হয়। পরের বছর বেইজিং অনুষ্ঠিত নারী বিষয়ক ৪র্থ বৈশ্বিক সম্মেলন এবং ১৯৯৯ সালে আইসিপিডি+৫ সম্মেলনে ধারণাগুলোকে আরো এগিয়ে নিয়ে যাওয়া হয়।",
              "মূলত চারটি বিষয়বস্তু ধরে যৌন ও প্রজনন স্বাস্থ্য অধিকার আবর্তিত হয়। এগুলো হচ্ছে জেন্ডার সমতা ও সাম্য, যৌন অধিকার, প্রজনন অধিকার এবং যৌন ও প্রজনন স্বাস্থ্যসেবা।",
            ],
          },
          {
            type: "plain",
            title: "জেন্ডার সাম্যতা (Gender Equality)",
            description: [
              "জেন্ডার সাম্যতা হচ্ছে ছেলে মেয়েদের মধ্যে সব ধরণের সুফল ও দায় দায়িত্ব বন্টনে ন্যায্যতা।",
            ],
          },
          {
            type: "plain",
            title: "যৌন অধিকার (Sexual Rights)",
            description: [
              "স্বাধীনভাবে ও দায়িত্বশীলতার সঙ্গে মানুষ তাদের যৌনতা বিষয়ক সক সিদ্ধান্ত গ্রহণ করতে পারবে। প্রজনন ও যৌন স্বাস্থ্য সুরক্ষার বিষয়টিও এখানে অন্তর্ভুক্ত। যৌন জীবনে এবং এ বিষয়ক সব সিদ্ধান্ত গ্রহণে বৈষম্য, জুলুম বা সহিংসতামুক্ত থাকবে।",
              "যৌন সম্পর্কে সমতা, পূর্ণ সম্মতি, পারস্পারিক শ্রদ্ধা ও অভিন্ন দায়িত্ব আশা করবে এবং দাবি করবে। মেয়েদের মানবাধিকারের মধ্যে তার নিজের শরীরের ওপর পূর্ণ নিয়ন্ত্রণ এবং যৌন ও প্রজনন স্বাস্থ্যের ক্ষেত্রে বল, বৈষম্য ও সহিংসতা থেকে মুক্ত থেকে স্বাধীন সিদ্ধান্ত গ্রহনের ক্ষমতা থাকবে।",
            ],
          },
          {
            type: "plain",
            title: "প্রজনন অধিকার (Reproductive Rights)",
            description: [
              "প্রজনন অধিকার সকল দম্পতি এবং ব্যক্তির মৌলিক অধিকারের স্বীকৃতির উপর নির্ভর করে, যা তাদের সন্তান ধারণ সংখ্যা, সময়ের ব্যবধানের ক্ষেত্রে স্বাধীনভাবে ও দায়িত্বের সাথে সিদ্ধান্ত নেওয়া এবং যৌনতার সর্বোচ্চ মান অর্জনের অধিকার। প্রজনন স্বাস্থ্য বিষয়ক তথ্য, শিক্ষা ও এ সম্পর্কিত পদ্ধতিগুলো পাওয়ার অধিকারও তাদের রয়েছে।",
              "সর্বোচ্চ মানসম্পন্ন যৌন ও প্রজনন স্বাস্থ্য অর্জনসহ বল, বৈষম্যহীন ও জোর-জবরদস্তি মুক্ত প্রজনন ( সন্তান গ্রহণ , পরিবার - পরিকল্পনা পদ্ধতি গ্রহন )  সিদ্ধান্ত নেওয়ার অধিকার ও এর অন্তর্ভুক্ত। ",
            ],
          },
          {
            type: "list",
            title:
              "যৌন ও প্রজনন স্বাস্থ্যসেবা (Sexual and Reproductive Health )",
            children: [
              {
                title: "বয়ঃসন্ধিকালীন সেবা",
              },
              {
                title: "মাতৃ ও শিশু স্বাস্থ্য",
              },
              {
                title: "গর্ভধারণ সম্পর্কিত সেবা",
              },
              {
                title: "গর্ভকালীন সেবা",
              },
              {
                title: "প্রসবকালীন সেবা",
              },
              {
                title: "প্রসব পরবর্তী সেবা",
              },
              {
                title: "নবজাতকের জন্য সেবা",
              },
              {
                title:
                  "পরিবার পরিকল্পনা বিষয়ক তথ্য, কাউন্সেলিং ও সেবা, পদ্ধতি সম্পর্কিত সেবা",
              },
              {
                title: "প্রজনন তন্ত্রের চিকিৎসা (নারী-পুরুষ)",
              },
              {
                title:
                  "যৌনবাহিত রোগ (এসটিডি) ও রিপ্রডাকটিভ ট্রাক্ট ইনফেকশনের (আরটিআই) চিকিৎসাসেবা আইনসম্মত নিরাপদ মাসিক নিয়মিতকরণ সেবা এবং গর্ভপাত পরবর্তী জটিলতা ব্যবস্থাপনায় চিকিৎসাসেবা, বন্ধাত্বের চিকিৎসাসেবা।",
              },
              {
                title:
                  "যৌন, প্রজনন স্বাস্থ্য ও অভিভাবকত্ব বিষয়ক তথ্য, শিক্ষা ও কাউন্সেলিং",
              },
            ],
          },
        ],
      },
      {
        id: 6,
        title: "যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ",
        subtitle:
          "যৌনবাহিত রোগ বিভিন্ন ধরনের হয়ে থাকে। বেশির ভাগ যৌনবাহিত রোগেরই প্রথমদিকে কোন উপসর্গ দেখা যায় না ফলে চিকিৎসা দেরি হয়ে যায়। অনেক সময় স্বাস্থ্যবান লোকদেরও সংক্রমণ সর্ম্পকে সচেতনতার অভাবে এ রোগ হতে পারে। তাই যৌনবাহিত রোগের সংক্রমণ সম্পর্কে প্রত্যেকেরই সচেতন হওয়া দরকার।",
        details: [
          {
            type: "plain",
            title:
              "যৌনবাহিত রোগ ও প্রজননতন্ত্রের সংক্রমণ (Sexual and Reproductive health infection)",
            description: [
              "যৌনবাহিত রোগ বিভিন্ন ধরনের হয়ে থাকে। বেশির ভাগ যৌনবাহিত রোগেরই প্রথমদিকে কোন উপসর্গ দেখা যায় না ফলে চিকিৎসা দেরি হয়ে যায়।",
              "অনেক সময় স্বাস্থ্যবান লোকদেরও সংক্রমণ সর্ম্পকে সচেতনতার অভাবে এ রোগ হতে পারে। তাই যৌনবাহিত রোগের সংক্রমণ সম্পর্কে প্রত্যেকেরই সচেতন হওয়া দরকার।",
              "",
              "প্রজনন তন্ত্রের সংক্রমণ নারী-পুরুষ উভয়েরই হতে পারে। এই সংক্রমণ যৌন-সংক্রমণ (STI) এবং অন্যান্য অসুস্থতাকেও অর্ন্তভুক্ত করে। যেমন- এইচআইভি এইডস, ক্ল্যামাইডিয়া, গনোরিয়া, সিফিলিস এবং হিউম্যান প্যাপিলোমা ভাইরাস (HPV) ইত্যাদি ।",
              "এছাড়াও যৌন সংক্রমণ, বন্ধ্যাত্ব, এক্টোপিক গর্ভধারণ ( কোন কারণে ভ্রূণটি জরায়ুর বাইরে স্থাপিত হওয়া) এবং গর্ভাবস্থায় বিভিন্ন জটিলতা সৃষ্টি করে যা প্রজনন স্বাস্থ্যের জন্য হুমকি সৃষ্টি করে ।",
              "অ-যৌন সংক্রমণের মধ্যে রয়েছে ব্যাকটেরিয়া ভ্যাজাইনোসিস (ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে প্রজনন অঙ্গে সংক্রমণ) এবং পেলভিক প্রদাহজনিত রোগ (সাধারণত জরায়ু, ডিম্বনালি ও অন্যান্য প্রজনন অঙ্গের সংক্রামণকে বলা হয়)। এই সংক্রমণগুলি হলে অপরিপক্ব সন্তান জন্মদান, জন্মের সময় কম ওজন, পুষ্টিহীনতা এবং অন্যান্য সংক্রমণ হওয়ার ঝুঁকি বেড়ে যায়।",
              "প্রজনন স্বাস্থ্য সংক্রমণের কারণে শারীরিক স্বাস্থ্যের পাশাপাশি মানসিক এবং সামাজিক জীবনে প্রভাব ফেলতে পারে যা পারস্পারিক সর্ম্পক এবং মানসিক সুস্থতাকে প্রভাবিত করে।",
            ],
          },
          {
            type: "plain",
            title: "যৌনবাহিত রোগ (Sexually Transmitted Disease)",
            description: [
              "শারীরিক সম্পর্কের মাধ্যমে যৌনবাহিত রোগ হয়। সংক্রমিত ব্যক্তির সাথে অনিরাপদ শারীরিক সম্পর্ক স্থাপনের মাধ্যমে যৌনবাহিত রোগ ছড়ায়। এছাড়া রক্ত, বীর্য এবং যোনিপথের নির্গত তরলের মাধ্যমেও এই রোগ ছড়ায়। যৌনবাহিত রোগকে সংক্ষেপে এসটিডি (STD) বলা হয়। ত্রিশের অধিক ভাইরাস, ব্যাকটেরিয়া এবং প্যারাসাইটের কারণে যৌনবাহিত রোগ হয়। এইসব জীবাণুগুলো গনোরিয়া, সিফিলিস, আর্থ্রাইটিস, জরায়ু মুখের (Cervicitis) সংক্রমণ, তলপেটের প্রজনন অঙ্গের প্রদাহজনিত রোগ (Pelvic Inflammatory disease), মলদ্বার এবং পায়ুপথে ব্যথা, ডায়রিয়া, ক্যান্সার ইত্যাদি রোগ ছড়ায়।",
            ],
          },
          {
            type: "list",
            title: "সংক্রমণের প্রাথমিক লক্ষণ ও উপসর্গ",
            children: [
              {
                title:
                  "মুখে অথবা যোনিপথে অথবা পায়ুপথে ব্যথাযুক্ত বা ব্যথাহীণ ফোড়া",
              },
              {
                title: "প্রস্রাবে জ্বালাপোড়া করা",
              },
              {
                title: "পুরুষদের যৌনাঙ্গ থেকে কিছু নিঃসরিত হওয়া",
              },
              {
                title: "মেয়েদের যোনিপথ থেকে কিছু নিঃসরিত হওয়া",
              },
              {
                title: "যোনিপথে রক্তপাত",
              },
              {
                title:
                  "কুঁচকিতে ব্যথা, বা লসিকা গ্রন্থি ফুলে যাওয়া এবং অনেকসময় জ্বর এবং ফ্লু এর অন্যান্য লক্ষণ দেখা দেয়া",
              },
              {
                title:
                  "সংক্রমণের কিছু দিন বা তিনমাস পর এর উপসর্গগুলো দেখা যেতে পারে",
              },
              {
                title:
                  "ঠান্ডা, অবসাদ অথবা ত্বকে জ্বালাপোড়ার মত উপসর্গ দেখা দেয়া",
              },
              {
                title:
                  "চিকিৎসা ছাড়াই লক্ষণ ও উপসর্গ গুলো কয়েক সপ্তাহের মধ্যে ভালো হয়ে যেতে পারে কিন্তু পরবর্তীতে বার বার লক্ষণ ও জটিলতা দেখা দিতে পারে",
              },
            ],
          },
          {
            type: "list",
            title: "রোগের পরবর্তী লক্ষণ ও উপসর্গ",
            children: [
              {
                title: "শরীরের যে কোন স্থানে ব্যথা বা ফোলা",
              },
              {
                title: "যোনিপথে বারবার ব্যথা হওয়া",
              },
              {
                title: "ত্বকে চুলকানির অনূভূতি হওয়া",
              },
              {
                title: "শারীরিক সম্পর্ক স্থাপনের সময় ব্যথা অনুভূত হওয়া",
              },
              {
                title: "অন্ডকোষ লালচে এবং ফুলে উঠা এবং ব্যথা অনুভূত হওয়া",
              },
              {
                title: "পেলভিকে ব্যথা হওয়া",
              },
              {
                title: "কুঁচকিতে ফোড়া হওয়া",
              },
              {
                title: "এইচআইভি’র সংক্রমণ",
              },
              {
                title: "বাচ্চা জন্মদানে অক্ষমতা",
              },
              {
                title:
                  "সংক্রমণের কারণে স্নায়ু ও হৃদপিন্ডের সংবহননালীতে সমস্যা হওয়া",
              },
              {
                title: "ক্যান্সার",
              },
            ],
          },
          {
            type: "list",
            title: "যখন ডাক্তার দেখাবেন",
            children: [
              {
                title: "সঙ্গীর যৌনবাহিত (এসটিডি) থাকলে",
              },
              {
                title: "যদি মনে হয় যে যৌনবাহিত (এসটিডি) রোগ হয়েছে",
              },
              {
                title: "যোনিপথে ফোঁড়া বা লালচে দানা হলে",
              },
              {
                title:
                  "পুরুষের যৌনাঙ্গ এবং মেয়েদের যোনিপথ দিয়ে কিছু নির্গত হলে",
              },
              {
                title: "প্রস্রাবে জ্বালাপোড়া হলে",
              },
              {
                title: "কুঁচকির লসিকানালী ফুলে গেলে",
              },
              {
                title: "নতুন কারো সাথে শারীরিক সম্পর্ক স্থাপনের আগে",
              },
              {
                title: "অতীতে এসটিডি হয়েছিল এমন ধারণা হলে",
              },
            ],
          },
          {
            type: "list",
            title: "যৌনবাহিত রোগ প্রতিরোধ",
            children: [
              {
                title: "নিরাপদ শারীরিক সম্পর্ক স্থাপন",
              },
              {
                title:
                  "শারীরিক সম্পর্ক স্থাপনের সময় যেন দুজনের রক্ত, বীর্য ও তরল একে অপরের সংস্পর্শে না আসে সেদিকে লক্ষ্য রাখতে হবে",
              },
              {
                title:
                  "নতুন কারো সাথে শারীরিক সম্পর্ক স্থাপনের সময়  যৌনবাহিত কোন রোগ আছে কিনা তা পরীক্ষা করতে হবে",
              },
              {
                title:
                  "প্রতিবার শারীরিক সম্পর্ক স্থাপনের আগে কনডম ব্যবহার করতে হবে",
              },
              {
                title:
                  "কনডমের সাথে পেট্রোলিয়াম জেলি ক্রিমের মত তৈলাক্ত কিছু ব্যবহার করা যাবে না",
              },
              {
                title: "প্রাথমিক সনাক্তকরণ, প্রতিরোধ এবং সময়মত চিকিৎসা করা",
              },
              {
                title: "যে কারো সাথে শারীরিক সম্পর্ক স্থাপন করা ঠিক নয়",
              },
              {
                title:
                  "নিরাপদ শারীরিক সম্পর্ক স্থাপনের সঠিক উপায় খুঁজে বের করতে হবে",
              },
              {
                title: "মদ ও মাদক দ্রব্য গ্রহণ থেকে বিরত থাকতে হবে",
              },
              {
                title: "ধর্মীয় এবং সামাজিক অনুশাসন মেনে চলতে হবে",
              },
              {
                title: "নিয়মিত যৌনবাহিত রোগের উপস্থিতি পরীক্ষা",
              },
            ],
          },
          {
            type: "plain",
            title: "প্রজনন তন্ত্রের সংক্রমণ (Reproductive tract infections)",
            description: [
              "প্রজনন বা সন্তান জন্মের সঙ্গে যে সকল অঙ্গ-প্রত্যঙ্গ সরাসরিভাবে জড়িত তার সংক্রমণকেই প্রজনন তন্ত্রের সংক্রমণ বলা হয়।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণ",
            children: [
              {
                title: "পুরুষদের ক্ষেত্রে",
                children: [
                  {
                    title: "প্রস্রাবের রাস্তায় পূঁজ",
                  },
                  {
                    title: "পুরুষাঙ্গে ঘা বা ক্ষত",
                  },
                  {
                    title: "অন্ডকোষে ব্যাথা ও ফোলা",
                  },
                  {
                    title: "ঘন ঘন প্রস্রাব",
                  },
                  {
                    title: "প্রস্রাবে জ্বালাপোড়া এবং ব্যথা",
                  },
                  {
                    title: "কুচকি ফুলে যাওয়া ও ব্যথা",
                  },
                ],
              },
              {
                title: "নারীদের ক্ষেত্রে",
                children: [
                  {
                    title: "যোনিপথে দুর্গন্ধযুক্ত স্রাব",
                  },
                  {
                    title: "যৌনাঙ্গে ক্ষত বা ঘা",
                  },
                  {
                    title: "যোনিপথে চুলকানি ও জ্বালাপোড়া",
                  },
                  {
                    title: "তলপেটের দুইদিকে ব্যথা",
                  },
                  {
                    title: "সহবাসের সময় ব্যথা",
                  },
                  {
                    title: "কোনো কোন ক্ষেত্রে জ্বর",
                  },
                ],
              },
            ],
          },
          {
            type: "list",
            title: "প্রজননতন্ত্রের সংক্রমণের কারণসমূহ",
            children: [
              {
                title: "স্বাস্থ্যসম্মত ভাবে যৌন মিলন না করলে",
              },
              {
                title:
                  "মাসিকের সময় অপরিষ্কার কাপড় বা স্যানিটারি প্যাড ব্যবহার করলে তা থেকে সংক্রমণ হতে পারে",
              },
              {
                title:
                  "মাসিকের সময় পরিষ্কার কাপড় ব্যবহার না করলে  এবং একই স্যানিটারি প্যাড অনেক সময় যাবত পরিধান করা। জীবাণুমুক্ত পরিবেশে প্রসব করানো না হলে এবং পরবর্তীতে ব্যক্তিগত পরিচ্ছন্নতা বজায় না রাখলে।",
              },
              {
                title:
                  "আইইউডি স্বাস্থ্য সম্মতভাবে এবং জীবাণুমুক্ত উপায়ে পরানো না হলে সংক্রমণ ঘটতে পারে",
              },
              {
                title:
                  "প্রজনন অঙ্গে কোনো প্রকার আঘাত লাগলে বা  অস্বাস্থ্যসম্মত ভাবে অস্ত্রোপাচার করলে।",
              },
              {
                title: "জীবানুমুক্ত সূচ বা সিরিঞ্জ ব্যবহার না করলে।",
              },
              {
                title: "আক্রান্ত ব্যক্তির রক্ত শরীরে গ্রহণ করলে।",
              },
              {
                title: "আক্রান্ত মা থেকে সন্তানের মাঝে।",
              },
            ],
          },
          {
            type: "list",
            title: "রোগ প্রতিরোধ (Precautions for prevent STD)",
            children: [
              {
                title:
                  "প্রজনন স্বাস্থ্য ভাল রাখতে হলে পুরুষ ও মহিলা উভয়কেই সবসময় প্রজনন অঙ্গসমূহের যত্ন নিতে হবে।",
              },
              {
                title:
                  "যৌনরোগ সন্দেহ হলে দ্রুত নিকট্স্থ স্বাস্থ্যকেন্দ্রের স্বাস্থ্য ও পরিবার পরিকল্পনা কর্মীর পরামর্শ নিতে হবে,অবশ্যই নিজের ও যৌনসঙ্গীর (যদি থাকে) এক সঙ্গে চিকিৎসা নিতে হবে।",
              },
              {
                title:
                  "চিকিৎসকের পরামর্শ অনুযায়ী পূর্ণ মেয়াদে ওষুধ খেতে হবে এবং অন্যান্য বিধি-নিষেধ মেনে চলতে হবে",
              },
              {
                title: "প্রয়োজনে যৌন মিলনের সময় কনডম ব্যবহার করতে হবে",
              },
            ],
          },
          {
            type: "list",
            title: "যাদের এসটিডি হওয়ার সম্ভাবনা বেশি রয়েছে তারা হলেন",
            children: [
              {
                title: "যারা অনিরাপদ শারীরিক সম্পর্ক স্থাপন করেন",
              },
              {
                title: "যারা অল্প বয়স থেকে শারীরিক সম্পর্কে লিপ্ত হন",
              },
              {
                title:
                  "যাদের সাম্প্রতিক সময়ে কোন যৌনবাহিত রোগ হয়েছে তাদের সংস্পর্শে এলে",
              },
              {
                title: "যাদের একবার যৌনবাহিত কোন রোগ হয়েছে",
              },
              {
                title:
                  "যারা একের অধিক ব্যক্তির সাথে শারীরিক সম্পর্ক স্থাপন করেন",
              },
              {
                title: "যারা সূঁই এর  মাধ্যমে শিরা পথে মাদক গ্রহণ করেন",
              },
              {
                title: "যারা মাদক সেবন করেন",
              },
              {
                title: "মহিলাদের",
              },
            ],
          },
          {
            type: "list",
            title: "এসটিডির ফলে নিচের জটিলতাগুলো দেখা দিতে পারে যেমন",
            children: [
              {
                title: "বাত",
              },
              {
                title: "চোখের প্রদাহ",
              },
              {
                title:
                  "তলপেটে প্রজনন অঙ্গের প্রদাহজনিত রোগ (Pelvic Inflammatory disease)",
              },
              {
                title: "সন্তান জন্মদানে অক্ষমতা",
              },
              {
                title: "জরায়ু মুখের ক্যান্সার (Cervical cancer)",
              },
              {
                title:
                  "অন্যান্য ক্যান্সার যেমন:HIV ও HPV এর সহযোগী লসিকাগ্রন্থি, ও মলাশয়ের ক্যান্সার",
              },
              {
                title:
                  "সুযোগ সন্ধানী জীবাণুর সংক্রমণ থেকে এইচআইভি (Opportunistic infections occurring in advanced HIV)",
              },
              {
                title: "হৃদরোগ",
              },
              {
                title: "হাঁটতে  অথবা ভারসাম্য নিয়ন্ত্রণে রাখতে সমস্যা",
              },
              {
                title: "ব্যক্তিত্বের পরিবর্তন বা সমস্যা",
              },
              {
                title: "স্মৃতিভ্রষ্ট (Memory loss)",
              },
              {
                title:
                  "মা থেকে শিশুরে রোগ সংক্রমণের কারণে ( Maternal-fetal transmission )মারাত্মক জন্মগত ত্রুটি",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "বিশেষ চাহিদা সম্পন্ন ব্যক্তির প্রজনন স্বাস্থ্য সেবা",
        subtitle: "",
        details: [
          {
            type: "plain",
            title:
              "বিশেষ চাহিদা সম্পন্ন ব্যক্তির প্রজনন স্বাস্থ্য সেবা ( Reproductive health services for special needs person)",
            description: [
              "বিশেষ চাহিদা সম্পন্ন ব্যক্তি বলতে অপ্রত্যাশিত কোন কারণে দৈহিক, মানসিক, সামাজিক  ভাব বিনিময়  আচরণ যা সাধারণ মানুষের তুলনায় কম থাকে তাদেরকে বুঝায়। তাই বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের জন্য প্রজনন স্বাস্থ্য সেবা নিশ্চিত করা গুরুত্বপূর্ণ। বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের চাহিদা এবং সময়ানুযায়ী প্রয়োজনীয় অন্যান্য সেবা প্রদানের পাশাপাশি প্রজনন স্বাস্থ্য সম্পর্কিত চিকিৎসা প্রদান নিশ্চিত করতে হবে।",
              "এক্ষেত্রে পারিবারিক সচেতনতা, অভিজ্ঞ চিকিৎসক ও সাহায্যকারীর সাথে যোগাযোগ রাখতে হবে যাতে  সঠিক ভাবে ভাব বিনিময় ও তাদের প্রয়োজনীয়তা বুঝাতে পারে। তাদের জন্য চলাচলের রাস্তা, সহজ যোগাযোগ প্রক্রিয়া ও প্রয়োজন",
              "সাপেক্ষে বিশেষ সুবিধা রাখতে হবে। এই সেবাগুলির মাধ্যমে প্রজনন স্বাস্থ্য সেবা উন্নত করতে হবে এবং চাহিদা অনুসারে মেডিকেল সুবিধা ও চিকিৎসা সেবা নিশ্চিত করতে হবে। বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের প্রতি সহানুভূতি এবং সহযোগিতামূলক আচরণ করতে হবে।",
              "বাংলাদেশে যৌন ও প্রজননতন্ত্রের সংক্রমণের হার বেশি। কারণ অনেকেই প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পায় এবং চিকিৎসা নিতে দ্বিধা বোধ করে । তবে সময়মত সঠিক চিকিৎসা করলে যৌন রোগ ও প্রজননতন্ত্রের সংক্রমণজনিত রোগ দ্রুত ভালো হয়।",
            ],
          },
        ],
      },
    ],
    quiz: {
      title: "",
      subtitle:
        "এখানে আমরা প্রজনন স্বাস্থ্য সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। প্রজনন স্বাস্থ্য বিষয়ে সঠিক তথ্য আপনার অন্তর্জগতকে বিকশিত করে একটি সুস্থ জীবন যাপনে সাহায্য করবে। আপনি বিষয়গুলো জানুন এবং আপনার আশে পাশে পরিচিত সকলকে জানান।",
      questions: [
        {
          id: 0,
          title:
            "প্রজনন স্বাস্থ্যের পরিচর্যা কোন বয়সের নারী ও পুরুষের জন্য প্রযোজ্য?",
          options: [
            "কেবল শিশুদের জন্য",
            "কেবল যুবকদের জন্য",
            "যে কোন বয়সের জন্য",
            "কেবল বৃদ্ধদের জন্য",
          ],
          answer: 2,
        },
        {
          id: 1,
          title:
            "রজনন স্বাস্থ্যের ধারণা কী শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ?",
          options: ["হ্যাঁ", "না", "কখনো কখনো", "নির্ভর করে"],
          answer: 1,
        },
        {
          id: 2,
          title: "কোন বয়সে প্রজনন স্বাস্থ্যসেবার সবচেয়ে বেশি যত্ন নিতে হয়?",
          options: ["শিশুকালে", "বয়ঃসন্ধিকালে", "প্রজননক্ষম বয়সে", "বৃদ্ধকালে"],
          answer: 1,
        },
        {
          id: 3,
          title: "প্রজনন স্বাস্থ্যের কোন ক্ষেত্রটি মাতৃস্বাস্থ্য অন্তর্ভুক্ত?",
          options: [
            "গর্ভকালীন সেবা",
            "প্রসবকালীন সেবা",
            "প্রসব পরবর্তী সেবা",
            "উপরোক্ত সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 4,
          title: "ব্যাকটেরিয়া ভ্যাজাইনোসিস কোন কারণে হয়?",
          options: [
            "ভাইরাসের কারণে",
            "ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে",
            "ফাঙ্গাসের কারণে",
            "প্রোটোজোয়ার কারণে",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "প্রজনন স্বাস্থ্য সংক্রমণ কোন রোগগুলিকে অন্তর্ভুক্ত করে?",
          options: ["এইচআইভি এইডস", "ক্ল্যামাইডিয়া", "গনোরিয়া", "উপরের সবগুলো"],
          answer: 3,
        },
        {
          id: 6,
          title: "প্রজনন স্বাস্থ্যের জন্য নিয়মিত চেকআপ কেন জরুরি?",
          options: [
            "রোগ প্রতিরোধ করার জন্য",
            "প্রজনন স্বাস্থ্য সংক্রমণ প্রতিরোধ ও সময়মত চিকিৎসা নিশ্চিত করার জন্য",
            "ডায়াবেটিস নিয়ন্ত্রণ করার জন্য",
            "খাদ্য নিরাপত্তা নিশ্চিত করার জন্য",
          ],
          answer: 1,
        },
        {
          id: 7,
          title:
            "প্বাংলাদেশে প্রজননতন্ত্রের সংক্রমণের হার বেশি হওয়ার একটি কারণ কী?",
          options: [
            "প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পাওয়া",
            "চিকিৎসা নিতে দ্বিধা বোধ করা",
            "সঠিক চিকিৎসার অভাব",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 8,
          title:
            "বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের প্রজনন স্বাস্থ্য সেবা নিশ্চিত করতে কী করতে হবে?",
          options: [
            "পারিবারিক সচেতনতা",
            "অভিজ্ঞ চিকিৎসক ও সাহায্যকারীর সাথে যোগাযোগ",
            "চলাচলের রাস্তা ও সহজ যোগাযোগ প্রক্রিয়া নিশ্চিত করা",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 9,
          title: "স্বাস্থ্যসম্মত ভাবে যৌন মিলন না করলে কী হতে পারে?",
          options: [
            "উচ্চ রক্তচাপ",
            "প্রজনন স্বাস্থ্য সংক্রমণ",
            "মেয়েদের অনিয়মিত মাসিক",
            "স্বাস্থ্যহানী",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 2,
    categoryTitle: "মাসিক স্বাস্থ্য ব্যাবস্থাপনা",
    categoryDescription:
      "মাসিক স্বাস্থ্যবিধি একটি অত্যন্ত গুরুত্বপূর্ণ বিষয় যা নারীর শারীরিক ও মানসিক স্বাস্থ্য অর্থাৎ সামগ্রিক সুস্থতাকে প্রভাবিত করে। মাসিক স্বাস্থ্য সুরক্ষা নারীর প্রজনন জীবনে বিশাল ভূমিকা পালন করে। তাই ঋতুস্রাব, মাসিক বা পিরিয়ডকালীন সময়ে স্বাস্থ্যসুরক্ষায় করণীয় এবং মাসিকের সাথে সম্পর্কিত রোগের গুরুত্ব সম্পর্কে সচেতনতা বৃদ্ধি করতে হবে",
    categoryImageUrl: require("@/assets/images/education/2.png"),
    categoryBGColor: "#ffe1d7",
    subcategories: [
      {
        id: 1,
        title: "মাসিক",
        subtitle:
          "ঋতুস্রাব বা মাসিক মেয়েদের একটি স্বাভাবিক দৈহিক প্রক্রিয়া। বয়ঃসন্ধি কালে ছেলে মেয়ে উভয়ের শরীরই কিছু পরিবর্তনের মধ্য দিয়ে যায়। এ পরিবর্তনের মাধ্যমে তারা পুর্ন-বয়স্ক মানুষ এ পরিনত হয়। সন্তান জন্ম দেয়ার ক্ষমতা লাভ করে। মেয়েদের এ পরিবর্তনের মধ্যে একটি হল মাসিক বা ঋতুস্রাব শুরু হওয়া। এর মানে হল তার জরায়ু সন্তান ধারণের জন্য প্রস্তুত হওয়া শুরু করেছে। প্রতি মাসেই হরমোনের প্রভাবে মেয়েদের জরায়ু একটি পরিবর্তনের মধ্যে দিয়ে যায় এবং একটি নির্দিষ্ট সময় যোনিপথ দিয়ে যে রক্ত ও জরায়ু নিঃসৃত তরল পদার্থ বের হয়ে আসে, একেই মাসিক বা ঋতুস্রাব বলে৷",
        details: [
          {
            type: "plain",
            title: "মাসিক (Menstruation)",
            description: [
              "ঋতুস্রাব বা মাসিক মেয়েদের একটি স্বাভাবিক দৈহিক প্রক্রিয়া। বয়ঃসন্ধি কালে ছেলে মেয়ে উভয়ের শরীরই কিছু পরিবর্তনের মধ্য দিয়ে যায়। এ পরিবর্তনের মাধ্যমে তারা পুর্ন-বয়স্ক মানুষ এ পরিনত হয়। সন্তান জন্ম দেয়ার ক্ষমতা লাভ করে। মেয়েদের এ পরিবর্তনের মধ্যে একটি হল মাসিক বা ঋতুস্রাব শুরু হওয়া।",
              "এর মানে হল তার জরায়ু সন্তান ধারণের জন্য প্রস্তুত হওয়া শুরু করেছে। প্রতি মাসেই হরমোনের প্রভাবে মেয়েদের জরায়ু একটি পরিবর্তনের মধ্যে দিয়ে যায় এবং একটি নির্দিষ্ট সময় যোনিপথ দিয়ে যে রক্ত ও জরায়ু নিঃসৃত তরল পদার্থ বের হয়ে আসে, একেই মাসিক বা ঋতুস্রাব বলে৷",
            ],
          },
          {
            type: "plain",
            title: "লক্ষণ সমূহ",
            description: [
              "মাসিক চলাকালে তলপেট-কোমর-পিঠ-স্তন ব্যথা, শরীর দুর্বল লাগা, বমি-বমি ভাব, ক্লান্ত বোধ করা এবং কাজে অনীহা আসতে পারে। প্রথম ২/৩ দিন একটু বেশী এবং পরবর্তীতে দিনগুলিতে কম রক্তস্রাব হয়ে থাকে। সুতরাং এটা নিয়ে ভয় ও সংকোচের কোনো কারণ নেই।",
            ],
          },
          {
            type: "plain",
            title: "স্থায়ীত্ব",
            description: [
              "ঋতুস্রাব সাধারণত ১০-১৪ ( তবে এর আগে নয় বছর বয়সেও হতে পারে। এটা সাধারণত ভৌগোলিক আবহাওয়া, শারীরিক শক্তির উপর নির্ভর করে হয়ে থাকে)  বছর বয়সের মধ্যে শুরু হয় এবং ৪৫-৫০ বছর পর্যন্ত প্রতিমাসে ১ বার করে হতে থাকে। প্রতিমাসেই ৩-৭ দিন পর্যন্ত রক্তস্রাব হয়ে থাকে।",
              "যদি কোনো মেয়ের ১৩ বছর বয়সের মধ্যে এই পরিবর্তন শুরু না হয়, তখন তাকে বিলম্বিত বয়ঃসন্ধিকাল বলা হয়। এর কারণে দেহের নারীসুলভ অন্যান্য পরিবর্তন অনুপস্থিত থাকে এমনকি মাসিক শুরু হতে দেরি হয়।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "মাসিক চক্র",
        subtitle:
          "এক একটি মাসিক চক্র মূলত প্রজনন বা সন্তান জন্মদানের জন্য নারী শরীরকে তৈরি করে। মাসিকের প্রথম দিন থেকে পরবর্তী মাসিক শুরুর আগ পর্যন্ত সময়কে— একটি চক্র হিসেবে গণনা করা হয়।",
        details: [
          {
            type: "plain",
            title: "মাসিক চক্র (Menstruation Cycle)",
            description: [
              "এক একটি মাসিক চক্র মূলত প্রজনন বা সন্তান জন্মদানের জন্য নারী শরীরকে তৈরি করে। মাসিকের প্রথম দিন থেকে পরবর্তী মাসিক শুরুর আগ পর্যন্ত সময়কে— একটি চক্র হিসেবে গণনা করা হয়।",
              "মাসিক চক্র গড়ে ২১ থেকে ৩৫ দিন পর্যন্ত চলতে থাকে। তবে সার্বিকভাবে ২৮-৩০দিন ধরে এই চক্র গণনা করা হয়। মাসিক চক্রের ৪টি পর্যায় রয়েছে প্রতিটি একটি নির্দিষ্ট হরমোন নিঃসরণের সাথে যুক্ত যা একটি নির্দিষ্ট কাজ করে।",
            ],
          },
          {
            type: "image",
            url: require("@/assets/images/education/2-2-1.png"),
          },
          {
            type: "plain",
            title: "১ম ধাপ- মাসিক পর্যায় (১ম-৫ম দিন)",
            description: [
              "পিরিয়ডের ১ম দিন থেকে চক্রের ৫ম দিনে এই পর্যায় শেষ হয়। এই পর্যায়ে প্রজনন অঙ্গের ঘন আস্তরণের ক্ষরণ হয়, যা গর্ভধারণের প্রয়োজন হয় না তাই এটি বের হয়ে যায়। এই সময়ে নির্গত রক্ত ​​হল ঋতুস্রাবের তরল, শ্লেষ্মা এবং জরায়ু থেকে টিস্যুগুলির সংমিশ্রণ। এসময় প্রায় ৬০-৮০ মিলিলিটার পরিমাণ রক্ত নির্গত হয়।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "নিম্নলিখিত কিছু সাধারণ লক্ষণ এবং উপসর্গগুলি ১ম পর্বে লক্ষ্য করা যেতে পারে।",
            children: [
              {
                title: "পেটের ব্যাথা",
              },
              {
                title: "শরীর ফুলে যাওয়া",
              },
              {
                title: "মাথা ব্যাথা",
              },
              {
                title: "স্তন স্ফীত হওয়া",
              },
              {
                title:
                  "মেজাজ তারতম্য দেখা যায় যেমন-খিটখিটে ভাব বা অতি আবেগপ্রবণ হওয়া",
              },
              {
                title: "অবসাদ ও ক্লান্তি ভাব",
              },
            ],
          },
          {
            type: "plain",
            title: "২য় ধাপ ফলিকিউলার পর্যায় (৬ষ্ঠ-১৩ম দিন)",
            description: [
              "মাসিক চক্রের একটি হরমোন ঘটিত প্রক্রিয়া। এ পর্যায়ে  ডিম্বাশয়ে ৫ থেকে ২০ ফলিকল কোষ  তৈরি করে।  প্রতিটি ফলিকলে একটি অপরিপক্ক ডিম পাওয়া যায় তবে কেবলমাত্র স্বাস্থ্যকর ডিমই শেষ পর্যন্ত পরিপক্ক হয়। অবশিষ্ট ফলিকলস শরীরে ফিরে শোষিত হয়। ফলিকুলার সময়কাল গড়ে প্রায় ১৩-১৬ দিন স্থায়ী হয়। নিচে ফলিকুলার পর্যায়ে কিছু লক্ষণ ও উপসর্গ দেওয়া হল।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            children: [
              {
                title: "কাজে মনোযোগ বৃদ্ধি",
              },
              {
                title: "সতেজ এবং উজ্জ্বল ত্বক",
              },
            ],
          },
          {
            type: "plain",
            title: "৩য় ধাপ-ওভিউলেশন বা ডিম্বস্ফোটন পর্যায় (১৪তম দিন)",
            description: [
              "এই পর্বে নারী সবচেয়ে বেশি প্রজনন সক্ষম হন। পিটুইটারি গ্রন্থি চক্রের ১৪ তম দিনে একটি হরমোন নিঃসরণ করে যা ডিম্বাশয়কে পরিপক্ক ডিম্বাণু কোষ মুক্ত করতে আগ্রহী করে এবং ডিমের কোষকে জরায়ুর দিকে নিয়ে যায়। এই পর্বের  ডিমের  গড় জীবনকাল প্রায় ২৪ ঘন্টা। এই সময়ের মধ্যে ডিম্বাণু  শুক্রাণুর সংস্পর্শে না আসলে এটি নিষ্ক্রিয় হয়ে যাবে।",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "নীচে ডিম্বস্ফোটন পর্বের কিছু লক্ষণ রয়েছে, এই লক্ষণগুলি আপনি কখন আপনার গর্ভাবস্থার পরিকল্পনা করতে পারেন তা নির্ধারণ করতে সহায়তা করতে পারে।",
            children: [
              {
                title: "স্তনে ব্যথা বা কোমলতা",
              },
              {
                title: "তলপেটে ব্যথা",
              },
              {
                title: "বমি বমি ভাব",
              },
              {
                title: "জরায়ুতে হালকা দাগ",
              },
              {
                title: "শরীরের তাপমাত্রা পরিবর্তন",
              },
            ],
          },
          {
            type: "plain",
            title: "৪র্থ ধাপ লউটিয়াল পর্যায় (১৫তম-২৮তম দিন)",
            description: [
              "এই সময়ে নারীর শরীর একটি নতুন চক্রের জন্য প্রস্তুত হতে শুরু করে। হরমোন উৎপাদন শুরু হওয়ার সাথে সাথে মাসিকের লক্ষণগুলিও পুনরায় শুরু হয়। হরমোন, প্রাথমিকভাবে প্রোজেস্টেরন এবং কিছু ইস্ট্রোজেন, দ্বারা নিঃসৃত হয়। প্রজনন বয়সের মহিলাদের মধ্যে প্রতি মাসে ডিম্বাশয় বিকাশ লাভ করে এবং নতুন চক্র শুরু হয়",
            ],
          },
          {
            type: "list",
            title: "লক্ষণসমূহ",
            subtitle:
              "এই পর্যায়ে, নারী গর্ভবতী না হন, তাহলে তিনি কিছু উপসর্গ অনুভব করতে পারেন। এর মধ্যে রয়েছে",
            children: [
              {
                title: "শরীর ফুলে যাওয়া",
              },
              {
                title: "স্তন স্ফীত, ব্যাথা বা কোমলতা অনুভব করা",
              },
              {
                title: "মেজাজ পরিবর্তন হওয়া",
              },
              {
                title: "মাথা ব্যাথা",
              },
              {
                title: "ওজন বৃদ্ধি",
              },
              {
                title: "ক্ষুধা বৃদ্ধি",
              },
              {
                title: "ঘুমের সমস্যা",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "কারো কারো ২১ দিনের সংক্ষিপ্ত চক্র হয়, আবার কারো ৩৫ দিনের মতো দীর্ঘ চক্রও হতে পারে। একটা নির্দিষ্ট বয়সের (৪৫ থেকে ৫৫ বছর) পর ঋতুচক্র স্থায়ীভাবে বন্ধ হয়ে যায়। একে মেনোপজ বলে। যদি কারো ১২ মাসের বেশি সময় ধরে ঋতুস্রাব /মাসিক বন্ধ থাকে তাহলেই ধরে নিতে হবে এটি মেনোপজ। মেনোপজ পর্যায়ে নারীর ডিম্বাশয় থেকে ডিম্বকোষ উৎপাদন বন্ধ হয়ে যায়।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "সাদা স্রাব",
        subtitle:
          "সাদা স্রাব বা লিউকোরিয়া নারীদের একটি সাধারণ ও স্বাভাবিক প্রক্রিয়া। যোনিপথে সাদা তরল পদার্থ নির্গত হওয়াকেই লিউকোরিয়া বা সাদা স্রাব বলে। এর জন্য আলাদা চিকিৎসার প্রয়োজন নেই।",
        details: [
          {
            type: "plain",
            title: "সাদা স্রাব (Leucorrhoea)",
            description: [
              "সাদা স্রাব বা লিউকোরিয়া নারীদের একটি সাধারণ ও স্বাভাবিক প্রক্রিয়া। যোনিপথে সাদা তরল পদার্থ নির্গত হওয়াকেই লিউকোরিয়া বা সাদা স্রাব বলে। এর জন্য আলাদা চিকিৎসার প্রয়োজন নেই। তবে পরিমাণ, রঙ ও গন্ধে যদি পরিবর্তন আসে তাহলে সেটি ভয়ের কারণ হতে পারে।",
              "বিবাহিত হোক আর অবিবাহিতই হোক, সাদা স্রাব নিয়ে কারনে অকারনে অনেক মেয়েই দুশ্চিন্তায় ভোগেন। অনেক সময় এটা মানসিক যন্ত্রনা আর অস্বস্তির কারন হয়ে ওঠে কেবল মাত্র সঠিক তথ্য না জানার কারনে।",
              "লিউকোরিয়া হলে মেয়েদের শরীরে সংক্রমণের ভয় থাকে। কারো কারো ক্ষেত্রে সাদাস্রাবের জন্য কাপড় বা আন্ডার গার্মেন্টস ভেজা থাকে এবং শুকালে এক ধরনের হলদেটে বা বাদামি দাগ লেগে থাকে। অতিরিক্ত সাদা স্রাবের ব্যাপারটা একেক জনের কাছে একেক রকম। অল্প সাদা স্রাব হলে অনেকে ভয় পেয়ে যান।",
              "আবার কেউ কেউ অতিরিক্ত সাদা স্রাবের জন্যও অস্বস্তিবোধ করেন না। যৌন এবং প্রজনন সংক্রান্ত স্বাস্থ্যবিধি বিষয়ে অবহেলার কারণে মেয়েদের অনেক জটিল শারীরিক সমস্যায় পড়তে হয়। এধরনের জটিল রোগের অন্যতম হল লিউকোরিয়া বা সাদা স্রাব।",
              "তবে এই রোগটা যে কোনও বয়সের মেয়েদের হতে পারে। সাধারণত মাসিকের আগে বা পরে ১ থেকে ২ দিন সাদা স্রাব হয়। লিউকোরিয়ার প্রকোপের সময় স্রাবের রঙ, পরিমাণ, অবস্থান এবং স্থায়িত্ব কতটা হবে তা প্রত্যেক মহিলার ক্ষেত্রে আলাদা হওয়ার কথা।",
            ],
          },
          {
            type: "plain",
            title: "সাদাস্রাবের উপসর্গ",
            description: [
              "অনেক কারণে লিউকোরিয়া বা সাদাস্রাব হতে পারে। যার মধ্যে মূলত রয়েছে স্বাস্থ্যবিধি মেনে না চলা, শরীরে রক্তের অভাব, ত্রুটিপূর্ণ শারীরিক সম্পর্ক, অনেক বেশি উপোস করা, অতিরিক্ত শারীরিক পরিশ্রম, রোগগ্রস্ত পুরুষের সঙ্গে যৌন সম্পর্ক, যোনিদ্বারে ব্যাকটেরিয়ার উপস্থিতি, যোনিদ্বার কিংবা জরায়ুর মুখে ফোস্কা কিংবা বার বার সন্তান নষ্ট হওয়া ইত্যাদি।",
            ],
          },
          {
            type: "list",
            subtitle:
              "এসব ছাড়াও, আরও অন্য অনেক কারণে মেয়েদের লিউকোরিয়ার সমস্যা হতে পারে। যেমন—",
            children: [
              { title: "গর্ভধারণ" },
              { title: "প্রস্রাবে সংক্রমণ" },
              { title: "ফরএভার" },
              { title: "টিকাদান" },
              { title: "দেহে ভাল ব্যাকটেরিয়ার অভাব" },
              { title: "প্রোসোপ্লাসিয়া" },
              {
                title:
                  "ডায়াবেটিসের কারণে যোনিদ্বারে ফাংগাল ইস্ট সংক্রমণ হতে পারে",
              },
              {
                title: "অতিরিক্ত ঝাল ও মশলাদার খাবার খাওয়া",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যদি আপনি নিজের শরীরে এই সব লক্ষণগুলি দেখতে পান তাহলে যত শীঘ্র সম্ভব বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিন। ",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "অনিয়মিত মাসিক",
        subtitle:
          "যাদের মাসিক/ঋতুচক্র প্রতি মাসে হয় না অথবা দুই মাস আবার কখনও তিন-চার মাস পর পর হয়, তখন তাকে অনিয়মিত মাসিক বলে। সাবালিকা হওয়ার প্রথম ১-২ বছর ডিম্বাশয়ের অপরিপক্বতা ও হরমোনজনিত কারণে কিশোরীদের অনিয়মিত মাসিক হতে পারে।",
        details: [
          {
            type: "plain",
            title: "অনিয়মিত মাসিক",
            description: [
              "২৮ দিনের সাত দিন আগে বা ৭ দিন পরও যদি হয় তা স্বাভাবিক ঋতুচক্র বলা হয়। যদি মাসিক ৩৫ দিনের বেশি অর্থাৎ যে সময় মেয়েদের মাসিক হওয়ার কথা (প্রত্যেক মাসে একটা নির্দিষ্ট দিনে) তার ১০ দিন বা ১৫ দিন পর হয় অথবা অনেকের ক্ষেত্রে দুই থেকে তিন মাসের ব্যবধান হয়ে থাকে",
              "তাহলে এই ঋতুচক্রকে অনিয়মিত ঋতুচক্র বলা হয়। অনিয়মিত মাসিকের কারণে দুই ধরনের সমস্যা বেশি হয়ে থাকে। প্রধান সমস্যা হলো— সন্তান ধারণের ক্ষমতা কমে যায় ও অনাকাঙ্ক্ষিত গর্ভধারণ হয়ে থাকে।",
            ],
          },
          {
            type: "list",
            title:
              "যেসব কারণে অনিয়মিত মাসিক (Irregular Menstruation) হতে পারে",
            children: [
              {
                title: "ওজন বেড়ে যাওয়া",
              },
              {
                title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম",
              },
              {
                title: "মানসিক চাপ",
              },
              {
                title: "জরায়ু টিউমার",
              },
              {
                title: "এন্ডোমেট্রিওসিস",
              },
              {
                title: "থাইরয়েড হরমোনের তারতম্য- ইত্যাদি",
              },
            ],
          },
          {
            type: "list",
            title: "অনিয়মিত মাসিক প্রতিরোধের সবচেয়ে উপায়-",
            children: [
              {
                title:
                  "যার ওজন স্বাভাবিকের চেয়ে অনেক বেশি সেটি অবশ্যই নিয়ন্ত্রণে নিয়ে আসতে হবে",
              },
              {
                title: "ফাস্টফুড বা জাঙ্ক ফুডজাতীয় খাবার পরিহার করতে হবে",
              },
              {
                title: "স্বাস্থ্যকর ও পুষ্টিকর খাবার খেতে হবে",
              },
              {
                title: "নিয়মিত ব্যায়াম করতে হবে।",
              },
              {
                title: "নিয়ম করে রোজ ৭ থেকে ৮ ঘণ্টা রাতে ঘুমাতে হবে",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যখন মাসিক অনিয়মিত হচ্ছে, শুরুতেই গাইনি বিশেষজ্ঞ ডাক্তারের কাছে গিয়ে চিকিৎসা নিতে হবে। যদি হরমোনের তারতম্য দেখা যায়, তা হলে সে অনুযায়ী চিকিৎসা দিয়ে থাকে, যাতে পরবর্তীতে মাসিক নিয়মিত হওয়া, বাচ্চা নিতে সমস্যা না হয়।",
            ],
          },
        ],
      },
      {
        id: 5,
        title: "মেনোরেজিয়া",
        subtitle:
          "মাসিক চলাকালে স্বাভাবিকের চাইতে বেশি রক্তপাত হলে তাকে চিকিৎসাবিজ্ঞানের ভাষায় মেনোরেজিয়া বা অতি রক্তস্রাব বলা হয়।  এটি হল ভারী রক্তপাত, যার মধ্যে দীর্ঘস্থায়ী মাসিক বা স্বাভাবিক দৈর্ঘ্যের সময় অতিরিক্ত রক্তপাত। সাধারণত ৭দিন স্বাভাবিক ঋতুস্রাব হওয়ার পর অতিরিক্ত রক্তপাত চলতে থাকাকে মেনোরেজিয়া বলে। রোগীর শারীরিক অবস্থার ওপর এর সময়কাল নির্ভর করে।",
        details: [
          {
            type: "plain",
            title: "মেনোরেজিয়া (Menorrhagia)",
            description: [
              "মেনোরেজিয়া হল প্রিমেনোপজাল মহিলাদের রক্তাল্পতার একটি সাধারণ কারণ। অনেক সময় অস্ত্রোপচারের প্রয়োজন হতে পারে। কখনও কখনও, রক্তপাত এতটাই তীব্র হয় যে এটি কাজ, স্কুল এবং সামাজিক জীবনের মতো স্বাভাবিক দৈনন্দিন রুটিনগুলিকে ব্যাহত করে।",
              "হরমোনের পরিবর্তনের মত বিভিন্ন কারণে অতিরিক্ত রক্তপাত হতে পারে। অতিরিক্ত রক্তপাতের ফলে রক্তাল্পতা, ক্লান্তিভাব প্রভৃতি হওয়ার সম্ভাবনা থাকে।",
            ],
          },
          {
            type: "list",
            title: "উপসর্গ ও লক্ষণ",
            children: [
              {
                title:
                  "অতিরিক্ত রক্তপাতের ফলে স্যানিটারি প্যাড বারবার বদলাতে হয় [অনেক সময় ধরে প্রতি ঘন্টায় ১টি বা তার বেশী ট্যাম্পুন অথবা স্যানিটারি প্যাড লাগে]",
              },
              {
                title: "৭ দিনের অধিক ঋতুস্রাব হওয়া",
              },
              {
                title: "ঋতুস্রাবের সময় জমাট বাঁধা রক্ত নির্গত হওয়া",
              },
              {
                title: "রক্তপাতের কারণে সাধারণ কাজকর্ম করতে না পারা",
              },
              {
                title: "শ্বাসকষ্ট এবং ক্লান্তিভাব",
              },
              {
                title: "কর্মক্ষমতা কমে যাওয়া",
              },
              {
                title: "ক্রমাগত তলপেটে ব্যথা হওয়া",
              },
            ],
          },
          {
            type: "plain",
            title: "মেনোরেজিয়ার কারণ",
            description: [
              "মেনোরেজিয়ার অনেকগুলি কারণের মধ্যে দুটি উল্লেখযোগ্য কারণ হলো জরায়ু এবং হরমোন সংক্রান্ত গোলযোগ",
            ],
          },
          {
            type: "list",
            subtitle: "অন্যান্য কারণ হলো",
            children: [
              {
                title: "জরায়ুতে টিউমার যার সঙ্গে ক্যান্সারের কোনো যোগ নেই",
              },
              {
                title: "জরায়ু বা সার্ভিকাল ক্যান্সার",
              },
              {
                title: "অনুপযুক্ত গর্ভনিরোধক গ্রহণ করা",
              },
              {
                title:
                  "গর্ভাবস্থা সম্পর্কিত সমস্যা — গর্ভপাত বা একটোপিক প্রেগনেন্সি অথবা যে পরিস্থিতিতে নিষিক্ত ডিম্বাণু জরায়ুর বাইরে প্রতিস্থাপিত হয়",
              },
              {
                title: "অনিয়মিত রক্তপাত",
              },
              {
                title: "কিডনি, লিভার বা থাইরয়েডের সমস্যা",
              },
              {
                title: "পেলভিক অংশে কোনো রোগ (প্রজনন তন্ত্রে সংক্রমণ)",
              },
              {
                title: "অ্যাসপিরিনের মতো ড্রাগ নেওয়া",
              },
              {
                title: "পেরিমেনোপজ — নির্দিষ্ট সময়ের আগেই মেনোপজ হওয়া",
              },
              {
                title: "সন্তানের জন্ম দেওয়া",
              },
              {
                title: "গর্ভাশয়ের পেশিতে ফাইব্রয়েড ও পলিপের উপস্থিতি",
              },
            ],
          },
          {
            type: "list",
            title: "মেনোরেজিয়া আছে এমন নারীদের ঋতুস্রাবের কষ্ট কম করার উপায়",
            children: [
              {
                title: "মেন্সট্রুয়াল কাপ",
                isTitleBold: true,
                subtitle: [
                  "মেন্সট্রুয়াল কাপ রক্তপাতের পরিমাণ কমায় না বরং এটি বারবার বাথরুমে যাওয়া থেকে বাঁচায়।",
                  "এটি সিলিকন দিয়ে তৈরি। মেন্সট্রুয়াল কাপকে যোনিপথে প্রবেশ করালে এটি ঋতুস্রাবের রক্ত সংগ্রহ করে। এতে  কোনোরকম ব্যথা হয় না এবং এটি খুব সহজেই ফিট হয়ে যায়। মেন্সট্রুয়াল কাপ যোনির পক্ষে অনুকূল এবং এটি যোনির আর্দ্রতা বজায় রাখে।",
                  "ট্যাম্পুন এবং প্যাড ব্যবহারের ফলে অস্বস্তি হয়। তাই মেনস্ট্রুয়াল কাপ ব্যবহারের ফলে এই অস্বস্তি থেকে রক্ষা পাওয়া যায়। এটি ১২ ঘন্টা অব্দি পরে থাকা যায়। কোনোরকম অস্বস্তি না হওয়ায় এটি পরে একজন মহিলা সব ধরনের কাজ করতে পারবেন।",
                  "মেন্সট্রুয়াল কাপে কোনো প্রকার লিকেজ হয় না এবং এটি প্যাডের মতই কার্যকর। তা সত্ত্বেও কোনো কোনো মহিলার পক্ষে মেন্সট্রুয়াল কাপ ব্যবহার করা এবং রক্ষণাবেক্ষণ করা কষ্টকর। এটি ভালোভাবে পরিষ্কার না করলে সমস্যা হতে পারে।",
                ],
              },
              {
                title: "হিটিং প্যাড",
                isTitleBold: true,
                subtitle: [
                  "ঋতুস্রাবের সময় এই হিটিংপ্যাড ব্যথা কমাতে সাহায্য করে। হিটিং প্যাডের উষ্ণতা পেশীর জন্য আরামদায়ক। হিটপ্যাড রক্ত চলাচল বৃদ্ধি করে এবং তলপেটের ব্যথা কমায়। কোল্ড থেরাপিও এইভাবে কাজ করে। কোল্ড কম্প্রেসার টান বা ব্যথা কমাতে ব্যবহৃত হয়। আপনার শরীরের জন্য যেটি উপযুক্ত আপনি সেটি ব্যবহার করতে পারেন।",
                ],
              },
              {
                title: "কিছুক্ষণ অন্তর বিশ্রাম",
                isTitleBold: true,
                subtitle: [
                  "ঋতুস্রাবের সময় পর্যাপ্ত পরিমাণে বিশ্রাম  শরীর এবং মন উভয়ের পক্ষে  আরামদায়ক। এটি রক্ত চলাচল বৃদ্ধি করে",
                ],
              },
              {
                title: "ব্যায়াম এবং খাবার",
                isTitleBold: true,
                subtitle: [
                  "যোগব্যায়াম মানসিক চাপ কমাতে সাহায্য করে এবং রক্তের প্রবাহকে নিয়ন্ত্রণ করে। ব্যায়াম করার ফলে এন্ডোরফিনের মত ভালো হরমোন নিঃসৃত হয়, যা একজন ব্যক্তিকে আরাম দেয় ও ঋতুস্রাবের সময় পেশীর ব্যথা কমাতে সাহায্য করে।",
                  "ঋতুস্রাবের ফলে রক্তের পরিমাণ কমে যাওয়ার পর ভিটামিন ডি ও আয়রন সাপ্লিমেন্ট এর পরিমাণ পুনরায় বৃদ্ধি করতে সাহায্য করে। মাছ থেকে পাওয়া ওমেগা-৩ ফ্যাটি অ্যাসিড ঋতুস্রাবের সময় প্রদাহ কমানোর জন্য পরিচিত। ঋতুস্রাবের সময় ক্যামোমিল  চা খেলে ব্যথা কমে।",
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "যখন সব রকম সতর্কতা নেওয়া সত্ত্বেও উপসর্গ ক্রমাগত দেখা দেয়, তখন একজন ডাক্তারের সাথে পরামর্শ করা উচিত এবং পেশাদারি সাহায্য নেওয়া উচিৎ।",
            ],
          },
        ],
      },
      {
        id: 6,
        title: "মাসিক /ঋতুস্রাব সংক্রান্ত ভ্রান্তধারণা",
        subtitle:
          "অজ্ঞতা, কুসংস্কার এবং গোঁড়ামি মাসিকের সময় অস্বাস্থ্যকর উপকরণ ব্যবহার করার ঝুঁকি বাড়ায়, ফলে সংক্রমণ এবং অন্যান্য স্বাস্থ্য সমস্যা হতে পারে।",
        details: [
          {
            type: "plain",
            title:
              "মাসিক /ঋতুস্রাব সংক্রান্ত ভ্রান্তধারণা ( Menstrual / Menstrual Misconceptions)",
            description: [
              "বিশ্ব স্বাস্থ্য সংস্থা (WHO) স্বাস্থ্য ঝুঁকি প্রতিরোধে মাসিক পরিচ্ছন্নতার উপর জোর দেয়। মাসিক নিয়ে ভুল ধারণা নারীদের শারীরীক ও মানসিক সুস্থতার উপর প্রভাব ফেলে। মাসিকের সময় সমাজে প্রচলিত ভ্রান্তধারণা হল",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "নারীরা অশুচি বা খারাপ বাতাস বহন করে।",
              },
              {
                title: "মেয়েরা সন্ধ্যায় বাইরে যেতে পারে না।",
              },
              {
                title: "মাসিকের সময় গাছ তলায় গেলে ভূত ধরে।",
              },
              {
                title: "মাসিকের সময় মাছ-মাংস-ডিম-দুধ খেতে পারবে না।",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত কাপড় বাইরে খোলা অবস্থায় শুকাতে দেয়া যাবে না।",
              },
              {
                title: "নারীরা শুভ কাজ ও ধর্মীয় কাজে অংশগ্রহণ করতে পারে না।",
              },
              {
                title: "নারীরা রান্নাঘরে প্রবেশ করতে পারবে না।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের স্পর্শে বানানো কাসুন্দি, ডালের বড়ি, আচার নষ্ট হয়ে যায়।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের পুকুর, জলাশয় বা নদীতে গোসল করা নিষেধ।",
              },
              {
                title: "মাসিকের সময় নিরামিষ খেলে পেট ব্যথা করে না।",
              },
              {
                title: "মাছ/মাংস খেলে গায়ে দুর্গন্ধ হয়।",
              },
              {
                title:
                  "মাসিকের সময় নারীদের ফুল/গাছ ধরা নিষেধ, এতে ফুল/গাছ মরে যায়।",
              },
              {
                title: "মাসিকের সময় মেয়েরা ছেলেদের সাথে খেলতে যাওয়া যাবে না।",
              },
              {
                title: "হিন্দু শাস্ত্র মতে, মাসিকের সময় ঠাকুর ঘরে ঢোকা যায় না।",
              },
              {
                title: "মাসিক চলাকালীন নারীদেরকে অপবিত্র মনে করা হয়।",
              },
              {
                title:
                  "হিন্দুধর্ম মতে, মাসিক চলাকালীন জোরে কথা বলা, খোপায় ফুল দেওয়া এমনকি অন্য কোন ব্যক্তিকে স্পর্শ করা পর্যন্ত বারণ।",
              },
              {
                title:
                  "কিছু কিছু এলাকায় মাসিক চলাকালীন সময়ে মেয়ে/নারীকে স্পর্শ করা ব্যক্তিকেও অশুচি মনে করা হয়।",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "মাসিকের সময় করণীয়",
        subtitle:
          "প্রতিটি নারীর জন্য পিরিয়ড বা মাসিক খুবই সাধারণ একটি শারীরবৃত্তীয় প্রক্রিয়া। প্রতি মাসে সঠিক সময়ে মাসিক শুরু হওয়ার মাধ্যমে নারীর শারীরিক সুস্থতাও নিশ্চিত হয়।যখন মাসিক হয় তখন কিছু স্ব-যত্ন ব্যবস্থা নেওয়া প্রয়োজন  যেমন : এ সময় পরিষ্কার-পরিচ্ছন্ন থাকতে হবে এবং নিয়মিত গোসল করতে হবে। মাসিকের সময় নরম ও আরামদায়ক কাপড় এবং স্যানিটারি প্যাড/ ন্যাপকিন ব্যবহার করতে হবে। ব্যাথা উপশম করতে, গরম পানির বোতল বা হিটিং প্যাড ব্যবহার করতে হবে।",
        details: [
          {
            type: "list",
            title: "মাসিকের সময় করণীয়",
            children: [
              {
                title:
                  "মাসিকের সময় নরম ও আরামদায়ক কাপড় এবং স্যানিটারি প্যাড/ ন্যাপকিন ব্যবহার করতে হবে। কাপড়, স্যানিটারি ন্যাপকিন বা প্যাড ভিজে গেলে তা পাল্টে নতুন করে পড়তে হবে, ৪-৬ ঘণ্টা অন্তর অন্তর প্যাড পরিবর্তন করতে হবে। এতে করে প্রজননতন্ত্রের ইনফেকশন হওয়া থেকে সুরক্ষিত থাকা যাবে।",
              },
              {
                title:
                  "এ সময় পরিষ্কার-পরিচ্ছন্ন থাকতে হবে এবং নিয়মিত গোসল করতে হবে।",
              },
              {
                title:
                  "পুষ্টিকর ও সুষম খাদ্য গ্রহণ করতে হবে। পরিমাণমতো পানি (দিনে কমপক্ষে ৮ গ্লাস) পান করতে হবে।",
              },
              {
                title:
                  "মেয়েদের বিশেষ কিছু শারীরিক পরিবর্তনের মধ্যদিয়ে তাদের বয়ঃসন্ধি শুরুর আভাস পাওয়া যায়,যেমন— বুকের গঠনগত পরিবর্তন, বিশেষ অঙ্গে লোম গজানো , প্রথম মাসিকের ৬-১২ মাস আগে তরল স্রাব নিঃসৃত হওয়া ইত্যাদি। বয়ঃসন্ধিকালের শারীরিক পরিবর্তনগুলো শুরু হলেই বুঝতে হবে প্রথম মাসিক সন্নিকটে। সাধারণত ১০-১৬ বছর বয়সে প্রথম মাসিক হয়ে থাকে, অনেকের ৮-৯ বছরে শুরু হয়ে যায়। মা-বোন ও বড়দের উচিত প্রথম মাসিকের আগেই বয়ঃসন্ধি ও মাসিকের বিষয়ে কিশোরীকে সঠিক ধারণা দেওয়া এবং তার শারীরিক যত্নের পাশাপাশি মানসিক স্বাস্থ্যের দিকেও খেয়াল রাখা।",
              },
              {
                title:
                  "বয়ঃসন্ধিকালে সন্তানদের স্বাভাবিক বৃদ্ধি না হলে,  যতদ্রুত সম্ভব বিশেষজ্ঞ ডাক্তারের কাছে নিয়ে যাওয়া ।",
              },
              {
                title:
                  "মাসিক শুরু হওয়ার আগে অথবা মাসিক চলাকালে মেয়েদের কিছু স্বাভাবিক লক্ষণ দেখা দিতে পারে, যেমন− প্রতি মাসিকের আগে বা চলাকালে জ্বর, অতিমাত্রায় রক্তপাত, পেটে অসহ্য ব্যথা, ২১ দিনের আগে বা ৩৫ দিনের পর মাসিক শুরু হওয়া, দুই চক্রের মধ্যবর্তী সময়ের ব্যবধান পরিবর্তিত হতে থাকলে, মাসিকের স্থায়িত্ব যদি ৩ দিনের কম বা ৭ দিনের বেশি হয়, বছরে তিনবার বা তার কম মাসিক হলে, এই ধরনের সমস্যা দেখা দিলে ভীত না হয়ে মা-বোন ও বড়দের জানাতে হবে, প্রয়োজনে চিকিৎসকের কাছে যেতে হবে।",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত প্যাড বা কাপড় যেখানে-সেখানে ফেলা উচিত নয়। এতে পরিবেশ নষ্ট হয় এবং রোগজীবাণু ছড়ায়। এগুলো কাগজে মুড়িয়ে ময়লা-আবর্জনা ফেলার নির্দিষ্ট জায়গাতে ফেলতে হবে অথবা গর্ত করে মাটির নিচে পুঁতে রাখতে হবে।",
              },
              {
                title:
                  "প্রয়োজনে বাবা-মা ও পরিবারের অন্য নারী সদস্যদের সাথে কথা বলা",
              },
              {
                title:
                  "মাসিকের সময় ব্যবহৃত পোশাক নোংরা পানিতে না ধোয়া, বরং সাবান ও পরিষ্কার পানি দিয়ে ভালো করে ধোয়া",
              },
              {
                title:
                  "মাসিকের কাপড় অন্ধকার ও স্যাঁতস্যাঁতে জায়গায় শুকাতে না দিয়ে বরং পরিষ্কার জায়গায় রোদে শুকানো ও নিরাপদ জায়গায় সংরক্ষণ",
              },
              {
                title:
                  "তলপেটের ব্যথার সময় বোতলে গরম পানি নিয়ে সেঁক দিলে আরাম পাওয়া যাবে",
              },
              {
                title:
                  "অতিরিক্ত ব্যথা বা সংরক্ষণ হলে চিকিৎসকের পরামর্শ নিতে হবে",
              },
              {
                title:
                  "বিশ্রামে থাকতে হবে, তবে স্কুলে যাওয়া বা ঘরের কাজ করার মতো স্বাভাবিক কাজ করা অব্যাহত রাখা যাবে",
              },
              {
                title:
                  "মাসিকের সময় চিকিৎসকের পরামর্শ নিয়ে কিছু ব্যায়াম শরীর ও মনকে ভালো রাখতে পারে",
              },
              { title: "পুষ্টিকর খাবার বিশেষ করে আয়রন সমৃদ্ধ খাবার খাওয়া" },
              { title: "পর্যাপ্ত বিশ্রাম" },
              { title: "খাবারে পর্যাপ্ত প্রোটিন ও ভিটামিন নিশ্চিত করা" },
              {
                title:
                  "প্রয়োজনে কৈশোরবান্ধব স্বাস্থ্য সেবা কেন্দ্রের সহায়তা নেয়া।",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "মাসিকের সময় খাবার",
        subtitle:
          "একজন নারীর জীবনের অবিচ্ছেদ্য অংশ হচ্ছে ঋতুস্রাব বা পিরিয়ড। পিরিয়ড প্রকৃতির পক্ষ থেকে নারীদের জন্য একটি উপহার। এটি এমন এক প্রক্রিয়া, যার মাধ্যমে একজন নারী গর্ভধারণের উপযুক্ত হয়। পিরিয়ডের মধ্য দিয়েই একজন মায়ের জন্ম হয়। পিরিয়ডের সময়টা প্রত্যেক নারীর জন্য বেশ কঠিন ও চ্যালেঞ্জিং। প্রত্যেক নারীকে এই সময় শারীরিক ও মানসিক কিছু সমস্যার মধ্য দিয়ে যেতে হয়। অনেক ধরনের সমস্যা দেখা যায়। এর মধ্যে আছে তলপেটের অতিরিক্ত ব্যথা, খিটখিটে মেজাজ, মাথা ঘোরানো, অ্যাসিডিটি, মুখের অরুচি, বমি বমি ভাব, অস্বস্তিবোধ ইত্যাদি। পিরিয়ডের দিনগুলোতে রক্তক্ষরণের কারণে শরীরে আয়রনের ঘাটতি দেখা দেয়। এই ঘাটতি পুষিয়ে এ সময়ে নিজেকে সুস্থ ও কর্মক্ষম রাখতে কিছু খাবার গ্রহণ বেশ জরুরি।",
        details: [
          {
            type: "list",
            title: "মাসিকের সময় খাবার (Food habit during menstruation)",
            subtitle:
              "মাসিকের সময় কিছু বিশেষ খাবার যোগ করতে এবং কিছু খাবার এড়িয়ে চলতে পরামর্শ দেন বিশেষজ্ঞরা।মাসিকের সময় দৈনন্দিন স্বাভাবিক সব খাবারই খাওয়া দরকার; যেমন:",
            children: [
              {
                title: "ফাইবার",
                isTitleBold: true,
                subtitle: [
                  "ফাইবারজাতীয় খাবার অন্ত্রের চলাচল নিয়মিত রাখে। আঁশজাতীয় খাবার দেহের হজমশক্তি উন্নত করবে, বিশেষভাবে পিরিয়ডের সময়। কারণ, এতে কমপ্লেক্স কার্বোহাইড্রেট, ভিটামিন ও মিনারেল আছে।",
                  "সবুজ শাকসবজিতে উচ্চমাত্রায় আঁশ আছে, যা কিনা হজমে সহায়তা করে। খাবার ভালোভাবে হজম হওয়া পিরিয়ডের সময় সুস্থ থাকার অন্যতম অপরিহার্য শর্ত। তাই প্রতি বেলার খাবারে রাখুন সবুজ শাকসবজি ও ফাইবার সমৃদ্ধ খাবার।",
                ],
              },
              {
                title: "পানি",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় রক্তের পাশাপাশি শরীর থেকে অনেক পানি বেরিয়ে যায়। এই অভাব পূরণ করতে প্রচুর পানি পান করতে হবে। তবে মনে রাখবেন, কোনো পানীয় নয়, শুধু পানি। চা, কফি, কোলা ইত্যাদি দিয়ে এই ঘাটতি পূরণ হবে না।",
                ],
              },
              {
                title: "ম্যাগনেশিয়াম ও পটাশিয়াম",
                isTitleBold: true,
                subtitle: [
                  "ম্যাগনেশিয়াম ও পটাশিয়ামযুক্ত খাবার মাথাব্যথা, পেটব্যাথা, পেশির টানের মতো লক্ষণগুলো কমাতে সাহায্য করে। মিষ্টি কুমড়ার বিচি, হোল গ্রেইন খাবার, কলা, মিষ্টি আলু, বিনস, অ্যাভোকাডো ম্যাগনেশিয়াম, পটাশিয়ামের অন্যতম উৎস। কলা পটাশিয়ামের অন্যতম ভান্ডার, যা পিরিয়ডের সময় আপনার বিষণ্নতা দূর করে।",
                ],
              },
              {
                title: "ভিটামিন বি১২ এবং ভিটামিন বি৬",
                isTitleBold: true,
                subtitle: [
                  "ভিটামিন বি১২ ও ভিটামিন বি৬ পেট ফাঁপা এবং মুড পরিবর্তন রোধ করে। ব্রকলি, টমেটো, লেবু, কমলা, ভুট্টা, ডিম, আখরোট, শস্য দানা/বীজ ইত্যাদি ভিটামিন বি১২ ও বি৬ সমৃদ্ধ খাবার।",
                ],
              },
              {
                title: "আয়রন",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় যেসব খাবারে প্রচুর আয়রন পাওয়া যায়, সেগুলো খেতে হবে। শরীরে আয়রনের ঘাটতি পূরণ করে যেমন মাছ, মাংস, ডিম, কলিজা, কচুশাক, পুঁইশাক, ডাঁটাশাক, ফুলকপির পাতা, ছোলাশাক, ধনেপাতা, তরমুজ, কালো জাম, খেজুর, পাকা তেঁতুল, আমড়া ইত্যাদি। অ্যানিমিয়া বা রক্তশূন্যতা কমানোর জন্য লাল মাংস খুব প্রয়োজনীয়। চর্বি ছাড়া লাল মাংস রাখুন খাবারের তালিকায়।",
                ],
              },
              {
                title: "ফল",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময় ভিটামিন সি–যুক্ত ফল শরীরের জন্য অনেক উপকারী। শরীরে আয়রনের ঠিকমতো শোষণ ও যথাযথ কার্যকারিতার জন্য ভিটামিন সি প্রয়োজন। পেয়ারা, আমড়া, আমলকী, লেবু, মাল্টা, জলপাই, জাম্বুরা, পাকা টমেটো, কামরাঙা, পাকা পেঁপে, আনারস ইত্যাদিতে প্রচুর ভিটামিন সি পাওয়া যায়।",
                ],
              },
              {
                title: "ক্যালসিয়াম",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ড চলাকালীন ক্যালসিয়াম সমৃদ্ধ খাবার খেতে হবে। দুধ, দুধজাতীয় খাবার, পনির, ক্যালসিয়াম সমৃদ্ধ সয়াবিন মিল্ক, কাঁটাযুক্ত মাছ ইত্যাদি। কারণ, ক্যালসিয়ামযুক্ত খাবার পেশিব্যথা, পেটব্যথা দূর করতে সাহায্য করে।",
                ],
              },
              {
                title: "প্রোটিন",
                isTitleBold: true,
                subtitle: [
                  "পিরিয়ডের সময়টাতে ডাল, ডিম, মাছ, মাংস ইত্যাদি প্রোটিন সমৃদ্ধ খাবার খাদ্যতালিকায় রাখুন। প্রোটিন শরীরের ব্লাড সুগার নিয়ন্ত্রণ করে এবং মিষ্টিজাতীয় খাবার খাওয়ার আগ্রহ কমিয়ে দেয়।",
                ],
              },
              {
                title: "ওমেগা-৩ ফ্যাটি অ্যাসিড",
                isTitleBold: true,
                subtitle: [
                  "সামুদ্রিক মাছে থাকে প্রচুর পরিমাণে ওমেগা-৩, ভিটামিন, মিনারেল, ফ্যাটি অ্যাসিড ইত্যাদি। এই উপাদানগুলো পিরিয়ড চলাকালীন শরীরের ক্ষয় পূরণ করে এবং ব্যথা কমাতেও ভূমিকা রাখে।",
                ],
              },
              {
                title: "ভিটামিন ই",
                isTitleBold: true,
                subtitle: [
                  "কুমড়ার বিচি, গমের বীজ, শুকনা ভাজা সূর্যমুখীর বীজসহ নানা ধরনের বীজ রাখতে পারেন খাবারের তালিকায়। এতে রয়েছে ভিটামিন ই, যা ঋতুস্রাবের ব্যথা হ্রাস করে। খাবারে রাখুন বাদাম, কারণ বাদামে নানান রকম ভিটামিন ও খনিজ উপাদান রয়েছে, যা পিরিয়ডের সময় শরীরের জন্য ভালো। চীনা বাদাম, কাজুবাদাম, কাঠবাদাম, পেস্তা ইত্যাদি পিরিয়ডজনিত শরীরের ঘাটতি পূরণে বেশ উপকারী।",
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "যা খাবেন না",
            description: [
              "মাসিকের সময় অতিরিক্ত চিনি ও লবণাক্ত খাবার খাওয়া থেকে বিরত থাকতে হবে। এ ছাড়া ভাজাপোড়া খাবার, কোমল পানীয়, চা বা কফি, অতিরিক্ত তেল-মশলাদার খাবার এড়িয়ে যেতে হবে।",
            ],
          },
        ],
      },
      {
        id: 9,
        title: "মাসিক ও  মানসিক স্বাস্থ্য",
        subtitle:
          "মাসিকের সময় হরমোনাল পরিবর্তন শরীর এবং মস্তিষ্ককে নানাভাবে প্রভাবিত করে। যার মধ্যে উল্লেখযোগ্য হল Premenstrual Syndrome (PMS) এবং Premenstrual Dysphoric Disorder (PMDD)।",
        details: [
          {
            type: "plain",
            title: "মাসিক ও  মানসিক স্বাস্থ্য",
            description: [
              "ঋতুস্রাবের প্রায় দুই সপ্তাহ আগে দেহে হরমোনের মাত্রায় উল্লেখযোগ্য পরিবর্তন হয়।  এই পরিবর্তনের ফলে মাসিকের আগে বিভিন্ন শারীরিক ও মানসিক লক্ষণ দেখা দিতে পারে। যেমন ক্লান্তি, ক্ষুধা বেড়ে যাওয়া, ফোলাভাব, অনিদ্রা, স্তনের কোমলতা, মাথাব্যথা, এবং জয়েন্ট বা পেশীতে ব্যথা।",
              "মস্তিষ্কের উপর যেসব প্রভাব পড়তে পারে তার মধ্যে উল্লেখযোগ্য হল: মেজাজের ওঠানামা বা মুড ফ্লাকচুয়েশন, বিষণ্নতা, বদমেজাজ বা উদ্বেগ।এছাড়া, অনেকের মনোযোগের সমস্যা দেখা দেয়।",
              "এ লক্ষগগুলো Premenstrual Syndrome(PMS) নামে পরিচিত। ধারণা করা হয় যে প্রতি ৪ জন মহিলার মধ্যে ৩ জন প্রিম্যানস্ট্রুয়াল সিন্ড্রোমের কোনো না কোনো ধরন অনুভব করেছেন",
            ],
          },
          {
            type: "plain",
            title: "প্রি মেনস্ট্রুয়াল ডিসফোরিক ডিসঅর্ডার (PMDD)",
            description: [
              "এই পরিবর্তনের ফলে মাসিকের আগে বিভিন্ন শারীরিক ও মানসিক লক্ষণ দেখা দিতে পারে। যেমন ক্লান্তি, ক্ষুধা বেড়ে যাওয়া, ফোলাভাব, অনিদ্রা, স্তনের কোমলতা, মাথাব্যথা, এবং জয়েন্ট বা পেশী ব্যথা।",
              "মস্তিষ্কের উপর যেসব প্রভাব পড়তে পারে তার মধ্যে উল্লেখযোগ্য হল: মেজাজের ওঠানামা বা মুড সুয়িং, বিষণ্ণতা, বদমেজাজ বা উদ্বেগ। PMS এর গুরুতর রূপ হল PMDD. PMDD হল একটি গুরুতর মানসিক ব্যাধি। এর লক্ষণগুলো সাধারণত একজন মহিলার মাসিকের কয়েক দিন আগে দেখা দেয়।",
              "গবেষণা দেখায় যে ৩-৮% মহিলারা PMDD-তে ভোগেন।  এর কিছু কারণ হতে পারে মাসিকের সময় প্রজেস্টেরন সংবেদনশীলতার পরিবর্তন বা অস্বাভাবিক হরমোন ফাংশন। PMS-এর মতো, PMDD-এর সঠিক কারণগুলি অজানা, তবে একটি প্রধান কারণ হল উচ্চ মাত্রার স্ট্রেস।",
              "PMDD এর লক্ষণ: PMDD-এর প্রধান উপসর্গগুলোর মধ্যে রয়েছে চরম মেজাজ অনুভূত হওয়া, মানসিকভাবে আচ্ছন্ন বোধ, উদ্বেগ, বিরক্তি, মনোযোগ দিতে সমস্যা এবং স্বাভাবিক ক্রিয়াকলাপে আগ্রহ হ্রাস।",
              "এছাড়াও, পিএমডিডি শারীরিক উপসর্গও সৃষ্টি করতে পারে, যেমন বমি বমি ভাব, ফোলাভাব, মাথাব্যথা এবং পিঠে ব্যথা। এই শারীরিক লক্ষণগুলি মেজাজের উপর নেতিবাচক প্রভাবকে আরও বাড়িয়ে তুলতে পারে।",
              "পিএমডিডি একটি দীর্ঘস্থায়ী কন্ডিশন, অনেক মহিলাই জানেন না যে তারা এই ব্যাধিতে আক্রান্ত হতে পারেন। PMDD শুধুমাত্র মাসিক চক্রের luteal পর্যায়ে ঘটে। কিন্তু গবেষণায় দেখা গেছে যারা PMDD তে ভুগছেন তারা সহজেই উদ্বেগ এবং হতাশার মতো ব্যাধিতে আক্রান্ত হন।",
            ],
          },
          {
            type: "plain",
            title:
              "মাসিক এর সময় মানসিক স্বাস্থ্য ব্যবস্থাপনা (Periods and Mental Health Management)",
            description: [
              "নারীদের একটি উচ্চসংখ্যা মুড সুইংয়ে আক্রান্ত। যেমন: একজন নারী হাসিমুখে কথা বলতে বলতে হঠাৎ মুড খারাপ হয়ে গেল, পরক্ষণেই আবার ঠিক হয়ে গেল, এটাকেই সংক্ষেপে মুড সুইং বলে।",
              "পিরিয়ড শুরু হওয়ার কিছুদিন আগে থেকে অনেক মেয়ের ক্ষেত্রেই কিছু মানসিক পরিবর্তন দেখা যায়, যা খুব দ্রুত বদলাতে থাকে। প্রতি মাসের নির্দিষ্ট এই সময়ে অস্বস্তি, ক্রোধ, খিটখিটে মেজাজ থেকে শুরু করে মানসিকভাবে একদম ভেঙেও পড়তে পারে মেয়েরা।",
              "এই লক্ষণগুলোকে একসঙ্গে বলা হয় প্রি–মিনস্ট্রুয়াল সিনড্রোম বা পিরিয়ড শুরু হওয়ার আগের সিন্ড্রোম; যা সংক্ষেপে পিএমএস নামে বেশি পরিচিত।",
              "পিএমএস বা মুড সুইংয়ের কারণ হিসেবে বিশেষজ্ঞরা স্ত্রী হরমোনকেই দায়ী করে থাকেন।",
              "নারীদের পিরিয়ড সাইকেলকে কার্যক্রম অনুসারে চারটি পর্যায়ে ভাগ করা যায়। যার মধ্যে শেষ পর্যায়টিতে নারী পিএমএসে আক্রান্ত হন। এরপর শুরু হয় নতুন মাসিক চক্র। মেয়েদের শরীরে থাকা স্ত্রী হরমোনের নিঃসরণ মাসের বিভিন্ন সময় বিভিন্ন রকম পরিমাণে হয়। একটা পিরিয়ড শেষ হলে প্রধান নারী হরমোন ইস্ট্রোজেনের ক্ষরণ অল্প অল্প করে বাড়তে থাকে।",
              "১৪-১৫ দিনের মাথায় তা পৌঁছে যায় তার সর্বোচ্চ মাত্রায়। যাকে বলে ওভল্যুশন। এরপর তরতরিয়ে কমতে থাকে ইস্ট্রোজেন নিঃসরণ। আবার পরের পিরিয়ড শুরুর পর থেকে অল্প অল্প করে নিঃসরণ বাড়ে। ইস্ট্রোজেনের এই উত্থান-পতনই মেয়েদের মানসিক অবস্থায় প্রভাব ফেলে এবং পিএমএসজনিত সমস্যা সৃষ্টি করে।",
              "কিছু গবেষণায় বলা হয়, নারীবিশেষ হরমোনগুলো কিছু ব্রেইন কেমিক্যালকে কমিয়ে মুডের ওপর নেতিবাচক প্রভাব ফেলে, যার মধ্যে অন্যতম হলো সেরেটোনিন। এ বিষয়ে আরও বেশি গবেষণার প্রয়োজন আছে বলে চিকিৎসকেরা মনে করেন। সেরেটোনিনের মাত্রা কমে গেলে হতাশা, বিষণ্নতা, অস্থিরতা তৈরি হয়। এ ছাড়া পিরিয়ড শুরু হওয়ার আগে স্বাভাবিকভাবেই একেকজনের ক্ষেত্রে একেক রকম শারীরিক বা মানসিক লক্ষণ দেখা যায়। অনেকের ক্ষেত্রেই পেটের পেশিতে টান, খেতে অনিচ্ছা, শরীরে অস্বস্তি বা মাথাধরা ইত্যাদি জানান দেয়, এবার পিরিয়ড শুরু হবে। এ জন্যও অনেকের মুড সুইং হতে পারে।",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "হঠাৎ রেগে যাওয়া",
                isTitleBold: true,
                subtitle: [
                  "ছোট ছোট ব্যাপারেই হঠাৎ রেগে যাওয়া, স্বাভাবিক একটা ব্যাপার মেনে নিতে না পেরে উত্তেজিত হয়ে যাওয়া মুড সুইংয়ের অন্যতম একটি লক্ষণ।",
                ],
              },
              {
                title: "ডিপ্রেশন বা অবসাদ",
                isTitleBold: true,
                subtitle: [
                  "মাসের নির্দিষ্ট একটি সময়ে আপনার মন ভার হয়ে থাকলে, বিগত নানা ধরনের দুশ্চিন্তা থেকে মনের অজান্তেই আপনার হতাশা সৃষ্টি হলে বুঝবেন আপনার মুড সুইং হচ্ছে। শুধু ইস্ট্রোজেন, প্রোজেস্টেরন নয়, সেরোটোনিন হরমোনের মাত্রাও এই সময় কমে যায় বলেই, মন খারাপের এমন পরিস্থিতি তৈরি হয়।",
                ],
              },
              {
                title: "কান্নাকাটি",
                isTitleBold: true,
                subtitle: [
                  "পিএমএসের সময় এটি আরেকটি অতি সাধারণ ঘটনা। খুবই সামান্য কারণে মন খারাপ করে তা থেকে কান্না এলে এটি মুড সুইংয়ের একটি কারণ হিসেবে ধরে নেওয়া যায়।",
                ],
              },
              {
                title: "উদ্বেগ বা অ্যাংজাইটি ",
                isTitleBold: true,
                subtitle: [
                  "কাজ করতে করতে হঠাৎই মনে হলো আপনাকে দিয়ে কিছুই হবে না; আত্মবিশ্বাস কমে গেল নিমেষেই। দিনের বেশির ভাগ সময়েই এই উদ্বেগ তৈরি হলে এটিও পিএমএসে আক্রান্ত হওয়ার লক্ষণ।",
                ],
              },
              {
                title: "অবসাদগ্রস্ততা",
                isTitleBold: true,
                subtitle: [
                  "অল্পতেই ক্লান্ত হয়ে পড়া, কাজে অনীহা ইত্যাদিও মুড সুইংয়ের জন্য দায়ী",
                ],
              },
            ],
          },
          {
            type: "list",
            title: "মুড সুইং বা পিএমএস থেকে যেভাবে পরিত্রাণ পেতে পারেন",
            subtitle:
              "মুড সুইংয়ের কোনো স্থায়ী সমাধান না থাকলেও নানাভাবে আপনি আপনার এই সমস্যাকে আয়ত্তে আনতে পারেন। যেমন:",
            children: [
              {
                title: "ব্যায়াম",
                isTitleBold: true,
                subtitle: [
                  "সকালে অথবা বিকেলে হাঁটতে বের হওয়া, বাড়িতে কিছু ফ্রি হ্যান্ড এক্সারসাইজ করলে এই মুড সুইং থেকে কিছুটা হলেও রক্ষা পেতে পারেন। এক্সারসাইজের সময় ব্রেইন থেকে এন্ডোরফিন নামের একটি কেমিক্যাল বের হয়, যেটি আমাদের মধ্যে একধরনের সুখানুভূতি তৈরি করে এবং পিএমএসের জন্য দায়ী ক্ষতিকর হরমোনগুলোকে প্রতিহত করে।",
                ],
              },
              {
                title: "সঠিক খাদ্যাভ্যাস",
                isTitleBold: true,
                subtitle: [
                  "এ সময় একটি সুষম খাদ্যাভাস মেনে চললে সুফল পাওয়া যেতে পারে। এ ছাড়া এই সময়ে জাংক ফুড এবং ক্যাফেইন–জাতীয় খাবার কম খাওয়াই ভালো।",
                ],
              },
              {
                title: "স্ট্রেস ম্যানেজমেন্ট",
                isTitleBold: true,
                subtitle: [
                  "আপনার স্ট্রেসগুলোকে চিহ্নিত করে সেগুলো সঠিকভাবে বাস্তবায়ন করলে মুড সুইংয়ের মাত্রা কম হতে পারে বলে ধারণা করা যায়। মুড সুইং আসলে এমন একটা জিনিস, যা আমাদের নজর এড়িয়ে যায়। অনেক সময় দেখা যায়, ভিকটিম নিজেই তার মুড সুইং সম্পর্কে অবহিত না। যার প্রধান কারণ অজ্ঞত। তবে নারী-পুরুষ উভয়েরই মুড সুইং সম্পর্কে জানা উচিত। এটিকে কখনোই মেয়েদের ন্যাকামি কিংবা মানসিক সমস্যা হিসেবে বিবেচনা করা যাবে না। বরং মেয়েটির প্রতি সদয় হয়ে তাকে এই সমস্যা থেকে বের করা আনার প্রচেষ্টা চালাতে হবে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 10,
        title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব",
        subtitle:
          "পলিসিস্টিক ওভারিয়ান সিনড্রোম বা পিসিওএস নারীদের হরমোনের ভারসাম্যহীনতা জনিত রোগ। বিশ্বজুড়ে ৮ থেকে ১০ শতাংশ নারী এই সমস্যায় ভোগেন। এই রোগে ডিম্বাশয়ে অনেকগুলো সিস্ট হয় বলেই এর এমন নামকরণ। নারীদের ডিম্বাণু তৈরি হয় এক ধরনের তরলপূর্ণ থলির ভেতর, যাকে বলে ফলিকল। যখন ডিম্বাণু পরিপক্ক হয় তখন এই থলি ফেটে ডিম্বাণু বেড়িয়ে আসে। এই অবস্থাকে ওভ্যুলেশন বলে। পিসিওএস এই প্রক্রিয়াতে বাধা সৃষ্টি করে।",
        details: [
          {
            type: "plain",
            title:
              "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব (Polycystic Ovarian Syndrome)",
            description: [
              "যাদের পলিসিস্টিক ওভারিয়ান সিনড্রোম আছে, সেই নারীদের ডিম্বাশয় স্বাভাবিকের চেয়ে বেশি পুরুষ হরমোন (এন্ড্রোজেন) নিঃসরণ করে। যার ফলে ডিম্বাণু পরিপক্ক হওয়ার পরও ফলিকল ফেটে যায় না এবং ডিম্বাণু বের হতে পারে না। এর ফলে মেয়েদের অনিয়মিত মাসিক হয় বা মাসিক একেবারেই হয় না।",
            ],
          },
          {
            type: "list",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম এর কারণ",
            children: [
              {
                title:
                  "পলিসিস্টিক ওভারিয়ান সিনড্রোমের সঠিক কারণ জানা যায় না। কিন্তু চিকিৎসকরা ধারণা করেন, হরমোনের ভারসাম্যহীনতা এবং বংশগত কারণ এ ক্ষেত্রে একটা গুরুত্বপূর্ণ ভূমিকা পালন করে। যে নারীদের মা ও বোনের পলিসিস্টিক ওভারিয়ান সিনড্রোম আছে তাদের এই সমস্যা হওয়ার আশঙ্কা বেশি",
              },
              {
                title:
                  "নারীদের শরীরে এন্ড্রোজেন হরমোন বেশি মাত্রায় থাকলেও পিসিওএস হতে পারে। বাড়তি এন্ড্রোজেন ডিম্বাশয় থেকে ডিম বের হওয়া এবং এর বৃদ্ধিতে বাধা সৃষ্টি করে। অতিরিক্ত ইনসুলিন উৎপাদনের কারণেও শরীরে এন্ড্রোজেন হরমোন বেড়ে যেতে পারে।",
              },
            ],
          },
          {
            type: "list",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোমের উপসর্গ",
            subtitle:
              "পিসিওএসের উপসর্গ শুরু হয় সাধারণত নারীদের মাসিক শুরু হওয়ার পর থেকেই। তবে উপসর্গের ধরন এবং তীব্রতা একেকজনের ক্ষেত্রে একেক রকম হতে পারে। সাধারণ যে উপসর্গ সবার মধ্যে দেখা যায় তা হলো অনিয়মিত মাসিক। অন্যান্য লক্ষণগুলো হলো -",
            children: [
              {
                title: "মুখে, বুকে, পেটে, পেছনে বা পায়ের আঙুলে চুল গজানো",
              },
              {
                title: "ব্রন, তৈলাক্ত ত্বক বা খুশকি",
              },
              {
                title:
                  "অতিরিক্ত ওজন বেড়ে যাওয়া বা পুরুষদের মতো টেকো ভাব বা চুল পাতলা হয়ে যাওয়া",
              },
              {
                title:
                  "ঘাড়, হাত, স্তন বা উরুতে চামড়ায় গাঢ় বাদামি বা কালো দাগ। এটা বগলে বা পায়ের ভাঁজেও হতে পারে।",
              },
              {
                title: "স্তনের আকার ছোট হয়ে যাওয়া",
              },
              {
                title: "মানসিক চাপ ও দুশ্চিন্তা বেড়ে যাওয়া",
              },
              {
                title: "কোলেস্টেরলের মাত্রা বেড়ে যাওয়া",
              },
              {
                title: "ডায়াবেটিস",
              },
            ],
          },
          {
            type: "plain",
            description: ["তবে এসব উপসর্গের অনেকগুলোই অনেকের নাও থাকতে পারে।"],
          },
          {
            type: "plain",
            title: "পলিসিস্টিক ওভারিয়ান সিনড্রোম ও বন্ধ্যাত্ব",
            description: [
              "পলিসিস্টিক ওভারিয়ান সিনড্রোমে আক্রান্তদের ক্ষেত্রে দেখা যায়, সমস্যাটি তখনই শনাক্ত হয় যখন তিনি সন্তান নেওয়ার চেষ্টা করে অসফল হন। সারা বিশ্বে বন্ধ্যাত্বের জন্য এটাকে সবচেয়ে বেশি দায়ী করা হয়।",
              "তবে কারও পিসিওএস থাকা মানে এই নয় যে তিনি কখনোই মা হতে পারবেন না। প্রয়োজনীয় চিকিৎসার মাধ্যমে তারাও মা হতে পারেন। তবে এক্ষেত্রে কিছুটা সময় লাগতে পারে। কিছু কিছু ক্ষেত্রে চিকিৎসা গ্রহণ ও জীবনযাপনে পরিবর্তনের প্রয়োজন হতে পারে।",
              "এ বিষয়টি মনে রাখা গুরুত্বপূর্ণ যে, পিসিওএস হলেই যে গর্ভধারণ করা যাবে না এ কথা ঠিক নয়। এ সমস্যাটি ধরা পড়লে আশাহত হওয়া যাবে না। চিকিৎসকের পরামর্শ অনুযায়ী চলতে হবে।",
            ],
          },
        ],
      },
      {
        id: 11,
        title: "মেনোপজ",
        subtitle:
          "মেনোপজ হলো প্রজনন বয়সের সমাপ্তি। যখন একজন নারীর প্রজনন জীবন শেষ হয়ে যায় সেটাই মেনোপজ। সাধারণত ৪৫ থেকে ৫৫ বছর বয়সের মধ্যে হয়ে থাকে মেনোপজ। তবে গড়ে ৫১ বছর বয়সে মেনোপজ হয়। এ সময় ঋতুচক্র বন্ধ হয়ে যায় নারীদের।",
        details: [
          {
            type: "plain",
            title: "মেনোপজ  (Menopause)",
            description: [
              "যখন প্রথম মাসিক শুরু হয় তখন সেটাকে বলে মেনার্কি আর যখন শেষ হয়ে যায় তখন সেটাকে বলা হয় মেনোপজ। সাধারণত ১৩ বছর বয়সে একটি মেয়ের মাসিক শুরু হয় আর ৫১ বছর বয়সে তা শেষ হয়ে যায়।",
              "অনেক সময় টানা এক বছর বন্ধ থাকার পর যদি কোন নারীর আবার মাসিক হয় তবে সেটি অস্বাভাবিক। মেনোপজের এক বছর পর আবার ব্লিডিং হওয়া পোস্ট মেনোপজাল ব্লিডিং। এটা এক ধরনের ডিজঅর্ডার। কোনো ক্যানসারের জন্য হতে পারে, রক্তের ব্যাধি কিংবা জরায়ুর কোনো সমস্যার কারণে ব্লিডিং হতে পারে। সেক্ষেত্রে তাদের অবশ্যই চিকিৎসকের পরামর্শ নিতে হবে এবং ব্লিডিং কেনো হচ্ছে তার কারণ শনাক্ত করে চিকিৎসা নিতে হবে।",
            ],
          },
          {
            type: "list",
            title: "মেনোপজের লক্ষণ",
            subtitle:
              "সাধারণত কোন নারীর একবছর সময়কালে মাসিক বন্ধ  থাকলে কেউ মেনোপজের উপসর্গে ভুগছে কিনা সেটি জানার জন্য রক্ত পরীক্ষা করা যেতে পারে। তবে, সবসময় যে পরীক্ষার ফল খুব নির্ভুল হবে এমন নয়। তবে, কোনও ডাক্তারের সাথে আলাপ করে একজন নারী যে সব লক্ষণগুলো তার শরীরে দেখছেন সেগুলো জানানো যেতে পারে।",
            children: [
              {
                title:
                  "মেনোপজ শুরু হওয়ার আগে থেকেই বেশ কিছু লক্ষণ দেখা দেয়। যেমন-",
              },
              {
                title: "কখনও তিন মাস, চার মাস মাসিক বন্ধ থাকতে পারে",
              },
              {
                title: "অনিয়মিত মাসিক হওয়া।",
              },
              {
                title:
                  "বছরে মাসিক ১২ বার হওয়ার কথা, সেখানে বছরে তিন বার হলো- এমন হলে মেনোপজের পূর্ব লক্ষণ। এভাবে কোনো নারীর মাসিক অনিয়মিত হতে হতে যখন টানা এক বছর বন্ধ থাকে তখন ধরে নিতে হবে মেনোপজ হয়ে গেছে।",
              },
              {
                title:
                  "এ সময় রিপ্রোডাক্টিভ ফাংশন বন্ধ হয়ে যায়, হরমোনাল পরিবর্তন হয়, ডিম্বাশয় থেকে আসা হরমোন ইস্ট্রোজেন, প্রোজেস্টেরোন মেনোপজে বন্ধ হয়ে যায়। অন্যদিকে পিটুইটারি হরমোন বেড়ে যায়। তখন কারো কারো ক্ষেত্রে শরীরে হঠাৎ হটফ্লাশ করে অর্থাৎ শরীরে গরম অনুভূত হয়। মাথা গরম হয়ে যায়।",
              },
              {
                title: "রাতের বেলায় ঘাম হয়।",
              },
              {
                title: "ঘুম হয় না।",
              },
              {
                title: "মুড পাল্টাতে থাকে।",
              },
            ],
          },
          {
            type: "plain",
            title: "মেনোপজের শারীরিক প্রভাব",
            description: [
              "ডিম্বাশয় থেকে আসা হরমোন ইস্ট্রোজেন-প্রোজেস্টেরোন শরীরকে নিরাপত্তা দেয়, সেটি মেনোপজের কারণে বন্ধ হয়ে যায়। ফলে এই হরমোনের অভাবে হাড়ক্ষয় রোগ অস্টিওপোরোসিস দেখা দেয়। এতে পিঠে, হাঁটুতে, অস্থিসন্ধিতে ব্যথাসহ বিভিন্ন জায়গায় হাড়ের ব্যথা হয়। অস্টিওপরোসিসে ভুগলে হাড় ভঙ্গুর হয়ে যায়। কোনোরকম আঘাত লাগলে হাড় গ্লাসের মত ভেঙে যেতে পারে। কোনোভাবে পড়ে গেলেও হাড় ভেঙে যেতে পারে। এ ছাড়া মেরুদণ্ড বাঁকা হয়ে যায়, সামনের দিকে শরীর ঝুঁকে পড়ে। বাঁকা হয়ে হাঁটতে দেখা যায় অনেক নারীকে। হৃদপিণ্ডের ওপরও মারাত্মক প্রভাব পড়ে এতে।",
            ],
          },
          {
            type: "plain",
            title: "মেনোপজের মানসিক প্রভাব",
            description: [
              "অনেকে মেনোপজ মেনে নিতে পারেন না, বিশেষ করে যাদের তাড়াতাড়ি মেনোপজ হয়। সাধারণত ৪৫ বছর বয়স থেকে মেনোপজ হলেও অনেকের ক্ষেত্রে ৪০ এর পরেই মেনোপজ হয়ে যায়। সে কারণে মানসিক সমস্যায় ভুগতে থাকেন অনেকে। নারীদের ওপর মারাত্মক মানসিক প্রভাব পড়তে দেখা যায়। কারো কারো ক্ষেত্রে ভ্যাজাইনাল ড্রাইনেস হয়, যে কারণে যৌনজীবনে প্রভাব পড়ে।",
            ],
          },
          {
            type: "list",
            title: "মেনোপজে করণীয়",
            children: [
              {
                title: "নিয়মিত হালকা ব্যায়াম করতে হবে।",
              },
              {
                title: "নিয়মিত হাঁটার অভ্যাস করতে হবে।",
              },
              {
                title: "যোগব্যায়াম করতে হবে।",
              },
              {
                title: "বসে বসে না কাটিয়ে শারীরিক চলাফেরা সচল রাখতে হবে।",
              },
              {
                title: "ভারসাম্যপূর্ণ পুষ্টিকর খাবার খেতে হবে।",
              },
              {
                title: "হরমোন প্রতিস্থাপন থেরাপি নিতে হবে।",
              },
              {
                title: "হরমোন প্রতিস্থাপন থেরাপি নিতে হবে।",
              },
              {
                title:
                  " অন্য কোনো সমস্যা দেখা দিলে প্রয়োজনে গাইনোকোলজিস্টের পরামর্শ নিতে হবে।",
              },
            ],
          },
        ],
      },
      {
        id: 12,
        title: "মাসিক শুরু ও শেষ তারিখ মনে রাখার গুরুত্ব",
        subtitle: "",
        details: [
          {
            type: "plain",
            title:
              "মাসিক শুরু ও শেষ তারিখ মনে রাখার গুরুত্ব (Importance of remembering menstruation start and ending date)",
            description: [
              "মাসিক নারীদের শরীরের একটি স্বাভাবিক ও প্রাকৃতিক প্রক্রিয়া। এটি মহিলাদের সুস্থতার প্রতীক। মাসিকের শুরু ও শেষ তারিখ মনে রাখা নারীদের জীবনে গুরুত্বপূর্ণ একটি দিক। মাসিক শুরু হওয়ার আগে মহিলারা অনেকগুলি লক্ষণ অনুভব করতে পারে, যেমন মাথা ব্যাথা, কোমরে ব্যাথা, তলপেটে ব্যাথা এবং মানসিক পরিবর্তন। মাসিকের পর গর্ভাবস্থা সম্পর্কে অবহিত হতে এটি একটি মৌলিক উপায়।",
              "মাসিকের তারিখ সম্পর্কে ধারণা নারীদের গর্ভাবস্থা পরীক্ষা করার প্রাথমিক উপায়। যদি মাসিক অনিয়মিত হয় অথবা শুরু বা শেষ তারিখে অনেক দিনের পার্থক্য থাকে আর প্রতি মাসিকের সময় এমনটা ঘটতে থাকে তাহলে তাকে দ্রুত বিশেষজ্ঞ ডাক্তারের পরামর্শ নিতে হবে ।",
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা মাসিক স্বাস্থ্য ব্যবস্থাপনা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। মাসিক স্বাস্থ্য ব্যবস্থাপনা (Menstrual Hygiene Management - MHM) সম্পর্কে সঠিক তথ্য জানা আপনার ব্যক্তিগত স্বাস্থ্য এবং সুস্থতার জন্য অত্যন্ত গুরুত্বপূর্ণ। মাসিক স্বাস্থ্য ব্যবস্থাপনার উপযুক্ত পদ্ধতি অবলম্বন করলে আপনি স্বাস্থ্যজনিত বিভিন্ন সমস্যা থেকে রক্ষা পেতে পারেন এবং এটি আপনার দৈনন্দিন জীবনযাত্রাকে আরও স্বাচ্ছন্দ্যময় করে তুলতে পারে। আপনি এই জ্ঞানটি অর্জন করুন এবং আপনার পরিচিতদের মধ্যেও ছড়িয়ে দিন। মাসিক স্বাস্থ্য সম্পর্কে সচেতনতা বৃদ্ধি করে আমরা একটি সুস্থ ও সমৃদ্ধ সমাজ গড়ে তুলতে পারি।",
      questions: [
        {
          id: 0,
          title:
            "প্রজনন স্বাস্থ্যের পরিচর্যা কোন বয়সের নারী ও পুরুষের জন্য প্রযোজ্য?",
          options: [
            "কেবল শিশুদের জন্য",
            "কেবল যুবকদের জন্য",
            "যে কোন বয়সের জন্য",
            "কেবল বৃদ্ধদের জন্য",
          ],
          answer: 2,
        },
        {
          id: 1,
          title:
            "প্রজনন স্বাস্থ্যের ধারণা কী শুধুমাত্র মাতৃ স্বাস্থ্যের মধ্যে সীমাবদ্ধ?",
          options: ["হ্যাঁ", "না", "কখনো কখনো", "নির্ভর করে"],
          answer: 1,
        },
        {
          id: 2,
          title: "কোন বয়সে প্রজনন স্বাস্থ্যসেবার সবচেয়ে বেশি যত্ন নিতে হয়?",
          options: ["শিশুকালে", "বয়ঃসন্ধিকালে", "প্রজননক্ষম বয়সে", "বৃদ্ধকালে"],
          answer: 1,
        },
        {
          id: 3,
          title: "প্রজনন স্বাস্থ্যের কোন ক্ষেত্রটি মাতৃস্বাস্থ্য অন্তর্ভুক্ত?",
          options: [
            "গর্ভকালীন সেবা",
            "প্রসবকালীন সেবা",
            "প্রসব পরবর্তী সেবা",
            "উপরোক্ত সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 4,
          title: "ব্যাকটেরিয়া ভ্যাজাইনোসিস কোন কারণে হয়?",
          options: [
            "ভাইরাসের কারণে",
            "ব্যাকটেরিয়ার অত্যধিক বৃদ্ধির কারণে",
            "ফাঙ্গাসের কারণে",
            "প্রোটোজোয়ার কারণে",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "প্রজনন স্বাস্থ্য সংক্রমণ কোন রোগগুলিকে অন্তর্ভুক্ত করে?",
          options: ["এইচআইভি এইডস", "ক্ল্যামাইডিয়া", "গনোরিয়া", "উপরের সবগুলো"],
          answer: 3,
        },
        {
          id: 6,
          title: "প্রজনন স্বাস্থ্যের জন্য নিয়মিত চেকআপ কেন জরুরি?",
          options: [
            "রোগ প্রতিরোধ করার জন্য",
            "প্রজনন স্বাস্থ্য সংক্রমণ প্রতিরোধ ও সময়মত চিকিৎসা নিশ্চিত করার জন্য",
            "ডায়াবেটিস নিয়ন্ত্রণ করার জন্য",
            "খাদ্য নিরাপত্তা নিশ্চিত করার জন্য",
          ],
          answer: 1,
        },
        {
          id: 7,
          title:
            "বাংলাদেশে প্রজননতন্ত্রের সংক্রমণের হার বেশি হওয়ার একটি কারণ কী?",
          options: [
            "প্রজনন স্বাস্থ্য সম্পর্কে কথা বলতে লজ্জা পাওয়া",
            "চিকিৎসা নিতে দ্বিধা বোধ করা",
            "সঠিক চিকিৎসার অভাব",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 8,
          title:
            "বিশেষ চাহিদা সম্পন্ন ব্যক্তিদের প্রজনন স্বাস্থ্য সেবা নিশ্চিত করতে কী করতে হবে?",
          options: [
            "পারিবারিক সচেতনতা",
            "অভিজ্ঞ চিকিৎসক ও সাহায্যকারীর সাথে যোগাযোগ",
            "চলাচলের রাস্তা ও সহজ যোগাযোগ প্রক্রিয়া নিশ্চিত করা",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 9,
          title: "স্বাস্থ্যসম্মত ভাবে যৌন মিলন না করলে কী হতে পারে?",
          options: [
            "উচ্চ রক্তচাপ",
            "প্রজনন স্বাস্থ্য সংক্রমণ",
            "মেয়েদের অনিয়মিত মাসিক",
            "স্বাস্থ্যহানী",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 3,
    categoryTitle: "জরায়ুমুখ ক্যান্সার",
    categoryDescription:
      "জরায়ুমুখ ক্যান্সার হল জরায়ু মুখের কোষগুলিতে গঠিত একটি ক্যান্সার যা ধীরে ধীরে বৃদ্ধি পায়। এর প্রধান কারণ হল হিউম্যান প্যাপিলোমাভাইরাস  সংক্রমণ। একাধিক যৌন সঙ্গীর সাথে যৌন সম্পর্ক, ধূমপান, দীর্ঘমেয়াদি জন্মনিয়ন্ত্রণ পিলের ব্যবহার, অল্প বয়সে গর্ভধারণ, এবং এইচআইভি সংক্রমণ এই রোগের ঝুঁকি বাড়িয়ে তুলে। বিভিন্ন পরীক্ষার মাধ্যমে ক্যান্সারের প্রাথমিক পর্যায় শনাক্তকরণ ও সময়মত চিকিৎসা রোগমুক্তির সম্ভাবনা বাড়ায় এবং নারীদের সুস্থ জীবন নিশ্চিত করে।",
    categoryImageUrl: require("@/assets/images/education/3.png"),
    categoryBGColor: "#d7fff8",
    subcategories: [
      {
        id: 1,
        title: "জরায়ুমুখ ক্যান্সার",
        subtitle:
          "জরায়ু মুখের ক্যান্সার বা সারভাইকাল ক্যান্সার (Cervical Cancer) হল জরায়ুর আস্তরণে অস্বাভাবিক কোষের অনিয়ন্ত্রিত বৃদ্ধি। জরায়ু হল  নারীদের প্রজনন প্রণালীর অংশ এবং এটি গর্ভের নীচের অংশে অবস্থিত, যা গর্ভ থেকে যোনি পর্যন্ত খোলা। এই ক্যান্সার জরায়ু মুখের ক্যান্সার নামেও পরিচিত।",
        details: [
          {
            type: "plain",
            title: "জরায়ুমুখ ক্যান্সার ( Cervical Cancer)",
            description: [
              "জরায়ু মুখের ক্যান্সার বা সারভাইকাল ক্যান্সার (Cervical Cancer) হল জরায়ুর আস্তরণে অস্বাভাবিক কোষের অনিয়ন্ত্রিত বৃদ্ধি। জরায়ু হল  নারীদের প্রজনন প্রণালীর অংশ এবং এটি গর্ভের নীচের অংশে অবস্থিত, যা গর্ভ থেকে যোনি পর্যন্ত খোলা। এই ক্যান্সার জরায়ু মুখের ক্যান্সার নামেও পরিচিত। ",
              "সারভাইকাল ক্যান্সার সমস্ত ক্যান্সারের মধ্যে চতুর্থ স্থানে রয়েছে এবং বর্তমানে এই রোগে প্রতি ২ মিনিটে একজনের মৃত্যু হয়। গুরুত্বপূর্ণভাবে, এটি ৪২ টি দেশে মহিলাদের মধ্যে ক্যান্সারে আক্রান্ত হয়ে মৃত্যুর প্রধান কারণ।",
            ],
          },
          {
            type: "list",
            title: "জরায়ু মুখের ক্যান্সারের লক্ষণ ও প্রাথমিক সংকেত",
            subtitle: "সারভাইকাল ক্যান্সারের সবচেয়ে সাধারণ লক্ষণগুলি হল:",
            children: [
              {
                title: "পিরিয়ড চলাকালীন রক্তপাত",
              },
              {
                title: "সহবাসের পর রক্তপাত",
              },
              {
                title: "মেনোপজের পরে রক্তপাত",
              },
              {
                title: "সহবাসের সময় অস্বস্তি বা রক্তপাত",
              },
              {
                title: "তীব্র গন্ধযুক্ত যোনি স্রাব",
              },
              {
                title: "রক্তের সাথে যোনি স্রাব",
              },
              {
                title: "প্রস্রাব করার সময় ব্যথা",
              },
            ],
          },
          {
            type: "plain",
            title: "সারভাইকাল ক্যান্সারের কারণ",
            description: [
              "বেশিরভাগ সারভাইকাল ক্যান্সার মানব প্যাপিলোমাভাইরাস (এইচপিভি) সংক্রমণের কারণে হয়। এইচপিভি ভাইরাসের একটি গ্রুপ যা বিশ্বজুড়ে অত্যন্ত সাধারণ। ১০০ টিরও বেশি প্রকারের এইচপিভি রয়েছে, যার মধ্যে কমপক্ষে ১৪টি ক্যান্সারের কারণ হিসাবে পরিচিত (যাকে উচ্চ-ঝুঁকির ধরনও বলা হয়)।",
              "দুটি এইচপিভি প্রকারের (১৬ এবং ১৮) ৭০ শতাংশ সারভাইকাল ক্যান্সার এবং প্রাক-ক্যান্সারাস সারভাইকাল ক্ষত সৃষ্টি করে। মলদ্বার, যোনি, লিঙ্গ এবং অরোফ্যারিনেক্সের ক্যান্সারের সাথে এইচপিভির যুক্ত হওয়ারও প্রমাণ রয়েছে। হিউম্যান প্যাপিলোমা বা এইচপিভি ভাইরাস সংক্রমণের এক যুগেরও বেশি সময় ধরে জরায়ুমুখের স্বাভাবিক কোষ পরিবর্তিত হতে থাকে এবং একসময় তা ক্যান্সারে রূপ নেয় ।",
              "জরায়ুমুখ ক্যান্সার ১৫-৪৫ বছর বয়সের নারীদের মধ্যে বেশি দেখা যায়, কিন্তু ক্যান্সারের লক্ষণ প্রকাশের প্রায় ২ থেকে ২০ বছর আগেই একজন নারী এ রোগের ভাইরাস দ্বারা আক্রান্ত হন। তবে ২০ বছরের কম বয়সীদের  নিচে সাধারণত এই  রোগ হয় না। ৬০ বছরের পরও এ রোগ হতে পারে, তবে সংখ্যা তুলনামূলক কম। উপযুক্ত চিকিৎসায়  জরায়ুমুখ ক্যান্সার শতভাগ আরোগ্য সম্ভব।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
        subtitle:
          "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি) একটি সাধারণ ভাইরাস যা ত্বকের মাধ্যমে সংক্রমিত হয়। এটি বিশ্বের সবচেয়ে সাধারণ যৌন সংক্রমিত সংক্রমণগুলির মধ্যে একটি এবং এতে প্রায় ২০০টি বিভিন্ন স্ট্রেইন বা ধরন রয়েছে। এইচপিভি সংক্রমণের বেশিরভাগই ক্ষতিকারক নয় এবং নিজেরাই সেরে যায়, তবে কিছু স্ট্রেইন উচ্চ ঝুঁকিপূর্ণ এবং ক্যান্সারের কারণ হতে পারে।",
        details: [
          {
            type: "plain",
            title: "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
            description: [
              "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি) একটি সাধারণ ভাইরাস যা অধিকাংশ নারী তাদের জীবনের কোনও না কোনও সময়ে সংক্রমিত হতে পারে । ১০০ এরও বেশি ধরণের এইচপিভি ভাইরাস রয়েছে, যার বেশিরভাগই জরায়ু ক্যান্সারের জন্য ঝুঁকিপূর্ণ নয়।",
              "শরীরের রোগ প্রতিরোধ ক্ষমতা দ্বারা ১৮-২৪ মাসের মধ্যে জরায়ু প্রায় সব এইচপিভি ভাইরাস থেকে মুক্ত হয়ে যায়। জরায়ুতে এইচপিভি ভাইরাস দীর্ঘদিন স্থায়ী হলে, জরায়ু কোষে পরিবর্তনের সূত্রপাত হয় এবং ধীরে ধীরে তা ক্যান্সারে রূপ নেয়। জরায়ুমুখ ক্যান্সার বেশিরভাগ ক্ষেত্রে এইচপিভি ১৬ এবং এইচপিভি ১৮ এর সংক্রমণের কারণে হয়।",
            ],
          },
          {
            type: "list",
            title: "সম্ভাব্য ঝুঁকি  (The potential risks)",
            subtitle:
              "Human Papillomavirus  এর ঝুঁকি বাড়াতে পারে এমন অন্যান্য কারণগুলির মধ্যে রয়েছে:",
            children: [
              {
                title: "বাল্যবিয়ে/ একাধিক বিয়ে",
              },
              {
                title: "স্বামীর একাধিক বিয়ে বা যৌন সাথী থাকা",
              },
              {
                title: "অপুষ্টি, ইনফেকশন ও রোগ প্রতিরোধ ক্ষমতা কমে যাওয়া",
              },
              {
                title: "একটানা ১০/২০ বছর জন্মনিয়ন্ত্রণ বড়ি সেবনকারী",
              },
              {
                title: "ধুমপান, পান ও জর্দা এবং সাদা পাতায় অভ্যস্থতা",
              },
              {
                title: "হিউম্যান ইমিউনোডেফিসিয়েন্সি ভাইরাস (এইচআইভি)",
              },
              {
                title: "ক্ল্যামিডিয়া",
              },
              {
                title: "ধূমপান",
              },
              {
                title: "স্থুলতা",
              },
              {
                title: "সারভাইকাল ক্যান্সারের পারিবারিক ইতিহাস",
              },
              {
                title: "ফল এবং সবজি কম খাওয়া",
              },
              {
                title: "তিনবার পূর্ণ-মেয়াদী গর্ভধারণ করা বা ঘন ঘন সন্তান ধারণ",
              },
              {
                title: "১৭ বছরের কম বয়সে প্রথম গর্ভবতী হওয়া",
              },
            ],
          },
        ],
      },
      {
        id: 3,
        title: "সারভাইকাল ক্যান্সারের পর্যায়",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "সারভাইকাল ক্যান্সারের পর্যায়",
            description: [
              "ক্যান্সারের পর্যায় নির্ণয় করা গুরুত্বপূর্ণ, কারণ এটি একজন ব্যক্তিকে সবচেয়ে কার্যকর চিকিৎসার বিষয়ে সিদ্ধান্ত নিতে সাহায্য করে। স্টেজিংয়ের উদ্দেশ্য হল ক্যান্সার কতদূর ছড়িয়েছে এবং এটি কাছাকাছি বা আরও দূরবর্তী অঙ্গে পৌঁছেছে কিনা তা মূল্যায়ন করা।",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "স্টেজ ০",
                isTitleBold: true,
                subtitle: ["প্রি-ক্যান্সারাস কোষ রয়েছে।"],
              },
              {
                title: "স্টেজ ১",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার কোষগুলি পৃষ্ঠ থেকে জরায়ুর গভীর টিস্যুতে এবং সম্ভবত জরায়ু এবং কাছাকাছি লিম্ফ নোডগুলিতে বৃদ্ধি পেয়েছে।",
                ],
              },
              {
                title: "স্টেজ ২",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার এখন জরায়ু এবং জরায়ুর বাইরে বেড়েছে, কিন্তু পেলভিক দেয়াল বা যোনির নিচের অংশে পৌঁছায়নি। এটি কাছাকাছি লিম্ফ নোডগুলিকে প্রভাবিত করতে পারে বা নাও করতে পারে।",
                ],
              },
              {
                title: "স্টেজ ৩",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার কোষগুলি যোনির নীচের অংশে বা পেলভিসের দেওয়ালে উপস্থিত থাকে এবং মূত্রাশয় থেকে প্রস্রাব বহনকারী টিউবগুলি মূত্রনালীকে ব্লক করতে পারে। এটি কাছাকাছি লিম্ফ নোডগুলিকে প্রভাবিত করতে পারে বা নাও করতে পারে।",
                ],
              },
              {
                title: "স্টেজ ৪",
                isTitleBold: true,
                subtitle: [
                  "ক্যান্সার মূত্রাশয় বা মলদ্বারকে প্রভাবিত করে এবং পেলভিসের বাইরে বৃদ্ধি পাচ্ছে। এটি লিম্ফ নোডগুলিকে প্রভাবিত করতে পারে বা নাও করতে পারে। পর্যায় ৪ এ, এটি লিভার, হাড়, ফুসফুস এবং লিম্ফ নোড সহ দূরবর্তী অঙ্গগুলিতে ছড়িয়ে পড়বে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "সারভাইকাল ক্যান্সার চিকিৎসা",
        subtitle:
          "বেশিরভাগ ক্যান্সারই আগে থেকে ধরা যায় না, ক্যান্সার নির্ণয়ের জন্য স্ক্রিনিং করতে হয়। জরায়ুমুখ থেকে রস নিয়ে অণুবীক্ষণযন্ত্র দিয়ে পরীক্ষা করে ক্যান্সার হওয়ার পূর্বাবস্থা ও জরায়ুমুখের অন্যান্য রোগ যেমন প্রদাহ (ইনফ্লামেশন) শনাক্ত করা হয় এবং প্রয়োজনীয় চিকিৎসা করা হয় ।",
        details: [
          {
            type: "plain",
            title: "সারভাইকাল ক্যান্সার চিকিৎসা",
            description: [
              "বেশিরভাগ ক্যান্সারই আগে থেকে ধরা যায় না, ক্যান্সার নির্ণয়ের জন্য স্ক্রিনিং করতে হয়। জরায়ুমুখ থেকে রস নিয়ে অণুবীক্ষণযন্ত্র দিয়ে পরীক্ষা করে ক্যান্সার হওয়ার পূর্বাবস্থা ও জরায়ুমুখের অন্যান্য রোগ যেমন প্রদাহ (ইনফ্লামেশন) শনাক্ত করা হয় এবং প্রয়োজনীয় চিকিৎসা করা হয় । ",
            ],
          },
          {
            type: "plain",
            title: "পেপস স্মেয়ার পরীক্ষা",
            description: [
              "এজাতীয় ক্যান্সার শনাক্তকরণের একটি সহজ পরীক্ষা। এটি একটি ব্যাথামুক্ত ও সাশ্রয়ী পরীক্ষা পদ্ধতি। সাধারণত বিবাহিত নারীদের ২১ বছরের পর থেকে এ পরীক্ষা শুরু করা যেতে পারে এবং দুই বছরে একবার করে পরীক্ষা করানোর পরামর্শ দেয়া হয়। ৩০ থেকে ৬৪ বছর বয়স পর্যন্ত, যাদের ফলাফল তিনবার 'স্বাভাবিক' এসেছে, তারা প্রতি তিন বছর পর পর এই পরীক্ষা করা উচিত। তবে চিকিৎসকের পরামর্শে এ রুটিনের পরিবর্তন হতে পারে।",
              "জরায়ুর মুখ ক্যান্সারের ঝুঁকি নির্ণয়ের আরেকটি পদ্ধতি এইচপিভি টেস্টিং।",
            ],
          },
          {
            type: "plain",
            title: "ভ্যাকসিন",
            description: [
              "জরায়ুমুখ ক্যান্সার প্রতিরোধের প্রাথমিক পদক্ষেপ হল ভ্যাকসিন। ভ্যাকসিন এর মাধ্যমে খুব সহজেই এই ক্যান্সারের ঝুঁকি থেকে মুক্ত থাকা যায়। এই ভ্যাকসিন রোগের আশঙ্কা অনেকটাই (৮৫ শতাংশ) কমিয়ে দেয়। এই জন্য WHO, CDC, ACIP ৯ বছরের পর থেকে প্রত্যেক মেয়ের জন্য HPV ভ্যাকসিন সুপারিশ করেছে এবং বিশেষভাবে বয়সের প্রথমদিকেই দিতে উৎসাহিত করেছে ।",
            ],
          },
          {
            type: "plain",
            title: "অস্ত্রোপচার",
            description: [
              "অস্ত্রোপচারের লক্ষ্য হল যতটা সম্ভব ক্যান্সার অপসারণ করা। কখনও কখনও ডাক্তার শুধুমাত্র জরায়ুর সেই অংশটি সরিয়ে দিতে পারেন যেখানে ক্যান্সার কোষ রয়েছে। ক্যান্সারের জন্য যা আরও বিস্তৃত, অস্ত্রোপচারের মধ্যে সার্ভিক্স এবং পেলভিসের অন্যান্য অঙ্গ অপসারণ অন্তর্ভুক্ত থাকতে পারে।",
            ],
          },
          {
            type: "plain",
            title: "রেডিয়েশন থেরাপি",
            description: [
              "রেডিয়েশন উচ্চ-শক্তি এক্স-রে বিম ব্যবহার করে ক্যান্সার কোষকে হত্যা করে। এটি একটি মেশিনের মাধ্যমে শরীরের বাইরে বিতরণ করা যেতে পারে। এটি জরায়ু বা যোনিতে স্থাপিত একটি ধাতব নল ব্যবহার করে শরীরের অভ্যন্তর থেকেও বিতরণ করা যেতে পারে।",
            ],
          },
          {
            type: "plain",
            title: "কেমোথেরাপি",
            description: [
              "কেমোথেরাপি সারা শরীরে ক্যান্সার কোষকে মেরে ফেলার জন্য ওষুধ ব্যবহার করে। কেমোথেরাপির এই চিকিৎসা কয়েকটি চক্রে করা হয়। আপনাকে কিছুক্ষণের জন্য কেমো দেওয়া হবে। তারপরে রোগীর শরীরকে পুনরুদ্ধারের জন্য সময় দেওয়া হয়।",
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা জরায়ু ক্যান্সার সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। জরায়ুমুখ ক্যান্সার (Cervical Cancer) সম্পর্কে সঠিক তথ্য জানা আপনার স্বাস্থ্যের জন্য অত্যন্ত গুরুত্বপূর্ণ। এটি নির্ণয় ও প্রতিরোধের জন্য প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে আপনাকে সাহায্য করবে। জরায়ুমুখ ক্যান্সার সম্পর্কে সচেতনতা বৃদ্ধি করে আমরা এই রোগের প্রাদুর্ভাব কমাতে পারি এবং অনেক জীবন বাঁচাতে পারি। আপনার জ্ঞান বাড়ান এবং আপনার আশেপাশের মানুষদেরও এই গুরুত্বপূর্ণ তথ্য জানিয়ে সচেতন করুন।",

      questions: [
        {
          id: 1,
          title: "জরায়ুমুখ ক্যান্সার কী?",
          options: [
            "নারীদের জরায়ুর একটি সাধারণ সমস্যা",
            "জরায়ুর নিচের, সরু অংশের ক্যান্সার",
            "প্রজনন তন্ত্রের একটি ক্যান্সার",
            "লিভারের ক্যান্সার",
          ],
          answer: 1,
        },
        {
          id: 2,
          title: "জরায়ুমুখ ক্যান্সারের প্রধান কারণ কী?",
          options: [
            "হেপাটাইটিস বি ভাইরাস",
            "হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি)",
            "এইচআইভি",
            "ইনফ্লুয়েঞ্জা",
          ],
          answer: 1,
        },
        {
          id: 3,
          title: "কোন বয়সের নারীদের মধ্যে জরায়ুমুখ ক্যান্সার বেশি দেখা যায়?",
          options: ["১০-২০ বছর", "১৫-৪৫ বছর", "৪৫-৬০ বছর", "৬০ বছরের উপরে"],
          answer: 1,
        },
        {
          id: 4,
          title: "এইচপিভি ভাইরাস কত ধরণের আছে?",
          options: ["৫০টির বেশি", "১০০টির বেশি", "১৫০টির বেশি", "২০০টির বেশি"],
          answer: 1,
        },
        {
          id: 5,
          title: "জরায়ুমুখ ক্যান্সারের ঝুঁকি বাড়িয়ে দেয় কোনটি?",
          options: [
            "বাল্যবিয়ে/ একাধিক বিয়ে",
            "রোগ প্রতিরোধ ক্ষমতা কমে যাওয়া ও পুষ্টির অভাব",
            "একটানা জন্মনিয়ন্ত্রণ বড়ি সেবনকারী",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 6,
          title: "কোন সময় সাধারণত জরায়ুমুখ ক্যান্সারের লক্ষণ প্রকাশ পায়?",
          options: [
            "সংক্রমণের পরপরই",
            "সংক্রমণের ২ থেকে ২০ বছর পর",
            "৬ মাস পরে",
            "সংক্রমণের পর ১ বছর পরে",
          ],
          answer: 1,
        },
        {
          id: 7,
          title: "জরায়ুমুখ ক্যান্সার শনাক্ত করার পদ্ধতি কোনটি?",
          options: [
            "পেপস স্মেয়ার পরীক্ষা",
            "ব্লাড টেস্ট",
            "ইউরিন টেস্ট",
            "এক্স-রে",
          ],
          answer: 0,
        },
        {
          id: 8,
          title:
            "জরায়ুমুখ ক্যান্সার হওয়ার পরে শরীরে কোন অংশে ব্যাথা অনুভব হয়?",
          options: ["মাথা", "পেট", "তলপেট ও কোমর", "বুক"],
          answer: 2,
        },
        {
          id: 9,
          title: "জরায়ুমুখ ক্যান্সার প্রতিরোধে কোন ভ্যাকসিন দেওয়া হয়?",
          options: [
            "হেপাটাইটিস বি ভ্যাকসিন",
            "ইনফ্লুয়েঞ্জা ভ্যাকসিন",
            "এইচপিভি ভ্যাকসিন",
            "এইচআইভি ভ্যাকসিন",
          ],
          answer: 2,
        },
        {
          id: 10,
          title:
            "এইচপিভি ভাইরাস থেকে মুক্তি পেতে শরীরের রোগ প্রতিরোধ ক্ষমতা কত সময় লাগে?",
          options: ["৬ মাস", "১২ মাস", "১৮-২৪ মাস", "৩০ মাস"],
          answer: 2,
        },
      ],
    },
  },
  {
    id: 4,
    categoryTitle: "বাল্যবিবাহ",
    categoryDescription:
      "বাল্যবিবাহ হল আইনানুগ বয়সের আগেই মেয়েদের বা ছেলেদের বিয়ে দেওয়া। এটি সমাজের একটি গুরুতর সমস্যা, বিশেষ করে উন্নয়নশীল দেশে এর হার ও প্রভাব অনেক। বাল্যবিবাহ প্রতিরোধে বিভিন্ন প্রতিষ্ঠান ও সরকার নানা পদক্ষেপ গ্রহণ করেছে।  মেয়েদের শিক্ষার সুযোগ বৃদ্ধি করা, আর্থিক সহায়তা প্রদান, সামাজিক সচেতনতা বৃদ্ধি করা ও মেয়েদের আত্মনির্ভরশীল হতে শেখানো বাল্য বিয়ে রোধে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
    categoryImageUrl: require("@/assets/images/education/4.png"),
    categoryBGColor: "#feffd7",
    subcategories: [
      {
        id: 1,
        title: "বাল্যবিবাহ",
        subtitle:
          'বাল্যবিবাহ হল অপ্রাপ্তবয়স্ক ব্যক্তির আনুষ্ঠানিক অথবা অনানুষ্ঠানিক বিবাহ। বাল্য বিবাহ বলতে ঐ বিবাহ কে বুঝায় যে বিবাহে বর কনের যে কোন একজন বয়সের দিক দিয়ে শিশু বা নাবালক। বাংলাদেশে, ২০১৭ সালের "বাল্যবিবাহ নিরোধ আইন" অনুযায়ী মেয়েদের জন্য ন্যূনতম বিয়ের বয়স ১৮ বছর এবং ছেলেদের জন্য ২১ বছর নির্ধারণ করা হয়েছে। এর আগে বিয়ে মানেই সেটা বাল্যবিবাহ।',
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহ (Child Marriage)",
            description: [
              'বাল্যবিবাহ হল অপ্রাপ্তবয়স্ক ব্যক্তির আনুষ্ঠানিক অথবা অনানুষ্ঠানিক বিবাহ। বাল্য বিবাহ বলতে ঐ বিবাহ কে বুঝায় যে বিবাহে বর কনের যে কোন একজন বয়সের দিক দিয়ে শিশু বা নাবালক। বাংলাদেশে, ২০১৭ সালের "বাল্যবিবাহ নিরোধ আইন" অনুযায়ী মেয়েদের জন্য ন্যূনতম বিয়ের বয়স ১৮ বছর এবং ছেলেদের জন্য ২১ বছর নির্ধারণ করা হয়েছে। এর আগে বিয়ে মানেই সেটা বাল্যবিবাহ।',
              "দেশে ১৮ বছরের নিচে বাল্যবিবাহের হার ৫১ দশমিক ৪০। আর ১৫ বছরের নিচে এই হার ১৫ দশমিক ৫০।",
              "বাল্যবিবাহের কারণগুলোর মধ্যে রয়েছে প্রধানত - দরিদ্রতা, যৌতুক, সামাজিক প্রথা, বাল্যবিবাহ সমর্থনকারী আইন, ধর্মীয় ও সামাজিক চাপ, অঞ্চলভিত্তিক রীতি, অবিবাহিত থাকার শঙ্কা, নিরক্ষরতা এবং মেয়েদের উপার্জনে অক্ষম ভাবা।",
              'বাংলাদেশে, ২০১৭ সালের "বাল্যবিবাহ নিরোধ আইন" অনুযায়ী মেয়েদের জন্য ন্যূনতম বিয়ের বয়স ১৮ বছর এবং ছেলেদের জন্য ২১ বছর নির্ধারণ করা হয়েছে। বাল্যবিবাহ সম্পাদন, সাহায্য বা প্ররোচনা দিলে ২ বছরের কারাদণ্ড বা অর্থদণ্ড অথবা উভয়ই হতে পারে।',
            ],
          },
        ],
      },
      {
        id: 2,
        title: "বাল্যবিবাহর কারণ সমূহ",
        subtitle:
          "বাল্যবিবাহের অন্যতম একটি কারণ হল, অভিভাবকদের ধারণা যে অল্প বয়সে বিয়ে মানে নিরাপত্তা সুনিশ্চিত করা। অভিভাবকদের মতে বিয়ে মেয়েদের অবাধ যৌন সম্পর্ক ও যৌন সংক্রামণ থেকে সুরক্ষা দেয়। তবে বাস্তবে অল্প বয়সী মেয়েদের বেশি বয়সের পুরুষের সাথে বিয়ে দেয়া হয় যার ফলে তাদের যৌন সংক্রমণের ঝুঁকি আরো বৃদ্ধি পায়।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহর কারণ সমূহ",
            description: [
              "বাল্যবিবাহের অন্যতম একটি কারণ হল, অভিভাবকদের ধারণা যে অল্প বয়সে বিয়ে মানে নিরাপত্তা সুনিশ্চিত করা। অভিভাবকদের মতে বিয়ে মেয়েদের অবাধ যৌন সম্পর্ক ও যৌন সংক্রামণ থেকে সুরক্ষা দেয়। তবে বাস্তবে অল্প বয়সী মেয়েদের বেশি বয়সের পুরুষের সাথে বিয়ে দেয়া হয় যার ফলে তাদের যৌন সংক্রমণের ঝুঁকি আরো বৃদ্ধি পায়।",
              "বাল্যবিবাহের প্রধান কারণগুলির মধ্যে দারিদ্র্য, শিক্ষার অভাব, সামাজিক ও সাংস্কৃতিক প্রথা, নিরাপত্তার অভাব এবং জ্ঞান ও সচেতনতার অভাব উল্লেখযোগ্য। দরিদ্র পরিবারগুলো মেয়েদের বিয়ে দিয়ে অর্থনৈতিক বোঝা কমানোর চেষ্টা অন্যত্তম কারণ। ",
            ],
          },
          {
            type: "list",
            title: " বাল্যবিবাহের কারণগুলোর মধ্যে রয়েছে প্রধানত",
            children: [
              {
                title: "দারিদ্রতা এবং অর্থনৈতিক অস্থিতিশীলতা",
              },
              {
                title: "যৌতুক",
              },
              {
                title: "সামাজিক প্রথা",
              },
              {
                title: "নিরাপত্তাহীনতা",
              },
              {
                title: "বাল্যবিবাহ সমর্থনকারী আইন",
              },
              {
                title: "ধর্মীয় ও সামাজিক চাপ",
              },
              {
                title: "অঞ্চলভিত্তিক রীতি",
              },
              {
                title: "অবিবাহিত থাকার শঙ্কা",
              },
              {
                title: "নিরক্ষরতা এবং",
              },
              {
                title: "মেয়েদের উপার্জনে অক্ষম ভাবা।",
              },
            ],
          },
        ],
      },
      {
        id: 3,
        title: "বাল্যবিবাহর প্রভাব",
        subtitle:
          "মেয়েদের উপর বাল্যবিবাহের ক্ষতিকর প্রভাব ব্যাপক, যা প্রাপ্তবয়স্ক হওয়ার পরও থেকে যায়। কিশোরী বয়সে বা তারও আগে বিবাহিত নারীরা কম বয়সে গর্ভধারণ করার ফলে স্বাস্থ্যগত সমস্যায় ভুগে। কম বয়সে গর্ভধারণ সন্তান জন্মদানে জটিলতা সৃষ্টি করে। বাল্যবিবাহ শিক্ষার জন্য বাঁধা হয়ে দাঁড়ায়, যা কিশোর-কিশোরীদের অর্থনৈতিক মুক্তিকে বাধাগ্রস্ত করে। বাল্যবিবাহের শিকার নারীরা সাধারণত পারিবারিক সহিংসতা, শিশু যৌন নির্যাতন, বৈবাহিক ধর্ষণ এবং অনাকাঙ্খিত গর্ভধারণ শিকার হয়।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহর প্রভাব (Impact of child marriage)",
            description: [
              "মেয়েদের উপর বাল্যবিবাহের ক্ষতিকর প্রভাব ব্যাপক, যা প্রাপ্তবয়স্ক হওয়ার পরও থেকে যায়। কিশোরী বয়সে বা তারও আগে বিবাহিত নারীরা কম বয়সে গর্ভধারণ করার ফলে স্বাস্থ্যগত সমস্যায় ভুগে। কম বয়সে গর্ভধারণ সন্তান জন্মদানে জটিলতা সৃষ্টি করে। বাল্যবিবাহ শিক্ষার জন্য বাঁধা হয়ে দাঁড়ায়, যা কিশোর-কিশোরীদের অর্থনৈতিক মুক্তিকে বাধাগ্রস্ত করে। বাল্যবিবাহের শিকার নারীরা সাধারণত পারিবারিক সহিংসতা, শিশু যৌন নির্যাতন, বৈবাহিক ধর্ষণ এবং অনাকাঙ্খিত গর্ভধারণ শিকার হয়।",
            ],
          },
          {
            type: "list",
            title: " বাল্যবিবাহ মেয়েদের স্বাস্থ্য ও জীবনের জন্য হুমকি স্বরূপ।",
            children: [
              {
                title:
                  "নারী শিক্ষার অগ্রগতি ব্যাহত হওয়া ছাড়াও বাল্য বিবাহের কারনে মাতৃমৃত্যুর ঝুঁকি বৃদ্ধি পাচ্ছে৷ মা হতে গিয়ে প্রতি ২০ মিনিটে একজন মা মারা যাচ্ছেন।",
              },
              {
                title:
                  "প্রতি ঘন্টায় মারা যাচ্ছে একজন নবজাতক৷  নবজাতক বেঁচে থাকলেও অনেক সময় তাকে নানা শারীরিক ও মানষিক জটিলতার মুখোমুখি হতে হয়৷",
              },
              {
                title: "অপ্রাপ্তবয়স্ক মা প্রতিবন্ধী শিশু জন্মদান করতে পারে৷",
              },
              {
                title:
                  "বাল্য বিবাহের ফলে বিবাহ বিচ্ছেদের আশংকা তৈরী হওয়া ছাড়াও নানা পারিবারিক অশান্তি দেখা দেয়৷ । ",
              },
              {
                title:
                  "বাল্যবিবাহ শুধু ব্যক্তিগত ক্ষতি করে না, পারিবারিক, সামাজিক এবং সর্বোপরি রাষ্ট্রের ক্ষতিসাধনেও সহায়ক হয় । যেমন, শিক্ষার আলো এবং স্বাস্থ্যগত কারণে অল্প বয়সের মেয়েটি তার নিজের সম্পর্কে সচেতন নয়, সুতরাং পরিবার সম্পর্কে তার ধারণা না থাকায় স্বাভাবিক বিষয়",
              },
              {
                title:
                  "স্বামী, সংসার, শ্বশুরবাড়ির সম্পর্কে বুঝে উঠার আগেই সংসার এবং পরিবারের ভারে আক্রান্ত হয়। অন্যদিকে শ্বশুরবাড়ির থেকেও তার উপর চাপের সৃষ্টি হয়, শুরু হয় অশান্তি, পারিবারিক কলহ, এবং সর্বোপরি পারিবারিক নির্যাতন।",
              },
              {
                title:
                  "এই পারিবারিক নির্যাতনের প্রত্যক্ষ ও পরোক্ষ শিকার হয় পরিবারের সবাই, বিশেষ করে শিশুরা ভোগে নানা মানসিক অশান্তিতে ।এতে তাড়া লেখাপড়ায় অমনোযোগী হয়, পরিবারের প্রতি জন্মে নানারকম অনীহা, ফলে তাড়া পরিবার থেকে বিচ্ছিন্ন হয়ে নানারকম অনৈতিক কাজের সাথে জড়িয়ে পড়ে। বাল্য বিবাহের শিকার ছেলে ও মেয়ের শিক্ষা, স্বাস্থ্য, বিনোদনের মত মৌলিক মানবাধিকার লংঘিত হয়, যা তাঁকে তার সারাজীবনের জন্য ক্ষতিগ্রস্থ করে।",
              },
              {
                title:
                  "বাল্য বিবাহ একদিকে আইন এবং সংবিধানের লংঘন, অন্যদিকে বাল্য বিবাহের বর ও কনেকে তার ব্যক্তি স্বাধীনতা থেকে বঞ্চিত করা হয়।",
              },
              {
                title:
                  "অপরিনত বাড়ন্ত পুষ্ঠিহীন শরীরে বেরে উঠে আরেকটি অনাগত ভবিষ্যত অপুষ্ঠিগত অভিশাপের বোঝা নিয়ে। জন্ম দিবে কিছুদিন পর আরেকটি অপুষ্টিতে আক্রান্ত প্রজন্ম। বেড়ে চলে মা ও নবাগত শিশুর জীবনের ঝুঁকি।",
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "বাল্যবিবাহ রোধে আন্তর্জাতিক পদক্ষেপ",
        subtitle:
          "২০১৩ সালে প্রথম জাতিসংঘ মানবাধিকার সভায় বাল্যবিবাহ ও জোরপূর্বক বিয়ের বিরুদ্ধে নীতিমালা নির্ধারণ করা হয়। এতে বলা হয়, বাল্যবিবাহ হল মানবাধিকার লঙ্ঘন এবং এই প্রথা বন্ধ করার ব্যাপারে সংঘবদ্ধ হতে হবে।বিশ্ব স্বাস্থ্য সংস্থার পরামর্শ অনুযায়ী, বাল্যবিবাহ রোধে প্রধান উপায় হল শিক্ষা অর্জন, বিবাহের ন্যূনতম বয়স সংক্রান্ত আইন কার্যকর এবং অভিভাবকদের বাল্যবিবাহের ঝুঁকি সম্পর্কে অবগত করা।",
        details: [
          {
            type: "plain",
            title: "বাল্যবিবাহ রোধে আন্তর্জাতিক পদক্ষেপ",
            description: [
              "২০১৩ সালে প্রথম জাতিসংঘ মানবাধিকার সভায় বাল্যবিবাহ ও জোরপূর্বক বিয়ের বিরুদ্ধে নীতিমালা নির্ধারণ করা হয়। এতে বলা হয়, বাল্যবিবাহ হল মানবাধিকার লঙ্ঘন এবং এই প্রথা বন্ধ করার ব্যাপারে সংঘবদ্ধ হতে হবে।",
              "বিশ্ব স্বাস্থ্য সংস্থার পরামর্শ অনুযায়ী, বাল্যবিবাহ রোধে প্রধান উপায় হল শিক্ষা অর্জন, বিবাহের ন্যূনতম বয়স সংক্রান্ত আইন কার্যকর এবং অভিভাবকদের বাল্যবিবাহের ঝুঁকি সম্পর্কে অবগত করা।",
            ],
          },
          {
            type: "list",
            title: "বাল্যবিবাহ রোধে বিভিন্ন কর্মসূচী গ্রহণ করা হয়েছে। যেমন",
            children: [
              {
                title: "নারীর ক্ষমতায়ন",
              },
              {
                title:
                  "বাল্যবিবাহের সংশ্লিষ্ট ঝুঁকি সম্পর্কে অভিভাবকদের অবহিত করা",
              },
              {
                title: "সমাজের দৃষ্টিভঙ্গি বদলানো,",
              },
              {
                title: "নারী শিক্ষা সমর্থন এবং",
              },
              {
                title: "নারীদের ও তাদের পরিবারের অর্থনৈতিক সাহায্য করা।",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "বাল্যবিবাহ নিরোধ আইনে অপরাধ ও শাস্তি",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "বাল্যবিবাহ নিরোধ আইনে অপরাধ ও শাস্তি",
            subtitle:
              "বাল্যবিবাহ বন্ধ করার লক্ষ্যে বাংলাদেশ সরকার ২০১৭ সালে Child Marriage Restraint Act, 1929 বাতিল পূর্বক সময়োপযোগী করে বাল্যবিবাহ নিরোধ আইন, ২০১৭ নামে একটি নতুন আইন প্রণয়ন করেন।",
            children: [
              {
                title:
                  "আইনের ৭ ধারায় বাল্যবিবাহ করার শাস্তির বিধান উল্লেখ আছে। বলা হয়েছে",
              },
              {
                title:
                  "প্রাপ্ত বয়স্ক কোন নারী বা পুরুষ বাল্যবিবাহ করলে তিনি অনধিক ২ বৎসর কারাদণ্ড বা অনধিক ১ লক্ষ টাকা অর্থদণ্ড বা উভয় দণ্ডে দণ্ডনীয় হবেন।  যদি অপ্রাপ্ত বয়স্ক কোন নারী বা পুরুষ বাল্যবিবাহ করেন তবে তিনি অনধিক ১ মাসের আটকাদেশ বা অনধিক ৫০,০০০ হাজার টাকা জরিমানা বা উভয় ধরনের দণ্ডে দণ্ডনীয় হবেন।",
              },
              {
                title:
                  "বাল্যবিবাহ সংশ্লিষ্ট পিতা-মাতাসহ অন্যান্য ব্যক্তিকেও এই আইনের আওতায় আনা যাবে।",
              },
              {
                title:
                  'এই আইনের ৮ম ধারা অনুসারে, "পিতা-মাতা, অভিভাবক অথবা অন্য কোন ব্যক্তি, আইনগতভাবে বা আইনবহির্ভূতভাবে কোন অপ্রাপ্ত বয়স্ক ব্যক্তির উপর কর্তৃত্ব সম্পন্ন হইয়া বাল্যবিবাহ সম্পন্ন করিবার ক্ষেত্রে কোন কাজ করিলে অথবা করিবার অনুমতি বা নির্দেশ প্রদান করিলে অথবা স্বীয় অবহেলার কারণে বিবাহটি বন্ধ করিতে ব্যর্থ হইলে উহা হইবে একটি অপরাধ এবং তজ্জন্য তিনি অনধিক ২ (দুই) বৎসর ও অনূন্য ৬ (ছয়) মাস কারাদণ্ড বা অনধিক ৫০ (পঞ্চাশ) হাজার টাকা অর্থদণ্ড বা উভয় দণ্ডে দণ্ডনীয় হইবেন এবং অর্থদণ্ড অনাদায়ে অনধিক ৩ (তিন) মাস কারাদণ্ডে দণ্ডনীয় হইবেন।"',
              },
              {
                title:
                  "বাল্যবিবাহ সম্পাদনকারী বা পরিচালনাকারীও অপরাধী হিসেবে গণ্য হবে।",
              },
              {
                title:
                  'আইনের ৯ম ধারাতে বলা হয়েছে, "কোন ব্যক্তি বাল্যবিবাহ সম্পাদন বা পরিচালনা করিলে উহা হইবে একটি অপরাধ এবং তজ্জন্য তিনি অনধিক ২ (দুই) বৎসর ও অন্যূন ৬ (ছয়) মাস কারাদণ্ড বা অনধিক ৫০ (পঞ্চাশ) হাজার টাকা অর্থদণ্ড বা উভয় দণ্ডে দণ্ডনীয় হইবেন এবং অর্থদণ্ড অনাদায়ে অনধিক ৩ (তিন) মাস কারাদণ্ডে দণ্ডনীয় হইবেন।"',
              },
              {
                title: "",
              },
              {
                title: "",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা বাল্য বিবাহ সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। বাল্যবিবাহ (Child Marriage) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে বাল্যবিবাহের নেতিবাচক প্রভাব সম্পর্কে সচেতন করবে এবং এটি প্রতিরোধে সাহায্য করবে। বাল্যবিবাহের কুফল সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও উন্নত সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "বাল্যবিবাহ বলতে কী বুঝায়?",
          options: [
            "অপ্রাপ্তবয়স্ক ছেলে বা মেয়ের আনুষ্ঠানিক অথবা অনানুষ্ঠানিক বিবাহ",
            "কেবলমাত্র পূর্ণবয়স্ক ব্যক্তির বিবাহ",
            "শুধু আনুষ্ঠানিক বিবাহ",
            "শুধু অনানুষ্ঠানিক বিবাহ",
          ],
          answer: 0,
        },
        {
          id: 2,
          title: "বাংলাদেশে মেয়েদের বিয়ের ন্যূনতম বয়স কত?",
          options: ["১৫ বছর", "১৬ বছর", "১৮ বছর", "২০ বছর"],
          answer: 2,
        },
        {
          id: 3,
          title: "বাংলাদেশে ছেলেদের বিয়ের ন্যূনতম বয়স কত?",
          options: ["১৮ বছর", "১৯ বছর", "২০ বছর", "২১ বছর"],
          answer: 3,
        },
        {
          id: 4,
          title: "বাল্যবিবাহের অন্যতম প্রধান কারণ কোনটি?",
          options: [
            "উচ্চ শিক্ষা",
            "দারিদ্রতা এবং অর্থনৈতিক অস্থিতিশীলতা",
            "চাকরির সুযোগ",
            "উন্নত স্বাস্থ্যসেবা",
          ],
          answer: 1,
        },
        {
          id: 5,
          title: "বাল্যবিবাহের প্রভাব কী?",
          options: [
            "উচ্চতর শিক্ষা নিশ্চিত করে",
            "স্বাস্থ্যগত ও পারিবারিক সহিংসতা সৃষ্টি করে",
            "কর্মসংস্থানের সুযোগ বাড়ায়",
            "পরিবারে সুখ নিশ্চিত করে",
          ],
          answer: 1,
        },
        {
          id: 6,
          title: "কিশোরী বয়সে গর্ভধারণের ফলে কী সমস্যা হতে পারে?",
          options: [
            "উচ্চ শিক্ষা অর্জন",
            "সন্তান জন্মদানে জটিলতা",
            "সামাজিক উন্নতি",
            "উন্নত স্বাস্থ্যসেবা",
          ],
          answer: 1,
        },
        {
          id: 7,
          title: "বাল্যবিবাহ করার শাস্তি কী?",
          options: [
            "অনধিক ৫ বৎসর কারাদণ্ড",
            "অনধিক ২ বৎসর কারাদণ্ড বা ১ লক্ষ টাকা অর্থদণ্ড বা উভয় দণ্ড",
            "অনধিক ১০ বৎসর কারাদণ্ড",
            "৫ লক্ষ টাকা অর্থদণ্ড",
          ],
          answer: 1,
        },
        {
          id: 8,
          title: "পিতা-মাতা বাল্যবিবাহ সম্পন্ন করালে কী শাস্তি হয়?",
          options: [
            "১ মাস কারাদণ্ড",
            "২ মাস কারাদণ্ড",
            "২ বছর ও ৬ মাস কারাদণ্ড বা ৫০,০০০ টাকা অর্থদণ্ড বা উভয় দণ্ড",
            "৫ বছর কারাদণ্ড",
          ],
          answer: 2,
        },
        {
          id: 9,
          title: "কোন নাম্বারে বাল্যবিবাহ প্রতিরোধে যোগাযোগ করা যায়?",
          options: ["১০৮", "১১০", "১০৯", "১১১"],
          answer: 2,
        },
        {
          id: 10,
          title:
            "বাল্যবিবাহ নিরোধ আইন, ২০১৭ অনুযায়ী কোন অপরাধের শাস্তি উল্লেখ করা হয়?",
          options: [
            "শিশু শ্রম",
            "বাল্যবিবাহ সম্পাদন বা পরিচালনা",
            "শিক্ষার অভাব",
            "অর্থনৈতিক শোষণ",
          ],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 5,
    categoryTitle: "পরিবার পরিকল্পনা",
    categoryDescription:
      "সাধারণ অর্থে পরিবার পরিকল্পনা বলতে জন্মনিয়ন্ত্রণ বুঝানো হয়ে থাকে। প্রকৃত অর্থে পরিবার পরিকল্পনার সংজ্ঞা অনেক ব্যাপক। পরিকল্পনা হল বর্তমান ও ভবিষ্যৎ বাস্তবতাকে সামনে রেখে কোনো নির্দিষ্ট লক্ষ্যে পৌঁছানো বা উদ্দেশ্য সাধনের জন্য সিদ্ধান্ত গ্রহণ করাকে পরিকল্পনা বলে।",
    categoryImageUrl: require("@/assets/images/education/5.png"),
    categoryBGColor: "#d9eafc",
    subcategories: [
      {
        id: 1,
        title: "পরিবার পরিকল্পনা",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা (Family planning)",
            description: [
              "একটি পরিবারের সকল কল্যাণ ও উন্নতির লক্ষ্যে একটি দম্পতি ও পরিবারের অন্যান্য সদস্যরা সচেতনভাবে চিন্তা-ভাবনা করে যে সিদ্ধান্ত গ্রহণ করে তাকেই বলা হয় ‘পরিবার পরিকল্পনা’। পরিবার পরিকল্পনার মাধ্যমে দম্পতি কখন সন্তান নেবেন, কয়টি সন্তান নেবেন, দুইটি সন্তানের মাঝে কতদিনের বিরতি নিবেন ইত্যাদি বিষয়ে সিদ্ধান্ত ও পরিকল্পনা গ্রহণ করে থাকেন এবং পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে তা বাস্তবায়ন করেন।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "পরিবার পরিকল্পনা পদ্ধতি",
        subtitle:
          "অনেক ধরণের নিরাপদ এবং কার্যকর পরিবার পরিকল্পনা পদ্ধতি প্রচলিত আছে । দম্পতিরা ভালোভাবে জেনে বুঝে এগুলোর মধ্য থেকে নিজেদের পছন্দমতো ও তাদের জন্য উপযুক্ত একটি পদ্ধতি বেছে নিতে পারেন । তবে কোনো পদ্ধতি গ্রহন করার আগে বিভিন্ন পদ্ধতি সম্পর্কে ভালোভাবে জেনে নেওয়া প্রয়োজন। বিভিন্ন পদ্ধতি সম্পর্কে গ্রহীতাদের যখন একটা স্বচ্ছ ধারণা হবে, তখনই তাদের পক্ষে একটি পদ্ধতি বেছে নেয়া সহজ হবে।",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা পদ্ধতি",
            description: [
              "অনেক ধরণের নিরাপদ এবং কার্যকর পরিবার পরিকল্পনা পদ্ধতি প্রচলিত আছে । দম্পতিরা ভালোভাবে জেনে বুঝে এগুলোর মধ্য থেকে নিজেদের পছন্দমতো ও তাদের জন্য উপযুক্ত একটি পদ্ধতি বেছে নিতে পারেন । তবে কোনো পদ্ধতি গ্রহন করার আগে বিভিন্ন পদ্ধতি সম্পর্কে ভালোভাবে জেনে নেওয়া প্রয়োজন। বিভিন্ন পদ্ধতি সম্পর্কে গ্রহীতাদের যখন একটা স্বচ্ছ ধারণা হবে, তখনই তাদের পক্ষে একটি পদ্ধতি বেছে নেয়া সহজ হবে।",
              "পরিবার পরিকল্পনার সবচেয়ে প্রচলিত পদ্ধতি হল সনাতন  পদ্ধতি ও  আধুনিক পদ্ধতি । সামাজিক দৃষ্টিকোণ থেকে, এটি জনসংখ্যা নিয়ন্ত্রণে সাহায্য করে যা দেশের সামগ্রিক উন্নয়নের জন্য অত্যন্ত গুরুত্বপূর্ণ। তাই এর প্রয়োজনীয়তা অপরিসীম",
            ],
          },
          {
            type: "plain",
            title: "সনাতন বা আজল পদ্ধতি",
            description: [
              "পরিবার পরিকল্পনার সনাতন বা আজল পদ্ধতি হল এমন কিছু পদ্ধতি যা জন্মনিয়ন্ত্রণের জন্য কোনো ওষুধ, সরঞ্জাম বা শল্যচিকিৎসা ব্যবহারের পরিবর্তে মাসিকচক্রের সচেতনতা পদ্ধতি, বীর্য প্রত্যাহার পদ্ধতি, সন্তানকে দুধপানের মত উপায়গুলি অনুসরণ করে। এই পদ্ধতিগুলি সচেতনতা এবং কিছু নিয়ম মেনে চলার মাধ্যমে গর্ভধারণের সম্ভাবনা কমাতে সাহায্য করে।",
            ],
          },
          {
            type: "list",
            title: "আধুনিক পরিবার পরিকল্পনার পদ্ধতি সমূহ",
            subtitle:
              "আধুনিক পরিবার পরিকল্পনা পদ্ধতি একটি প্রক্রিয়া যার মাধ্যমে দম্পতিরা তাদের সন্তান জন্মদানের সময় ও সংখ্যা নিয়ন্ত্রণ করতে পারে। এটি স্বাস্থ্যের উন্নতি, জীবনমান বৃদ্ধি এবং আর্থ-সামাজিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করে। বাংলাদেশে প্রচলিত ৭টি আধুনিক জন্মনিয়ন্ত্রণপদ্ধতি প্রচলিত রয়েছে । এই পদ্ধতিগুলো আবার ধরণ অনুযায়ী তিনভাবে বিভক্ত। এগুলো হল:",
            children: [
              {
                title: "স্বল্পমেয়াদী জন্মনিয়ন্ত্রণ পদ্ধতিসমূহ",
              },
              {
                title: "দীর্ঘমেয়াদী পদ্ধতিসমূহ",
              },
              {
                title: "স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতিসমূহ",
              },
            ],
          },
          {
            type: "plain",
            title: "জরুরী গর্ভনিরোধক পিল",
            description: [
              "যা কখনও কখনও কেবল জরুরী গর্ভনিরোধক (ECs), বা মর্নিং-আফটার পিল হিসাবে উল্লেখ করা হয়, এমন ওষুধ যা ডিম্বস্ফোটন বা নিষিক্তকরণকে ব্যাহত বা বিলম্বিত করার উদ্দেশ্যে তৈরি করা হয়। জরুরী গর্ভনিরোধক পিল  যৌনমিলনের  ৫ দিন পর্যন্ত নেওয়া যেতে পারে। যৌনমিলনের পরে যত তাড়াতাড়ি নেওয়া যায় তত বেশি কার্যকর হয়।  উল্লেখ্য এটি কোন পরিবার পরিকল্পনা পদ্ধতি নয় এবং এটি নিয়মিত ভাবে গ্রহণ করা যাবে না।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "বিস্তারিত আধুনিক পরিবার পরিকল্পনা পদ্ধতি সমূহ",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "বিস্তারিত আধুনিক পরিবার পরিকল্পনা পদ্ধতি সমূহ",
            children: [
              {
                title: "পরিবার পরিকল্পনা গ্রহণে সল্প মেয়াদী পদ্ধতি সমূহ হল",
                isTitleBold: true,
                children: [
                  {
                    title: "কনডম",
                    isTitleBold: true,
                    subtitle: [
                      "পরিবার পরিকল্পনার সবচেয়ে বহুল ব্যবহূত এবং পরিচিত পদ্ধিতি।  প্রতিবার সহবাসের সময় কনডম ব্যবহার করতে হয় ।",
                    ],
                  },
                  {
                    title: "খাবার বড়ি",
                    isTitleBold: true,
                    subtitle: [
                      "খাবার বড়ি নারীদের জন্য সবচেয়ে জনপ্রিয় পরিবার পরিকল্পনা পদ্ধতি। একটা নিদিষ্ট সময়  প্রতিদিন খেতে হয় ।",
                    ],
                  },
                  {
                    title: "ইনজেকশন",
                    isTitleBold: true,
                    subtitle: [
                      "প্রতি তিন মাস পর পর গভীর মাংসপেশীতে দিতে হয়। এই পদ্ধতিতে প্রোজেস্টিন হরমোনের ইনজেকশন দেয়া হয়, যা ডিম্বস্ফোটন (ওভ্যুলেশন) বন্ধ করে দেয়, জরায়ুর মিউকাস ঘন করে এবং জরায়ুর আস্তরণের পরিবর্তন ঘটায়। ফলে স্পার্ম ডিম্বাণুর সাথে মিলিত হতে পারে না এবং গর্ভধারণ ঘটে না।",
                    ],
                  },
                ],
              },
              {
                title: "পরিবার পরিকল্পনা গ্রহণে দীর্ঘমেয়াদী পদ্ধতি সমূহ হল",
                isTitleBold: true,
                children: [
                  {
                    title: "কপার-টি",
                    isTitleBold: true,
                    subtitle: [
                      "পরিবার পরিকল্পনা কপার-টি (Copper-T) একটি দীর্ঘমেয়াদি এবং কার্যকর জন্মনিয়ন্ত্রণ পদ্ধতি। এটি একটি ছোট, টি-আকৃতির যন্ত্র যা মহিলাদের জরায়ুর মধ্যে স্থাপন করা হয়। কপার-টি সাধারণত প্লাস্টিক এবং তামার সমন্বয়ে তৈরি হয় এবং এটি দীর্ঘ ৫ থেকে ১০ বছর পর্যন্ত কার্যকর থাকতে পারে।",
                    ],
                  },
                  {
                    title: "ইমপ্ল্যান্ট",
                    isTitleBold: true,
                    subtitle: [
                      "পরিবার পরিকল্পনা ইমপ্ল্যান্ট একটি দীর্ঘমেয়াদি, হরমোনাল জন্মনিয়ন্ত্রণ পদ্ধতি যা মহিলাদের গর্ভধারণ প্রতিরোধে অত্যন্ত কার্যকর। এই পদ্ধতিতে একটি ছোট, নমনীয় রড মহিলার  বাহুর ত্বকের নিচে স্থাপন করা হয়। ইমপ্ল্যান্টটি প্রোজেস্টিন হরমোন নিঃসরণ করে, যা ডিম্বস্ফোটন (ওভুলেশন) বন্ধ করে, জরায়ুর মিউকাস ঘন করে এবং জরায়ুর আস্তরণের পরিবর্তন ঘটায়, ফলে স্পার্ম ডিম্বাণুর সাথে মিলিত হতে পারে না।",
                    ],
                  },
                ],
              },
              {
                title: "পরিবার পরিকল্পনা গ্রহণে স্থায়ী পদ্ধতি সমূহ হল",
                isTitleBold: true,
                children: [
                  {
                    title: "এনএসভি বা ভ্যাসেকটমি",
                    isTitleBold: true,
                    subtitle: [
                      "পরিবার পরিকল্পনা এনএসভি (NSV) বা নো-স্ক্যালপেল ভ্যাসেকটমি হল পুরুষদের জন্য একটি স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতি। এটি একটি ছোট এবং কম আক্রমণাত্মক শল্যচিকিৎসা, যা সাধারণ ভ্যাসেকটমি থেকে সহজ এবং নিরাপদ। এনএসভি পদ্ধতিতে কোনো ব্লেড বা স্ক্যালপেল ব্যবহার করা হয় না, ফলে সেলাই বা বড় ক্ষত থাকে না।",
                    ],
                  },
                  {
                    title: "টিউবেকটমি",
                    isTitleBold: true,
                    subtitle: [
                      "পরিবার পরিকল্পনা টিউবেকটমি হল নারীদের জন্য একটি স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতি, যা সার্জিকাল পদ্ধতিতে সম্পন্ন করা হয়। এই পদ্ধতিতে মহিলার ডিম্বনালী (ফ্যালোপিয়ান টিউব) কেটে বা বেঁধে দেওয়া হয়, ফলে ডিম্বাণু ডিম্বনালী দিয়ে জরায়ুতে যেতে পারে না এবং স্পার্মের সাথে মিলিত হতে পারে না। এর ফলে গর্ভধারণের সম্ভাবনা থাকে না।",
                    ],
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "ব্রি:দ্র",
            description: [
              "পরিবার পরিকল্পনার সকল পদ্ধতি সবার জন্য সমান উপযোগী নয় । তাই যে কোন পদ্ধতি গ্রহণের পূর্বে নিকটস্থ স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ গ্রহণ করা উচিত।",
            ],
          },
        ],
      },
      {
        id: 4,
        title: "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারের সম্পর্কে যা জানতে হবে",
        subtitle:
          "পরিবার পরিকল্পনা পদ্ধতির সঠিক ব্যবহারের মাধ্যমে স্বাস্থ্য সুরক্ষা, সন্তানদের উন্নত পরিচর্যা এবং পরিবারে আর্থিক স্থিতিশীলতা নিশ্চিত করা সম্ভব। পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে সঠিকভাবে পরিকল্পিত পরিবার গঠন করা সম্ভব, যা ব্যক্তি, পরিবার ও সমাজের সার্বিক উন্নয়নে গুরুত্বপূর্ণ অবদান রাখে।",
        details: [
          {
            type: "list",
            title:
              "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারের সম্পর্কে যা জানতে হবে: (Information about using family planning methods)",
            subtitle:
              "পরিবার পরিকল্পনা পদ্ধতির সঠিক ব্যবহারের মাধ্যমে স্বাস্থ্য সুরক্ষা, সন্তানদের উন্নত পরিচর্যা এবং পরিবারে আর্থিক স্থিতিশীলতা নিশ্চিত করা সম্ভব। পরিবার পরিকল্পনা পদ্ধতির মাধ্যমে সঠিকভাবে পরিকল্পিত পরিবার গঠন করা সম্ভব, যা ব্যক্তি, পরিবার ও সমাজের সার্বিক উন্নয়নে গুরুত্বপূর্ণ অবদান রাখে।",
            children: [
              {
                title:
                  "পরিবার পরিকল্পনা পদ্ধতি ব্যবহারে কোন ন্যূনতম বয়স নির্ধারণ করা হয়নি এবং এ সংক্রান্ত কোন নিয়ম নেই। তাই পরিবার পরিকল্পনা পদ্ধতি ব্যবহারে আইনি বাধ্যবাধকতা নেই।",
              },
              {
                title:
                  "উপযুক্ত ফলাফলের জন্য বড়ি একই সময়ে প্রতিদিন গ্রহণ করা উচিত।",
              },
              {
                title:
                  "জন্মবিরতিকরণ পদ্ধতির মধ্যে ইনজেকশন প্রতি তিন মাস অন্তর ব্যবহার করতে হবে।",
              },
              {
                title: "মাসিক চলাকালীন সময়ে গর্ভবতী হওয়ার সম্ভাবনা নেই।",
              },
              {
                title: "আজল পদ্ধতি সবসময় কার্যকরী নাও হতে পারে।",
              },
              {
                title:
                  "জরুরী গর্ভনিরোধক পদ্ধতি - পিল, অনিরাপদ সহবাসের পাঁচদিন পর্যন্ত নেয়া যেতে পারে। তবে, এটি নিয়মিত ভাবে গ্রহণ করা যাবে না।",
              },
              {
                title:
                  "কনডমই একমাত্র পদ্ধতি যার মাধ্যমে যৌনবাহিত রোগ ও অনিচ্ছাকৃত গর্ভধারণ প্রতিরোধ সম্ভব।",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "পরিবার পরিকল্পনার গ্রহণ কেন প্রয়োজন",
        subtitle:
          "একটি সুস্থ্য, সবল ও সুখী পরিবার সবার প্রত্যাশা। আর এজন্য চাই সঠিক পরিকল্পনা। বিয়ের পর কখন প্রথম সন্তান নিবে, পরবর্তী সন্তান আবার কবে নিবে, কয়টি সন্তান নিবে এসব বিষয় নিয়ে স্বামী-স্ত্রী দুজনে মিলে আলাপ করে জন্মবিরতিকরণের সিদ্ধান্ত নেয়া প্রয়োজন । এজন্য পরিবার পরিকল্পনা পদ্ধিতি গ্রহণ করা সবার জন্য প্রয়োজন। ",
        details: [
          {
            type: "list",
            title:
              "পরিবার পরিকল্পনার গ্রহণ কেন প্রয়োজন (Importance of family planning)",
            subtitle:
              "একটি সুস্থ্য, সবল ও সুখী পরিবার সবার প্রত্যাশা। আর এজন্য চাই সঠিক পরিকল্পনা। বিয়ের পর কখন প্রথম সন্তান নিবে, পরবর্তী সন্তান আবার কবে নিবে, কয়টি সন্তান নিবে এসব বিষয় নিয়ে স্বামী-স্ত্রী দুজনে মিলে আলাপ করে জন্মবিরতিকরণের সিদ্ধান্ত নেয়া প্রয়োজন । এজন্য পরিবার পরিকল্পনা পদ্ধিতি গ্রহণ করা সবার জন্য প্রয়োজন।",
            children: [
              {
                title:
                  "স্বামী-স্ত্রী পছন্দমত সময়ে এবং পছন্দমত সংখ্যায় সন্তান নিতে পারেন।",
              },
              {
                title:
                  "ঘন ঘন গর্ভধারণের ঝুঁকি কমায়, ফলে মা ও শিশুর স্বাস্থ্যের ঝুঁকি এবং মা ও শিশুর মৃত্যুর ঝুঁকি কমে।",
              },
              {
                title: "মা ও শিশুর স্বাস্থ্য ভাল থাকে।",
              },
              {
                title: "স্বামী ও স্ত্রীর শারীরিক, মানসিক ও আর্থিক চাপ কমায়।",
              },
              {
                title:
                  "সন্তান সংখ্যা কম হলে সব সন্তানদের যথাযথ যত্ন নেয়া যায়, তাদের চাহিদা সমূহ সহজে পূরণ করা যায়।",
              },
              {
                title: "সংসারে সুখ, শান্তি ও স্বাচ্ছন্দ্য বাড়ায়।",
              },
              {
                title: "জনসংখ্যা বৃদ্ধির গতি কমায়।",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা পরিবার পরিকল্পনা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। পরিবার পরিকল্পনা (Family Planning) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে পরিকল্পিত ও সুস্থ পরিবার গঠনে সহায়তা করবে। পরিবার পরিকল্পনার সুফল সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও উন্নত সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "আধুনিক পরিবার পরিকল্পনার পদ্ধতি কয়টি ?",
          options: ["৩ টি", "৫ টি", "৭টি"],
          answer: 2, // Index of correct answer in options array (৭টি)
        },
        {
          id: 2,
          title: "পরিবার পরিকল্পনা গ্রহণে সল্প মেয়াদী পদ্ধতি কোনটি ?",
          options: ["ইমপ্ল্যান্ট", "কনডম", "টিউবেকটমি (নারীদের জন্য)"],
          answer: 1, // Index of correct answer in options array (কনডম)
        },
        {
          id: 3,
          title:
            "যে সব মহিলাদের সন্তান নেই তারা কি ইমপ্ল্যান্ট ব্যবহার করতে পারবে ?",
          options: ["হ্যাঁ", "না"],
          answer: 0, // Index of correct answer in options array (হ্যাঁ)
        },
        {
          id: 4,
          title: "দুটি সন্তানধারণের মধ্যে কত সময়ের ব্যবধান থাকা জরুরি ?",
          options: ["৩ বছর", "৫ বছর", "২ বছর"],
          answer: 2, // Index of correct answer in options array (২ বছর)
        },
        {
          id: 5,
          title: "দীর্ঘমেয়াদী পরিবার পরিকল্পনার পদ্ধতি কোনটি?",
          options: ["খাবার বড়ি", "ইনজেকশন", "ইমপ্ল্যান্ট", "কনডম"],
          answer: 2, // Index of correct answer in options array (ইমপ্ল্যান্ট)
        },
        {
          id: 6,
          title: "ইমপ্ল্যান্টের মেয়াদকাল কী?",
          options: ["৩ বছর বা ৫ বছর", "১০ বছর", "স্থায়ী", "২ বছর"],
          answer: 0, // Index of correct answer in options array (৩ বছর বা ৫ বছর)
        },
        {
          id: 7,
          title: "আইইউডি (কপার-টি) কতদিনের জন্য কার্যকর?",
          options: ["৩ মাস", "১ বছর", "১০ বছর", "৫ বছর"],
          answer: 2, // Index of correct answer in options array (১০ বছর)
        },
        {
          id: 8,
          title: "পরিবার পরিকল্পনা পদ্ধতি গ্রহণের পূর্বে কোনটি করা উচিত?",
          options: [
            "নিজেদের সিদ্ধান্ত গ্রহণ",
            "স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ নেওয়া",
            "পরিবারে আলোচনা করা",
            "ইন্টারনেট থেকে তথ্য সংগ্রহ",
          ],
          answer: 1, // Index of correct answer in options array (স্বাস্থ্যকেন্দ্রে চিকিৎসকের পরামর্শ নেওয়া)
        },
      ],
    },
  },
  {
    id: 6,
    categoryTitle: "গর্ভপাত পরবর্তী সেবা",
    categoryDescription:
      "গর্ভপাত পরবর্তী সেবা বা প্যাক সেবা মাসিক নিয়মিতকরণ বা গর্ভপাতের সাথে সম্পর্কিত অসুস্থতা এবং মৃত্যুহার হ্রাস করে। মাসিক নিয়মিতকরণ বিষয়ে প্রশিক্ষণ প্রাপ্ত ও দক্ষ সেবা প্রদানকারী এবং প্রয়োজনীয় অবকাঠামো ও যন্ত্রপাতির সুব্যবস্থা আছে এমন সরকারি স্বাস্থ্যকেন্দ্রে বা সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান/হাসপাতাল/ক্লিনিকে গর্ভপাত পরবর্তী  সেবা (প্যাক) গ্রহণ করা যায় ।",
    categoryImageUrl: require("@/assets/images/education/6.png"),
    categoryBGColor: "#d9fcf5",
    subcategories: [
      {
        id: 1,
        title: "মাসিক নিয়মিতকরণ",
        subtitle:
          "সরকার কর্তৃক অনুমোদিত নিরাপদ মাসিক নিয়মিতকরণ (এমআর) সেবার মাধ্যমে অনিরাপদ মাসিক নিয়মিতকরণ পরিহার করা যায়। মাসিক নিয়মিতকরণ জনিত কারণে মাতৃমৃত্যু এবং অসুস্থতা হ্রাস করতে প্রয়োজন অনিরাপদ মাসিক নিয়মিতকরণ পরিহার করা ।",
        details: [
          {
            type: "plain",
            title: "মাসিক নিয়মিতকরণ",
            description: [
              "সরকার কর্তৃক অনুমোদিত নিরাপদ মাসিক নিয়মিতকরণ (এমআর) সেবার মাধ্যমে অনিরাপদ মাসিক নিয়মিতকরণ পরিহার করা যায়। মাসিক নিয়মিতকরণ জনিত কারণে মাতৃমৃত্যু এবং অসুস্থতা হ্রাস করতে প্রয়োজন অনিরাপদ মাসিক নিয়মিতকরণ পরিহার করা।",
              "মাসিক নারীর জীবনে এক স্বাভাবিক ঘটনা এবং তা প্রতি মাসে ঘটে। কোন কারণে নারীর মাসিক বন্ধ হয়ে গেলে, পুনরায় মাসিক নিয়মিত করাকে মাসিক নিয়মিতকরণ বলে। মাসিক নিয়মিতকরণ (এম আর) হচ্ছে একটি সহজ, নিরাপদ ও বৈজ্ঞানিক পদ্ধতি। মাসিক নিয়মিত করণ সেবার সাথে গর্ভপাত পরবর্তী সেবাও (প্যাক) সম্পৃক্ত। এক্ষেত্রে ৬-১২ সপ্তাহ পর্যন্ত (দেড় মাস থেকে আড়াই মাস) মাসিক বন্ধ তাদের মাসিক নিয়মিত করার প্রক্রিয়াকে মাসিক নিয়মিতকরণ বলে।",
              "মাসিক নিয়মিত করণ (Menstrual Regulation) সেবা দিতে পারবেন স্ত্রী রোগ বিশেষজ্ঞ, চিকিৎসক, নার্স এবং প্যারামেডিক।",
            ],
          },
          {
            type: "list",
            title: "মাসিক নিয়মিতকরণ সেবা গ্রহণের  উপযুক্ত সময়",
            subtitle:
              "মাসিক নিয়মিতকরণ করার সবচেয়ে ভালো সময় হচ্ছে শেষ মাসিক হওয়ার প্রথম দিন থেকে হিসেব করে ৩৫ দিনের পরে এবং ৪৫ দিনের পূর্বে। সবচেয়ে নিরাপদ সময় হচ্ছে ৪২ তম দিন থেকে ৪৯ তম দিনের মধ্যে (২ থেকে ৪ সপ্তাহ)।  বর্তমান বিশ্বে দুইভাবে এমআর করা যায় -",
            children: [
              {
                title: "ম্যানুয়াল ভ্যাকুয়াম এসপিরেটর (এমভিএ)",
                isTitleBold: true,
                subtitle: [
                  "একটি বিশেষ ধরনের বায়ুমুক্ত সিরিঞ্জ ব্যবহার করে। বর্তমানে বাংলাদেশে ম্যানুয়াল ভ্যাকুয়াম এসপিরেটর (এমভিএ) পদ্ধতিতে ৬ থেকে ১২ সপ্তাহ পর্যন্ত এমআর করা যায়",
                ],
              },
              {
                title: "নির্দিষ্ট কিছু ঔষধ খাওয়া/ব্যবহারের মাধ্যমে",
                isTitleBold: true,
                subtitle: [
                  "ঔষধ খাওয়া/ব্যবহারের মাধ্যমে এমআর করা যায় ৯ সপ্তাহ পর্যন্ত",
                ],
              },
            ],
          },
          {
            type: "plain",
            description: [
              "বাংলাদেশে সরকারী নীতিমালা অনুযায়ী মাসিক নিয়মিতকরণ প্রশিক্ষণ প্রাপ্ত ডাক্তার মাসিক বন্ধের ১০-১২ সপ্তাহ পর্যন্ত এবং প্রশিক্ষণ প্রাপ্ত পরিবার কল্যাণ পরিদর্শিকা মাসিক বন্ধের ৯ সপ্তাহ পর্যন্ত মাসিক নিয়মিত করণ (Menstrual Regulation) সেবা দিতে পারবেন।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "গর্ভপাত পরবর্তী সেবা (প্যাক) ও ফলোআপ ",
        subtitle:
          "যে সকল নারীর ক্ষেত্রে অসম্পূর্ণ এমআর, অসম্পূর্ণ গর্ভপাত, কিংবা এ সংক্রান্ত কোন জটিলতা যেমন: রক্তক্ষরন, সংক্রামণ, তলপেটে ব্যথা, জ্বর ইত্যাদি দেখা দেয় সে সকল ক্ষেত্রে অসম্পূর্ণ গর্ভপাত বা অসম্পূর্ণ এমআর সম্পূর্ণ করার প্রক্রিয়াই গর্ভপাত পরবর্তী সেবা ।",
        details: [
          {
            type: "plain",
            title:
              "গর্ভপাত পরবর্তী সেবা (প্যাক) ও ফলোআপ (Post-abortion care and follow-up)",
            description: [
              "যে সকল নারীর ক্ষেত্রে অসম্পূর্ণ এমআর, অসম্পূর্ণ গর্ভপাত, কিংবা এ সংক্রান্ত কোন জটিলতা যেমন: রক্তক্ষরন, সংক্রামণ, তলপেটে ব্যথা, জ্বর ইত্যাদি দেখা দেয় সে সকল ক্ষেত্রে অসম্পূর্ণ গর্ভপাত বা অসম্পূর্ণ এমআর সম্পূর্ণ করার প্রক্রিয়াই গর্ভপাত পরবর্তী সেবা।",
              "গর্ভপাত পরবর্তী সেবা (প্যাক) হলো নারীদের জন্য চিকিৎসা এবং কাউন্সেলিং সেবা। এটি মাসিক নিয়মিতকরণ সংক্রান্ত জটিলতার চিকিৎসা ও যত্ন নিশ্চিত করে যা ভবিষ্যতে অনাকাঙ্খিত গর্ভধারণ প্রতিরোধে পরিবার পরিকল্পনা পদ্ধতি গ্রহণে সহায়তা করে। গর্ভপাত পরবর্তী সেবা (প্যাক) মাসিক নিয়মিতকরণের সাথে সম্পর্কিত অসুস্থতা এবং মৃত্যুহার হ্রাস করে।",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "অনিরাপদ এমআর এবং গর্ভপাত",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "অনিরাপদ এমআর এবং গর্ভপাত",
            children: [
              {
                title: "বিভিন্ন উপায়ে অনিরাপদ এমআর এবং গর্ভপাত করা হয় যেমন",
              },
              {
                title: "শিকড়-বাকড় ব্যবহার করে",
              },
              {
                title: "চোখা বস্তু ব্যবহার করে",
              },
              {
                title: "বিষাক্ত লতাপাতা ব্যবহার",
              },
              {
                title:
                  "ভুল ঔষধ বা অনুমান নির্ভর ঔষধ সেবন বাব্যবহার যা বেশীরভাগ সময়েই ক্ষতিকর হয়",
              },
              {
                title:
                  "অপ্রশিক্ষিত বা অপেশাদার কাউকে দিয়ে এমআর এবং গর্ভপাত করানো।",
              },
            ],
          },
        ],
      },
      {
        id: 4,
        title: "অনিরাপদ এমআর এবং অনিরাপদ গর্ভপাতের পরিনতি বা ফলাফল",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "অনিরাপদ এমআর এবং অনিরাপদ গর্ভপাতের পরিনতি বা ফলাফল",
            children: [
              {
                title: "সংক্রমণ",
              },
              {
                title: "অতিরিক্ত রক্তক্ষরণ",
              },
              {
                title: "দীর্ঘমেয়াদী রক্তক্ষরণ",
              },
              {
                title: "তলপেটে ব্যথা",
              },
              {
                title: "জ্বর",
              },
              {
                title: "স্থায়ী শারিরীকক্ষতিসহ মৃত্যু পর্যন্ত হতে পারে",
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "মাসিক নিয়মিতকরণের পরে যে সব অবস্থায় মনোযোগ এবং চিকিৎসা প্রয়োজন",
        subtitle:
          "মাসিক নিয়মিতকরণ সেবা গ্রহণের পরে জটিলতা দেখা দিলে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা আবশ্যক। পাশাপাশি পরিবার পরিকল্পনা পদ্ধতি, যৌন ও প্রজনন স্বাস্থ্য, মানসিক স্বাস্থ্য এবং কাউন্সেলিং সেবা গ্রহণ করার ক্ষেত্রে চিকিৎসকের সহায়তা নিতে হবে ।",
        details: [
          {
            type: "list",
            title:
              "মাসিক নিয়মিতকরণের পরে যে সব অবস্থায় মনোযোগ এবং চিকিৎসা প্রয়োজন",
            subtitle:
              "মাসিক নিয়মিতকরণ সেবা গ্রহণের পরে জটিলতা দেখা দিলে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা আবশ্যক। পাশাপাশি পরিবার পরিকল্পনা পদ্ধতি, যৌন ও প্রজনন স্বাস্থ্য, মানসিক স্বাস্থ্য এবং কাউন্সেলিং সেবা গ্রহণ করার ক্ষেত্রে চিকিৎসকের সহায়তা নিতে হবে।",
            children: [
              {
                title: "তলপেটে ব্যথার তীব্রতা বাড়লে",
              },
              {
                title: "অতিরিক্ত রক্তস্রাব দেখা দিলে",
              },
              {
                title: "জ্বর, মাথা ঝিমঝিম করা, শ্বাসকষ্ট এবং জ্ঞান হারানো",
              },
              {
                title: "দুর্গন্ধযুক্ত স্রাব",
              },
              {
                title: "অসম্পূর্ণ মাসিক নিয়মিতকরণ",
              },
            ],
          },
          {
            type: "plain",
            description: [
              "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, গর্ভপাতের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। গর্ভপাতের পর অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে, মাসিক নিয়মিতকরণ পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, মাসিক নিয়মিতকরণ পরবর্তী সময়ে স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে।",
            ],
          },
        ],
      },
      {
        id: 6,
        title: "গর্ভপাত পরবর্তী  সেবা (প্যাক) যেখানে পেতে পারি",
        subtitle: "",
        details: [
          {
            type: "list",
            title:
              "গর্ভপাত পরবর্তী সেবা (প্যাক) যেখানে পেতে পারি (Post-abortion care services Health Facility)",
            subtitle:
              "প্যাক সেবা ভবিষ্যৎতে অনাকাঙ্খিত গর্ভধারণ প্রতিরোধে পরিবার পরিকল্পনা পদ্ধতি গ্রহণের জন্য নারীদের চিকিৎসা এবং কাউন্সেলিং সেবা। মাসিক নিয়মিতকরণ বিষয়ে প্রশিক্ষণ প্রাপ্ত ও দক্ষ সেবা প্রদানকারী আছেন এবং প্রয়োজনীয় অবকাঠামো ও যন্ত্রপাতির সুব্যবস্থা আছে এমন সরকারি স্বাস্থ্যকেন্দ্রে বা সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান/হাসপাতাল/ক্লিনিকে গর্ভপাত পরবর্তী  সেবা (প্যাক) গ্রহণ করা যাবে। এর মধ্যে রয়েছে",
            children: [
              {
                title:
                  "মেডিকেল কলেজ হাসপাতালসমূহ (সরকারি এবং সরকার অনুমোদিত বেসরকারি মালিকানাধীন প্রতিষ্ঠান)",
              },
              {
                title: "মা ও শিশু কল্যাণ কেন্দ্র",
              },
              {
                title: "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
              },
              {
                title: "উপজেলা স্বাস্থ্য কমপ্লেক্স",
              },
              {
                title: "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
              },
              {
                title: "সরকার অনুমোদিত বেসরকারি প্রতিষ্ঠান/হাসপাতাল/ক্লিনিক",
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "পরিবার পরিকল্পনা পদ্ধতি",
        subtitle:
          "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, মাসিক নিয়মিতকরণের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে,  পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে ।",
        details: [
          {
            type: "plain",
            title: "পরিবার পরিকল্পনা পদ্ধতি",
            description: [
              "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি গ্রহণে বিলম্ব করার কোনো সুযোগ নেই। কারণ, মাসিক নিয়মিতকরণের দুই থেকে চার সপ্তাহের মধ্যে পুনরায় গর্ভবতী হয়ে পড়ার ঝুঁকি থাকে। অষ্টম দিনের মাথায় ওভুলেশনের আরেকটি চক্র হতে পারে। তাই, কোনো পদ্ধতি গ্রহণ না করলে,  পরবর্তী মাসিক শুরু হওয়ার আগেই পুনরায় গর্ভাবস্থা হতে পারে। এজন্য, স্বামী-স্ত্রী পরামর্শ করে, সুবিধাজনক একটি পদ্ধতি দ্রুত বেছে নিতে হবে।",
            ],
          },
          {
            type: "list",
            title:
              "মাসিক নিয়মিতকরণ পরবর্তী বিভিন্ন পরিবার পরিকল্পনা পদ্ধতি শুরু করার সময়",
            children: [
              {
                title: "খাবার বড়ি",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক) সেবা নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "কনডম",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক) সেবা নেওয়ার পরে যখন নারী মনে করবেন তিনি যৌন মিলনের জন্য প্রস্তুত।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা)শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "ইনজেকশন",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক) সেবা নেওয়ার সঙ্গে সঙ্গে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "ইমপ্ল্যান্ট",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী সেবা (প্যাক) সেবা নেওয়ার সঙ্গে সঙ্গে",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "আইইউডি",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী সেবা (প্যাক) সেবা নেওয়ার সঙ্গে সঙ্গে",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) সেবা গ্রহণের পরে যখন নিশ্চিত হওয়া যাবে, নারী গর্ভবতী নন বা জরায়ু সম্পূর্ণ খালি করা হয়েছে।",
                  },
                ],
              },
              {
                title: "টিউবেকটমি",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী সেবা (প্যাক) সেবা নেওয়ার সঙ্গে সঙ্গে",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর পর।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) শুরু করার প্রথম দিন।",
                  },
                ],
              },
              {
                title: "জরুরি জন্মবিরতিকরণ পিল",
                isTitleBold: true,
                children: [
                  {
                    title:
                      "গর্ভপাত পরবর্তী  সেবা (প্যাক) সেবা নেওয়ার পরে প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                  {
                    title:
                      "যন্ত্রপাতি প্রয়োগে মাসিক নিয়মিতকরণ (এমভিএ) (পরবর্তী সেবা) করার পর প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                  {
                    title:
                      "ঔষধ প্রয়োগে মাসিক নিয়মিতকরণ (এমআরএম) (পরবর্তী সেবা) গ্রহণের পর  প্রয়োজন অনুসারে অরক্ষিত যৌনমিলনের সর্বোচ্চ ৫ দিনের মধ্যে।",
                  },
                ],
              },
            ],
          },
          {
            type: "plain",
            title: "বি.দ্র",
            description: [
              "যখন কোনো জটিলতা থাকবে না তখন এই ছক অনুসরণ করা যাবে। জটিলতা থাকলে নিকটস্থ স্বাস্থ্যকেন্দ্রের চিকিৎসকের পরামর্শ গ্রহণ করা উচিত।",
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা গর্ভপাত পরবর্তী যত্ন সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। গর্ভপাত পরবর্তী সেবা (Post Abortion Care) সম্পর্কে সঠিক তথ্য জানা অত্যন্ত গুরুত্বপূর্ণ। এই জ্ঞান আপনাকে এবং আপনার কমিউনিটিকে নিরাপদ ও স্বাস্থ্যকর উপায়ে সেবা গ্রহণে সহায়তা করবে। গর্ভপাত পরবর্তী সেবার গুরুত্ব সম্পর্কে সবাইকে জানান এবং একটি সুস্থ ও সচেতন সমাজ গঠনে ভূমিকা রাখুন।",
      questions: [
        {
          id: 1,
          title: "মাসিক নিয়মিতকরণ কী?",
          options: [
            "নারীর মাসিক বন্ধ করা চিকিৎসা পদ্ধতি",
            "নারীর মাসিক শুরু করানোর চিকিৎসা পদ্ধতি",
            "নারীর মাসিক পুনরায় নিয়মিত করানোর চিকিৎসা পদ্ধতি",
            "নারীর মাসিক বন্ধ রাখার চিকিৎসা পদ্ধতি",
          ],
          answer: 2,
        },
        {
          id: 2,
          title: "মাসিক নিয়মিতকরণ কত সপ্তাহ পর্যন্ত করা যায়?",
          options: ["৪-৬ সপ্তাহ", "৬-১২ সপ্তাহ", "২-৪ সপ্তাহ", "১২-১৬ সপ্তাহ"],
          answer: 1,
        },
        {
          id: 3,
          title: "গর্ভপাত পরবর্তী সেবা (প্যাক) কী?",
          options: [
            "নারীর মাসিক বন্ধের পর সেবা",
            "নারীর গর্ভাবস্থা নিশ্চিতকরণের সেবা",
            "নারীর মাসিক নিয়মিতকরণের পর সেবা",
            "নারীর মাসিকের আগে সেবা",
          ],
          answer: 2,
        },
        {
          id: 4,
          title:
            "মাসিক নিয়মিতকরণের পরে যে অবস্থায় চিকিৎসা প্রয়োজন হয়, তার মধ্যে কোনটি সঠিক?",
          options: [
            "তলপেটে ব্যথার তীব্রতা বাড়লে",
            "অতিরিক্ত রক্তস্রাব দেখা দিলে",
            "জ্বর, মাথা ঝিমঝিম করা, শ্বাসকষ্ট এবং জ্ঞান হারালে",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 5,
          title: "গর্ভপাত পরবর্তী সেবা কোথায় পাওয়া যায়?",
          options: [
            "ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র",
            "নগর মাতৃসদন স্বাস্থ্যকেন্দ্র ও নগর স্বাস্থ্যকেন্দ্র",
            "সরকারি অনুমোদিত স্বাস্থ্যকেন্দ্র সমূহ",
            "উপরের সবকটি কেন্দ্র",
          ],
          answer: 3,
        },
        {
          id: 6,
          title: "কোন পদ্ধতিতে মাসিক নিয়মিতকরণ করা হয়?",
          options: [
            "এমভিএ",
            "এমআরএম",
            "এমভিএ ও এমআরএম উভয় পদ্ধতিতেই",
            "উপরের কোনো পদ্ধতিতেই নয়",
          ],
          answer: 2,
        },
        {
          id: 7,
          title:
            "মাসিক নিয়মিতকরণের পরে পরিবার পরিকল্পনা পদ্ধতি হিসেবে কনডম কখন ব্যবহার করা যায়?",
          options: [
            "এমভিএ করার পর পর",
            "এমআরএম করার পর পর",
            "উভয় সময়ই",
            "কখনই না",
          ],
          answer: 2,
        },
        {
          id: 8,
          title:
            "মাসিক নিয়মিতকরণের পরে জরুরি জন্মবিরতিকরণ পিল কখন ব্যবহার করা যায়?",
          options: [
            "প্রয়োজন অনুসারে",
            "যৌনমিলনের ৫ দিনের মধ্যে",
            "সেবা নেওয়ার সাথে সাথে",
          ],
          answer: 2,
        },
        {
          id: 9,
          title: "মাসিক নিয়মিতকরণের পরে তলপেটে ব্যথা হলে করণীয় কি?",
          options: [
            "বিশ্রাম নেওয়া",
            "চিকিৎসকের পরামর্শ নেওয়া",
            "বেশি পানি পান করা",
            "ওষুধ খাওয়া",
          ],
          answer: 1,
        },
        {
          id: 10,
          title:
            "মাসিক নিয়মিতকরণের পর, পরিবার পরিকল্পনা পদ্ধতি ব্যবহার না করলে কী হতে পারে?",
          options: [
            "পুনরায় গর্ভাবস্থা হতে পারে",
            "শারীরিক সমস্যা হতে পারে",
            "মানসিক সমস্যা হতে পারে",
            "উপরের সবকটি",
          ],
          answer: 0,
        },
        {
          id: 11,
          title: "মাসিক নিয়মিতকরণের পরে ফলোআপ করতে হবে কেন?",
          options: [
            "অসুস্থতা নির্ণয় করতে",
            "ভবিষ্যতে গর্ভাবস্থা প্রতিরোধ করতে",
            "পরিবার পরিকল্পনা পদ্ধতি গ্রহণে সহায়তা করতে",
            "উপরের সবকটি",
          ],
          answer: 3,
        },
        {
          id: 12,
          title:
            "মাসিক নিয়মিতকরণের পরে প্রয়োজনীয় আরও তথ্য জানার জন্য কোন হটলাইন নাম্বার ব্যবহার করা যায়?",
          options: ["সুখী পরিবার - ১৬৭৬৭", "স্বাস্থ্য বাতায়ন- ১৬২৬৩"],
          answer: 1,
        },
      ],
    },
  },
  {
    id: 7,
    categoryTitle: "জেন্ডারভিত্তিক সহিংসতা",
    categoryDescription:
      "জেন্ডারভিত্তিক সহিংসতা হল নির্দিষ্ট লিঙ্গের প্রতি বিদ্বেষ, বৈষম্য বা ক্ষমতার অপব্যবহার থেকে উদ্ভূত শারীরিক, যৌন, মানসিক বা অর্থনৈতিক সহিংসতা, যার প্রধান শিকার সাধারণত মহিলারা ও মেয়েরা। সঠিক পদক্ষেপ গ্রহণের মাধ্যমে জেন্ডারভিত্তিক সহিংসতা প্রতিরোধ করে নারীদের জন্য একটি নিরাপদ ও সমানাধিকার সমাজ গঠন করা যেতে পারে ।",
    categoryImageUrl: require("@/assets/images/education/7.png"),
    categoryBGColor: "#fbd9fc",
    subcategories: [
      {
        id: 1,
        title: "জেন্ডার এবং সেক্স",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "সেক্স",
            description: [
              "সেক্স বা লিঙ্গ হচ্ছে প্রাকৃতিক কারণে সৃষ্ট নারী ও পুরুষের শারীরিক বৈশিষ্ট্যের ভিত্তিতে নারী ও পুরুষের মধ্যে ভিন্নতা যা অপরিবর্তনীয়। উদাহরণস্বরূপ- যেমন একজন নারী গর্ভধারণে এবং সন্তান জন্মদানে সক্ষম কিন্তু একজন পুরুষের পক্ষে তা সম্ভব নয়। এমন কী কেউ ইচ্ছা করলে নারী বা পুরুষ হতে পারে না।",
            ],
          },
          {
            type: "plain",
            title: "জেন্ডার",

            description: [
              "নির্দিষ্ট কোন সমাজে নারী ও পুরুষের কার কেমন পোশাক হবে, কে কী কাজ করবে, কে কী রকম আচরণ করবে ইত্যাদি নির্ধারণ করে সমাজ। যেহেতু, এসব বিষয় সমাজ কর্তৃক নির্ধারিত,সেহেতু সমাজ পরিবর্তনের সাথে নারী-পুরুষের পোষাক-পরিচ্ছদ, কাজ-কর্ম, আচার-আচরণেরও পরিবর্তন দেখা যায়। সমাজ তার চাহিদা অনুযায়ী নারী-পুরুষকে ভিন্ন ভিন্নরূপে গড়ে তোলে। তাই এক কথায় বলা যায়- ‘জেন্ডার হচ্ছে সামাজিক ভাবে গড়ে উঠা নারী ও পুরুষের পরিচিতি।",
            ],
          },
        ],
      },
      {
        id: 2,
        title: "সহিংসতা",
        subtitle:
          "সহিংসতা হলো দৈহিক, মানসিকভাবে শক্তি বা চাপ প্রয়োগের দ্বারা যেকোনো ধরনের হিংসাত্মক আচরণ যা কোন ব্যক্তির যন্ত্রণা ও দুর্ভোগের কারণ বলে গণ্য হয়। সহিংসতা বা নির্যাতন কথাটির অর্থ অনেক ব্যাপক এবং তা নানাভাবে ব্যাখ্যা করা যায়। যেমন নির্যাতন হলো দৈহিক, মানসিকভাবে শক্তি বা চাপ প্রয়োগের দ্বারা এমন ধরনের কাজ যা কোন ব্যক্তির যন্ত্রণা ও দুর্ভোগের কারণ।",
      },
      {
        id: 3,
        title: "জেন্ডার ভিত্তিকসহিংসতা",
        subtitle:
          "জেন্ডারভিত্তিক অসম সম্পর্কের ভিত্তিতে যখন কারো বিরুদ্ধে সহিংস আচরণ করা হয় তখন তাকে জেন্ডারভিত্তিক সহিংসতা বলে। তবে জেন্ডারভিত্তিক সহিংসতা বেশিরভাগ ক্ষেত্রে নারী ও মেয়েদের ওপরই সংঘটিত হয়ে থাকে বলে জেন্ডারভিত্তিক সহিংসতা বলতে প্রধানত নারীর প্রতি সহিংসতাকেই বোঝায়।জাতিসংঘের নারীর প্রতি সকল প্রকার বৈষম্য বিলোপ সনদে উল্লেখ আছে, ‘জেন্ডারের ওপর ভিত্তি করে যে সহিংসতা সংঘটিত হয় যা নারীর শারীরিক, মানসিক এমনকি প্রজনন স্বাস্থ্যের স্থায়ী বা অস্থায়ী যে কোনো ক্ষতির কারণ হয় অথবা বলপূর্বক নারীর স্বাধীনতায় হস্তক্ষেপ হয় এমন কোনো কাজে বাধ্য করা হলে তাকে জেন্ডারভিত্তিক সহিংসতা বা নারীর প্রতি সহিংসতা বলে’।",
      },
      {
        id: 4,
        title: "নির্যাতনের জীবনচক্র",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "নির্যাতনের জীবনচক্র",
            children: [
              {
                title: "সন্তান জন্মের পূর্বে",
                isTitleBold: true,
                subtitle: ["গর্ভকালে মারধর, গর্ভধারণে বাধ্য করা।"],
              },
              {
                title: "সন্তান জন্মের পরপরই",
                isTitleBold: true,
                subtitle: [
                  "নবজাতক মেয়ে শিশুর প্রতি অবহেলা, নবজাতক মেয়ে শিশুকে খাদ্য ও চিকিৎসা প্রদানে বৈষম্য, মানসিক ও শারীরিক পীড়ন ও দুর্ব্যবহার।",
                ],
              },
              {
                title: "শৈশবকালে",
                isTitleBold: true,
                subtitle: [
                  "খাদ্য ও শিক্ষাসহ নানা ক্ষেত্রে বৈষম্য প্রদর্শন , বাল্যবিবাহ, পরিবারের বা আশপাশের লোকজনের দ্বারা যৌন নিপীড়ন, মেয়ে শিশুদের দিয়ে পতিতাবৃত্তি, মেয়ে শিশু পাচার।",
                ],
              },
              {
                title: "কৈশোরকালে",
                isTitleBold: true,
                subtitle: [
                  "বিয়ে বা প্রেমের নামে প্রতারণা করে শারীরিক সম্পর্ক স্থাপন ও গর্ভপাতে বাধ্য করা, প্রেমিকের প্রতিহিংসার শিকার হওয়া, অর্থের বিনিময়ে জোরপূর্বক যৌনকর্মে লিপ্ত করানো, কর্মস্থলে যৌন নিপীড়ন, ধর্ষণ, যৌন হয়রানি, পথে-ঘাটে নানাভাবে উত্ত্যক্ত করা, যৌনকর্মে লিপ্ত হতে বাধ্য করা।",
                ],
              },
              {
                title: "প্রজনন বা যৌবনকালে",
                isTitleBold: true,
                subtitle: [
                  "ঘনিষ্ঠ পুরুষ সঙ্গী দ্বারা নিপীড়ন বা দুর্ব্যবহার, বিবাহিত জীবনে স্বামী কর্তৃক জোর পূর্বক যৌন সম্পর্ক স্থাপন, যৌতুকের জন্য নির্যাতন ও হত্যা, স্বামী বা ঘনিষ্ঠ মানুষ কর্তৃক খুন, মানসিক নির্যাতন, কর্মস্থলে যৌন নিপীড়ন, যৌন হয়রানি ও ধর্ষণ, প্রতিবন্ধী মেয়েদের নির্যাতন।",
                ],
              },
              {
                title: "মধ্য বয়স বা প্রবীণ বয়সে",
                isTitleBold: true,
                subtitle: [
                  "বিধবাদের ওপর নিপীড়ন (একঘরে করে দেয়া, ফতোয়া জারি), বৃদ্ধ বয়সে নিপীড়ন যেখানে পুরুষের চেয়ে নারী বেশি ক্ষতিগ্রস্ত হয়।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 5,
        title: "ক্ষতিকর প্রভাব",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "ক্ষতিকর প্রভাব",
            subtitle:
              "জেন্ডারভিত্তিক সহিংসতা  সমাজের জন্য হুমকি স্বরূপ। এই সহিংসতা অনেক ক্ষতিকর প্রভাব ফেলে, যেমন:",
            children: [
              {
                title: "মানবাধিকার লঙ্ঘন",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  মানবাধিকারের লঙ্ঘন করে।  এটি মানুষের অধিকারের সম্পূর্ণতা সংক্ষিপ্ত করে ফেলে।",
                ],
              },
              {
                title: "শারীরিক ও মানসিক ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা কারণে লক্ষ লক্ষ মানুষ শারীরিক এবং মানসিক ক্ষতির শিকার হয়ে থাকেন।",
                ],
              },
              {
                title: "সামাজিক বিঘ্ন সৃষ্টি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  কারণে সামাজিক বিঘ্ন সৃষ্টি হয়ে থাকে, যেমন  ঝগড়া-বিবাদ, মারামারি, অবাধ চলাফেরা, মতপ্রকাশের স্বাধীনতাহানি ইত্যাদি।",
                ],
              },
              {
                title: "শিক্ষার ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা ফলে শিক্ষার ক্ষতি হতে পারে, যেমন মেয়েদের শিক্ষার সম্ভাবনা কম হওয়া।",
                ],
              },
              {
                title: "অর্থনৈতিক প্রতিবন্ধীতা",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা অর্থনৈতিক প্রতিবন্ধীতা তৈরি করে, যেমন : নারীদেরে চাকুরীর সুযোগ কমে যাওয়া, শারীরিক অবস্থা দেখে কাজ বন্টন ইত্যাদি যা সামাজিক ও অর্থনৈতিক উন্নতির পথে বাধা তৈরি করে।",
                ],
              },
              {
                title: "সামাজিক স্থিতিশীলতা হানি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  ফলে সামাজিক স্থিতিশীলতার হানি হতে পারে, যেমন সমাজের অবনতি, সমাজিক বিশ্বাস ইত্যাদি।",
                ],
              },
              {
                title: "স্বাস্থ্যসম্পর্কিত সমস্যা",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা মানবের স্বাস্থ্যের জন্য ক্ষতিকর প্রভাব ফেলে, যেমন এইচআইভি/এইডস, যৌন অপব্যবহার ইত্যাদি।",
                ],
              },
              {
                title: "ন্যায্যতা ও অস্বীকৃতি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা ন্যায্যতা ও সমানতার বিপর্যস্ত অব্যবহারের প্রেক্ষাপটে যেমন একটি সংবিধানিক ও নৈতিক অস্বীকৃতি তৈরি করতে পারে।",
                ],
              },
              {
                title: "সামাজিক পরিবর্তনের বাধা",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  সামাজিক পরিবর্তনের পথে বাধা তৈরি করে, যেমন প্রতিযোগিতামূলক বৈশিষ্ট্যের হানিকা্রা, নারী ও ছো্টদের ঘরে আবদ্ধ করে রাখা , কোন কাজে না রাখা, মতপ্রকাশে বাধা প্রদান করা।",
                ],
              },
              {
                title: "নারী শালীনতা হানি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  ফলে নারীদের শালীনতাহানি হতে পারে, যেটি সমাজের নারীদের প্রতি সম্মান ও আত্মবিশ্বাস হানির পরিণাম হতে পারে।",
                ],
              },
              {
                title: "প্রতিষ্ঠানের ক্ষতি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  ফলে প্রতিষ্ঠানের ক্ষতি হতে পারে, যা উপকরণ অবনতি, কর্মচারীদের মৌলিক অধিকারের লঙ্ঘন এবং অন্যান্য প্রভাবগুলির মধ্যে প্রবল প্রভাব ফেলে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 6,
        title: "যৌন সহিংসতা",
        subtitle:
          "যৌন সহিংসতা বলতে যৌন প্রকৃতির এমন কোন আচরনকে বোঝায় যা দ্বারা সংক্ষুব্ধ ব্যাক্তির শারীরিক, মানসিক ও সামাজিক (সম্মান ও সুনাম) এর সাময়িক বা স্থায়ী ক্ষতি হয় ।",
        details: [
          {
            type: "plain",
            title: "যৌন সহিংসতা",
            description: [
              "যৌন সহিংসতা বলতে যৌন প্রকৃতির এমন কোন আচরনকে বোঝায় যা দ্বারা সংক্ষুব্ধ ব্যাক্তির শারীরিক, মানসিক ও সামাজিক (সম্মান ও সুনাম) এর সাময়িক বা স্থায়ী ক্ষতি হয়।",
              "যৌন সহিংসতা বিভিন্ন ভাবে হতে পারে যেমন: ১. যৌন হয়রানি ২. যৌন নির্যাতন ৩. যৌন শোষন",
            ],
          },
          {
            type: "list",
            children: [
              {
                title: "যৌন হয়রানি",
                isTitleBold: true,
                subtitle: [
                  "যৌন হয়রানি যৌন নির্যাতনের একটি ধরন। ২০১১ সালের ২৬ জানুয়ারী বাংলাদেশের মহামান্য উচ্চতর আদালত খুব স্পষ্ট করে কতগুলো আচরণকে যৌন হয়রানি হিসেবে আমলে নেবার কথা বলেছে, সেগুলো হলো ",
                ],
                children: [
                  {
                    title: "অসৌজন্যমূলক যৌন আচরণ (প্রত্যক্ষ ও পরোক্ষভাবে)",
                  },
                  {
                    title: "অশালীন উক্তি",
                  },
                  {
                    title: "অশ্লীল ছবি দেখানো",
                  },
                  {
                    title: "উত্ত্যক্ত করা",
                  },
                  {
                    title: "খারাপ কিছু ভিডিও করে প্রতারণার শিকারে পরিণত করা",
                  },
                  {
                    title: "কাউকে অনুসরণ করে পিছন পিছন যাওয়া",
                  },
                  {
                    title: "নোংরা ছবি প্রকাশ করা",
                  },
                  {
                    title: "ইঙ্গিতমূলক কথা লেখা",
                  },
                  {
                    title:
                      "ভয় দেখিয়ে বা মিথ্যা আশ্বাস দিয়ে বা প্রতারণার মাধ্যমে যৌনসম্পর্ক স্থাপন বা স্থাপনের চেষ্টা করা ইত্যাদি।",
                  },
                ],
              },
              {
                title: "যৌন নির্যাতন (সেক্সুয়াল এ্যবিউজ)",
                isTitleBold: true,
                subtitle: [
                  "যৌন নির্যাতন বলতে যৌন নিপীড়ন যা একজন ব্যাক্তির জন্য স্পর্শযুক্ত ও হুমকিপ্রাপ্ত শারীরিক অনুপ্রবেশ সেইটা বলপ্রয়োগ করে হোক বা অসম/ জবরদস্তিমূলক অবস্থার অধীনে হোক। এর মধ্যে উল্লেখ্য পর্নোগ্রাফি, শিশু নির্যাতন এবং যৌন নিপীড়ন",
                ],
              },
              {
                title: "যৌন শোষন (সেক্সুয়াল এক্সপ্লোয়টেশন)",
                isTitleBold: true,
                subtitle: [
                  "যৌন শোষণ বলতে, যখন একজন ব্যক্তির দূর্বল বা অসম অবস্থানের সুযোগ নিয়ে কোন কিছুর বিনিময়ে যৌন সম্পক স্থাপনে কাউকে বাধ্য করে বা যৌন সুবিধা আদায় করে বা চেষ্টা করে। অনেক সময় শুধু মৌলিক চাহিদা যেমন : খাদ্য, শিক্ষা, পরিবহন বা অন্যান্য সেবা পাওয়া নয়, এর পাশাপাশি ক্ষমতা বা বিশ্বাস এর সাথে অন্যান্য সামাজিক, অর্থনৈতিক বা রাজনৈতিক সুবিধা আদান - প্রদানের জন্য যৌন সম্পর্ক স্থাপিত হওয়াকে বোঝায়। জেন্ডার ভিত্তিক সহিংসতা সাধারণত ৫ ধরনের মাধ্যমে হয়ে থাকতে পারে। ক্ষতিকর",
                ],
                children: [
                  {
                    title: "সনাতন চর্চা",
                  },
                  {
                    title: "সামাজিক",
                  },
                  {
                    title: "অর্থনৈতিক",
                  },
                  {
                    title: "নির্যাতন",
                  },
                  {
                    title: "যৌন নির্যাতন",
                  },
                ],
              },
            ],
          },
        ],
      },
      {
        id: 7,
        title: "নিরসনের উপায়",
        subtitle: "",
        details: [
          {
            type: "list",
            title:
              "জেন্ডারভিত্তিক সহিংসতা নিরসনের উপায়সমূহ নিম্নে উল্লেখ করা হলো",
            children: [
              {
                title: "সচেতনতা বৃদ্ধি",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা  বিরুদ্ধে সচেতনতা বৃদ্ধির মাধ্যমে । এই সমস্যার সমাধানের জন্য নাগরিক সংগঠন, সরকার, ও অন্যান্য সামাজিক সংগঠনের মাধ্যমে প্রচারণা বৃদ্ধির মাধ্যমে।",
                ],
              },
              {
                title: "শিক্ষার ক্ষেত্রে সচেতনতা বৃদ্ধি",
                isTitleBold: true,
                subtitle: [
                  "শিক্ষা ব্যবস্থা মাধ্যমে জেন্ডারভিত্তিক সহিংসতা বিরুদ্ধে সচেতনতা বৃদ্ধি করা । কর্মকর্তাদের, শিক্ষকদের ও ছাত্র-ছাত্রীদের শিক্ষা কার্যক্রম এবং প্রশিক্ষণ প্রদান।",
                ],
              },
              {
                title: "আইনের প্রয়োগ",
                isTitleBold: true,
                subtitle: [
                  "সম্প্রতি বিশ্বের অনেক দেশে জেন্ডারভিত্তিক সহিংসতাকে আইনি প্রাধান্য দিয়ে এর প্রতিরোধ করা হচ্ছে। প্রতিষ্ঠিত আইনের মাধ্যমে লিঙ্গভিত্তিক সহিংসতা অথবা যেকোনো ধরনের অত্যাচার ও অন্যায়ের বিরুদ্ধে প্রতিরোধ করা যায়।",
                ],
              },
              {
                title: "সাক্ষরতা ও প্রশিক্ষণ",
                isTitleBold: true,
                subtitle: [
                  "নিরাপত্তা এবং সহায়তার দিক থেকে মানুষের সাক্ষরতা বাড়ানো এবং প্রশিক্ষণ দেওয়া অত্যাবশ্যক। এটি তাদেরকে তাদের অধিকার সম্পর্কে সচেতন করবে এবং অত্যাচারের প্রতি সচেতন করবে।",
                ],
              },
              {
                title: "সম্প্রচার ও সামাজিক সংস্কার",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা বিরুদ্ধে সচেতনতা বাড়ানোর জন্য সংগঠিত সামাজিক অভিযান ও সংস্কার বাড়াতে হবে। এই ধরনের অভিযানের মাধ্যমে প্রতিষ্ঠিত হতে পারে সমাজের ভিত্তিতে অত্যাচারের প্রতি অবগতি ও অনুমোদন তৈরি করা যেতে পারে।",
                ],
              },
              {
                title: "শিক্ষামূলক প্রোগ্রাম এবং ক্যাম্পেইন",
                isTitleBold: true,
                subtitle: [
                  "জেন্ডারভিত্তিক সহিংসতা নিয়ে সচেতনতা বৃদ্ধি করার জন্য শিক্ষামূলক প্রোগ্রাম এবং ক্যাম্পেইন সহযোগিতা করতে পারে।",
                ],
              },
              {
                title: "সমর্থন এবং প্রেরণা",
                isTitleBold: true,
                subtitle: [
                  "যে সকল ব্যক্তি ও সংগঠন জেন্ডারভিত্তিক সহিংসতার বিরুদ্ধে কাজ করে  সমর্থন ও প্রেরণা প্রদান করা। এতে লোকেরা বেশি বেশি জানবে ও সচেতনমতা বৃদ্ধি পাবে।",
                ],
              },
            ],
          },
        ],
      },
      {
        id: 8,
        title: "উত্ত্যক্তকরণ ও যৌন হয়রানির ঘটনায় আইনগত পদক্ষেপ",
        subtitle: "",
        details: [
          {
            type: "plain",
            title: "উত্ত্যক্তকরণ ও যৌন হয়রানির ঘটনায় আইনগত পদক্ষেপ",
            description: [
              "যৌন হয়রানি ও নিপীড়নের ঘটনায় নারী ও শিশু নির্যাতন দমন আইন, ২০০০ (সংশোধিত ২০০৩) এর ধারা ১০, ধারা ৯ক, দণ্ডবিধি ১৮৬০ এর ধারা ৫০৯, ঢাকা মেট্রোপলিটন পুলিশ অধ্যাদেশ, ১৯৭৬ এর ধারা ৭৬-এর বিধান মতে ঘটনাস্থলের এখতিয়ারাধীন থানায় অভিযোগ/এজাহার দায়ের করা যায়। কিন্তু উপরোল্লেখিত আইনসমূহের সংশ্লিষ্ট ধারাতে যৌন হয়রানি ও নিপীড়নকে সীমিত আকারে সংজ্ঞায়িত করা হয়েছে। ",
              "কিন্তু বর্তমানে সংঘটিত যৌন হয়রানি ও নিপীড়নের ঘটনার প্রকৃতি এতই বহুমুখী এবং ব্যাপক যে সকল ক্ষেত্রে প্রচলিত আইনে প্রতিকারের লক্ষ্যে ব্যবস্থা গ্রহণ সম্ভব নয়।",
            ],
          },
        ],
      },
      {
        id: 9,
        title: "অনাকাঙ্খিত যৌন নিপীড়ন থেকে নিজেকে রক্ষা করার উপায়",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "অনাকাঙ্খিত যৌন নিপীড়ন থেকে নিজেকে রক্ষা করার উপায়",
            children: [
              {
                title:
                  "কারো আচরণ বা কোনো কিছু অস্বস্তিকর মনে হলে তার সামনে কখনো একা যাবে না বা থাকবে না।",
              },
              {
                title:
                  "সমবয়সী, বয়স্ক, ঘনিষ্ঠ আত্মীয় বা প্রতিবেশীদের কাছ থেকে বিশেষ করে শারীরিক ঘনিষ্ঠতা থেকে সাবধানে থাকবে।",
              },
              {
                title:
                  "কোনো দ্বিধা, প্রশ্ন বা সমস্যা দেখা দিলে মা-বাবার সাথে খোলাখুলি আলোচনা করবে। কেউ যৌন নিপীড়ন বা ধর্ষণ করলে ",
              },
              {
                title:
                  "এ অবস্থায় মুখোমুখি হলে চুপচাপ না থেকে অভিভাবককে জানাবে।",
              },
              {
                title:
                  "পরিচিত বন্ধু-বান্ধব, আত্মীয়-স্বজন সবাইকে যৌন নিপীড়নকারীর কথা যত দ্রুত সম্ভব জানিয়ে দেবে যাতে সবাই তার কাছ থেকে সাবধানে থাকে।",
              },
            ],
          },
        ],
      },
      {
        id: 10,
        title: "যৌন নিপীড়নের মুখোমুখি হলে করণীয়",
        subtitle: "",
        details: [
          {
            type: "list",
            title: "যৌন নিপীড়নের মুখোমুখি হলে করণীয়",
            children: [
              {
                title:
                  "অতি দ্রুত বড় ভাই-বোন বা বাবা-মাকে এ সম্পর্কে জানাতে হবে।",
              },
              {
                title: "নিপীড়নকারীর সাথে আর কখনো একা সঙ্গী হওয়া যাবে না।",
              },
              {
                title:
                  "সে অন্য কাউকে বলে দেবে বলে ভয় দেখালেও তার কথায় বিশ্বাস করা যাবে না। ",
              },
              {
                title:
                  "নিপীড়নকারীকে জানিয়ে দিতে হবে  আপনি এসব পছন্দ করেন না এবং ব্যাপারটি অন্য কাউকে বলতে হবে। এ ব্যাপারে",
              },
              {
                title: "নিজেকে কখনো দোষী ভাবা যাবে  না।",
              },
            ],
          },
        ],
      },
      {
        id: 11,
        title:
          "পারিবারিক নির্যাতনের শিকার ব্যক্তি প্রতিকারের জন্য কোথায় কোথায় যেতে পারেন ",
        subtitle: "",
        details: [
          {
            type: "list",
            title:
              "পারিবারিক নির্যাতনের শিকার ব্যক্তি প্রতিকারের জন্য কোথায় কোথায় যেতে পারেন",
            children: [
              {
                title: "পুলিশ অফিসারের নিকট বা থানায় যেতে পারেন",
              },
              {
                title:
                  "প্রয়োগকারী কর্মকর্তার (উপজেলা মহিলা বিষয়ক কর্মকর্তা যিনি এই আইন প্রয়োগকারী কর্মকর্তার দায়িত্ব পালন",
              },
              {
                title:
                  "সরকারের অনুমতি নিয়ে যেসব বেসরকারি প্রতিষ্ঠান সেবাদানকারী প্রতিষ্ঠান হিসেবে কাজ করছে সেখানে যেতে পারেন",
              },
              {
                title:
                  "সরাসরি জুডিসিয়াল ম্যাজিস্ট্রেট আদালতে দরখাস্তের মাধ্যমে প্রতিকার পেতে পারেন",
              },
            ],
          },
        ],
      },
    ],
    quiz: {
      subtitle:
        "এখানে আমরা লিঙ্গ ভিত্তিক সহিংসতা সম্পর্কিত কিছু প্রশ্ন দিয়েছি এবং আপনাকে সেই প্রশ্নগুলির উত্তর দিতে হবে এবং পয়েন্ট সংগ্রহ করতে হবে।",
      resultMessage:
        "কুইজে অংশগ্রহণের জন্য আপনাকে অসংখ্য ধন্যবাদ। জেন্ডারভিত্তিক সহিংসতা (Gender Based Violence) সম্পর্কে সচেতনতা অত্যন্ত জরুরি। সঠিক তথ্য জানার মাধ্যমে আপনি নিজে সচেতন হতে পারবেন এবং অন্যদেরও সহিংসতার বিরুদ্ধে রুখে দাঁড়াতে সহায়তা করতে পারবেন। এই জ্ঞান ছড়িয়ে দিন এবং একটি সহিংসতামুক্ত সমাজ গঠনে অবদান রাখুন।",
      questions: [
        {
          id: 1,
          title: "সহিংসতা বলতে কি বুঝায়?",
          options: [
            "দৈহিক এবং মানসিকভাবে শক্তি বা চাপ প্রয়োগের দ্বারা হিংসাত্মক আচরণ",
            "কেবল শারীরিক নির্যাতন",
            "কেবল মানসিক নির্যাতন",
            "কেবল মৌখিক নির্যাতন",
          ],
          answer: 0,
        },
        {
          id: 2,
          title: "জেন্ডারভিত্তিক সহিংসতা কী?",
          options: [
            "সমতা ভিত্তিক আচরণ",
            "অসাম্য ভিত্তিক আচরণ",
            "ক্ষমতা ভিত্তিক আচরণ",
            "সমান অধিকার প্রদান",
          ],
          answer: 1,
        },
        {
          id: 3,
          title: "নারীর প্রতি সহিংসতা কোন ধরনের সহিংসতার মধ্যে পড়ে?",
          options: [
            "সামাজিক সহিংসতা",
            "জেন্ডারভিত্তিক সহিংসতা",
            "অর্থনৈতিক সহিংসতা",
            "প্রাতিষ্ঠানিক সহিংসতা",
          ],
          answer: 1,
        },
        {
          id: 4,
          title:
            "জাতিসংঘের নারীর প্রতি সকল প্রকার বৈষম্য বিলোপ সনদে উল্লেখিত কোন বিষয়টি জেন্ডারভিত্তিক সহিংসতা হিসেবে গণ্য হয় না?",
          options: [
            "শারীরিক ক্ষতি",
            "মানসিক ক্ষতি",
            "আর্থিক ক্ষতি",
            "প্রজনন স্বাস্থ্যের ক্ষতি",
          ],
          answer: 2,
        },
        {
          id: 5,
          title: "যৌন নিপীড়ন কোন পর্যায়ের সহিংসতা হতে পারে?",
          options: [
            "শৈশবকালে",
            "কৈশোরকালে",
            "প্রজনন বা যৌবনকালে",
            "উপরের সবগুলো",
          ],
          answer: 3,
        },
        {
          id: 6,
          title:
            "জেন্ডারভিত্তিক সহিংসতা স্বাস্থ্য সম্পর্কিত কোন সমস্যা সৃষ্টি করে?",
          options: ["এইচআইভি/এইডস", "হৃদরোগ", "ডায়াবেটিস", "ম্যালেরিয়া"],
          answer: 0,
        },
        {
          id: 7,
          title: "জেন্ডারভিত্তিক সহিংসতা নিরসনের উপায় কোনটি?",
          options: [
            "সচেতনতা বৃদ্ধি",
            "নির্যাতনের প্রচার",
            "নির্যাতনের প্রাতিষ্ঠানিকীকরণ",
            "নির্যাতনের গ্রহণযোগ্যতা বৃদ্ধি",
          ],
          answer: 0,
        },
        {
          id: 8,
          title: "কোনটি সহিংসতার সময়ে জরুরি সাহায্য নম্বর?",
          options: ["১০৮", "৯৯৮", "১০৯", "১১০"],
          answer: 2,
        },
        {
          id: 9,
          title:
            "নবজাতক মেয়ে শিশুকে খাদ্য ও চিকিৎসা প্রদানে বৈষম্য কোন পর্যায়ের সহিংসতা?",
          options: [
            "সামাজিক সহিংসতা",
            "জেন্ডারভিত্তিক সহিংসতা",
            "অর্থনৈতিক সহিংসতা",
            "পারিবারিক সহিংসতা",
          ],
          answer: 1,
        },
        {
          id: 10,
          title:
            "জেন্ডারভিত্তিক সহিংসতা অর্থনৈতিক প্রতিবন্ধকতা তৈরি করে কিভাবে?",
          options: [
            "নারীদের চাকুরীর সুযোগ বৃদ্ধি করে",
            "নারীদের চাকুরীর সুযোগ কমে যায়",
            "পুরুষদের চাকুরীর সুযোগ কমে যায়",
            "কর্মক্ষেত্রে সমতা আনে",
          ],
          answer: 1,
        },
      ],
    },
  },
];
