export const EmergencyContent = {
  id: 8,
  categoryTitle: "জরুরী সেবা",
  categoryDescription:
    "এখন প্রায় সবার কাছেই মোবাইল ফোন থাকে। অনেক সময় আমাদের পরিস্থিতি আমাদের নিয়ন্ত্রণে থাকে না;  তাই যে কোন জরুরী পরিস্থিতিতে দ্রুত সহায়তা পেতে কিছু নম্বরে ফোন করা যায়।প্রশিক্ষিত এজেন্টরা জরুরি মুহুর্তে আপনার প্রয়োজন অনুযায়ী সহায়তা দেওয়ার জন্য প্রস্তুত থাকেন ।",
  categoryImageUrl: require("@/assets/images/education/8.png"),
  categoryBGColor: "#ffe1d7",
  subcategories: [
    {
      id: 1,
      title: "মানসিক স্বাস্থ্য",
      subtitle:
        'মানসিক স্বাস্থ্য আবেগগত , মনস্তাত্ত্বিক এবং সামাজিক সুস্থতাকে অন্তর্ভুক্ত করে , যা জ্ঞান , উপলব্ধি এবং আচরণকে প্রভাবিত করে । বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) এর মতে , এটি একটি "সুস্থতার অবস্থা যেখানে ব্যক্তি তার ক্ষমতা উপলব্ধি করতে পারে, জীবনের স্বাভাবিক চাপের সাথে মোকাবিলা করতে পারে, উৎপাদনশীল এবং ফলপ্রসূভাবে কাজ করতে পারে এবং তার জন্য অবদান রাখতে পারে।',
      details: [
        {
          type: "plain",
          title: "মানসিক স্বাস্থ্য",
          description: [
            'মানসিক স্বাস্থ্য আবেগগত , মনস্তাত্ত্বিক এবং সামাজিক সুস্থতাকে অন্তর্ভুক্ত করে , যা জ্ঞান , উপলব্ধি এবং আচরণকে প্রভাবিত করে । বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) এর মতে , এটি একটি "সুস্থতার অবস্থা যেখানে ব্যক্তি তার ক্ষমতা উপলব্ধি করতে পারে, জীবনের স্বাভাবিক চাপের সাথে মোকাবিলা করতে পারে, উৎপাদনশীল এবং ফলপ্রসূভাবে কাজ করতে পারে এবং তার জন্য অবদান রাখতে পারে।',
          ],
        },
        {
          type: "plain",
          title: "জাতীয় জরুরি সেবা (৯৯৯)",
          description: [
            "যেকোনো পরিস্থিতিতে এখন সবচেয়ে জরুরি নম্বর হলো ৯৯৯। এটি দেশের জাতীয় জরুরি সেবা নম্বর। যেকোনো দুর্ঘটনার মুখোমুখি হলে জরুরি সেবা পেতে দেশের যেকোনো স্থান থেকে যে কেউ এই নম্বরে ফোন করতে পারেন। পুলিশের অধীনে এই কল সেন্টার পরিচালিত হচ্ছে। এই নম্বরে ফোন করে পুলিশ, ফায়ার সার্ভিস ও অ্যাম্বুলেন্স সেবা কিংবা এ–সংক্রান্ত তথ্য পাওয়া যাবে। দিনরাত ২৪ ঘণ্টা এ কল সেন্টার চালু থাকে। যেকোনো ফোন থেকে বিনা মূল্যে ৯৯৯ নম্বরে ফোন করা যায়।",
            "ফোন করে সুনির্দিষ্ট তথ্য দিন। কোনো দুর্ঘটনা হলে ঘটনাস্থলের নাম, সড়ক নম্বর, বাড়ি নম্বর উল্লেখ করুন। অপরাধীকে দেখে থাকলে তার চেহারার বর্ণনা দিন, যতটা মনে থাকে। অপ্রাসঙ্গিক কথা-আবেগ নিয়ন্ত্রণ করুন। অযথা এই নম্বরে ফোন করলে আপনার নম্বর ব্লক করে দিতে পারে।",
          ],
        },
      ],
    },
    {
      id: 2,
      title: "নারী ও শিশু",
      subtitle:
        "নির্যাতনের শিকার নারী ও শিশুর প্রয়োজনীয় সকল ধরনের সেবা এবং সহায়তা প্রদান নিশ্চিতকরণ। ভিকটিম এবং অন্যান্য স্টেকহোল্ডারদের আইনী বিধি-বিধান সম্পর্কে দিকনির্দেশনা প্রদান।সরকারী ও বেসরকারী পর্যায়ে বিরাজমান অন্যান্য হেল্পলাইন সম্পর্কে তথ্য প্রদান।ভিকটিম এবং তার পরিবারের সদস্যদের মনোসামাজিক কাউন্সেলিং সেবা প্রদান।আইনসহায়তা প্রদানকারী সংস্থা এবং অন্যান্য সমাজকর্মীর মাধ্যমে বিশেষ পরিস্থিতিতে ভিকটিককে উদ্ধারে সহায়তা প্রদান।",
      details: [
        {
          type: "list",
          title: "নারী ও শিশু",
          subtitle:
            "নির্যাতনের শিকার নারী ও শিশুর প্রয়োজনীয় সকল ধরনের সেবা এবং সহায়তা প্রদান নিশ্চিতকরণ। ভিকটিম এবং অন্যান্য স্টেকহোল্ডারদের আইনী বিধি-বিধান সম্পর্কে দিকনির্দেশনা প্রদান।সরকারী ও বেসরকারী পর্যায়ে বিরাজমান অন্যান্য হেল্পলাইন সম্পর্কে তথ্য প্রদান।ভিকটিম এবং তার পরিবারের সদস্যদের মনোসামাজিক কাউন্সেলিং সেবা প্রদান।আইনসহায়তা প্রদানকারী সংস্থা এবং অন্যান্য সমাজকর্মীর মাধ্যমে বিশেষ পরিস্থিতিতে ভিকটিককে উদ্ধারে সহায়তা প্রদান।",
          children: [
            {
              title: "নারী ও শিশু নির্যাতন প্রতিরোধ সেল   ☎ 109",
              isTitleBold: true,
              subtitle: [
                "নারী নির্যাতন বা বাল্যবিবাহ হতে দেখলেই বিনামূল্যে কল করুন এই নাম্বারে। আমাদের দেশে নারী ও শিশু নির্যাতনের ঘটনা ঘটে প্রতিনিয়ত। এই নির্যাতন প্রতিরোধে ‘নারী ও শিশু নির্যাতন প্রতিরোধ সেল’ চালু করা হয়েছে, যার নম্বর ১০৯। কোনো নারী নির্যাতনের শিকার হলে, বখাটেদের আক্রমণের মুখে পড়লে অথবা অপমানিত হওয়ার আশঙ্কা করলে সঙ্গে সঙ্গে এই নম্বরে ফোন করে সাহায্য চাইতে পারেন। মহিলা ও শিশুবিষয়ক মন্ত্রণালয়ের অধীনে নারী নির্যাতন প্রতিরোধকল্পে মাল্টিসেক্টরাল কর্মসূচির আওতায় এই কর্মসূচি পরিচালিত হচ্ছে। এ নম্বরে ফোন করতে কোনো চার্জ দিতে হবে না। সপ্তাহের সাত দিন ২৪ ঘণ্টা খোলা থাকে এই নম্বর।",
              ],
            },
            {
              title: "শিশু সহায়তা   ☎ 1098",
              isTitleBold: true,
              subtitle: [
                "দেশের যেকোনো প্রান্তের কোনো শিশু কোনো ধরনের সহিংসতা, নির্যাতন ও শোষনের শিকার হলে শিশু নিজে অথবা অন্য যে কোন ব্যক্তি বিনামূল্যে ১০৯৮ হেল্পলাইনে ফোন করে সহায়তা চাইতে পারবেন।",
                "সুবিধাবঞ্চিত নির্যাতিত ও বিপদাপন্ন শিশুদের ২৪ ঘণ্টা জরুরি সহায়তা সেবা দিতে ২০১১ সালে যাত্রা শুরু করে চাইল্ড হেল্পলাইন ১০৯৮। সমাজসেবা অধিদপ্তরের তত্ত্বাবধান অপরাজেয় বাংলাদেশ নামের একটি বেসরকারি সংস্থা এই হেল্পলাইন পরিচালনা করছে। এই নম্বরে ফোন করতে কোনো চার্জ প্রযোজ্য হবে না।",
              ],
            },
          ],
        },
      ],
    },
    {
      id: 3,
      title: "স্বাস্থ্য বিষয়ক",
      subtitle:
        "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার একটি গুরুত্বপূর্ণ প্রতিষ্ঠান, যা জনগণের স্বাস্থ্য সেবা প্রদানে সব সময় প্রস্তুত থাকে। এই সেন্টারগুলির মাধ্যমে রোগীদের অগ্রাধিকার প্রাপ্তির ব্যবস্থা রয়েছে, এবং প্রয়োজনে তাদের সহায়তা ও পরামর্শ প্রদান করা হয়। এই সেন্টারগুলি স্থানীয় স্বাস্থ্য কর্মীদের মাধ্যমে পরিচালিত হয় এবং প্রতি সময় সেবা প্রদানের জন্য প্রস্তুত থাকে। এছাড়াও, এই কেন্দ্রগুলি জরুরী চিকিৎসা প্রয়োজনে অবস্থানীয় সরকারী হাসপাতালে রেফার করে থাকে।",
      details: [
        {
          type: "plain",
          title: "স্বাস্থ্য বিষয়ক",
          description: [
            "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার একটি গুরুত্বপূর্ণ প্রতিষ্ঠান, যা জনগণের স্বাস্থ্য সেবা প্রদানে সব সময় প্রস্তুত থাকে। এই সেন্টারগুলির মাধ্যমে রোগীদের অগ্রাধিকার প্রাপ্তির ব্যবস্থা রয়েছে, এবং প্রয়োজনে তাদের সহায়তা ও পরামর্শ প্রদান করা হয়। এই সেন্টারগুলি স্থানীয় স্বাস্থ্য কর্মীদের মাধ্যমে পরিচালিত হয় এবং প্রতি সময় সেবা প্রদানের জন্য প্রস্তুত থাকে। এছাড়াও, এই কেন্দ্রগুলি জরুরী চিকিৎসা প্রয়োজনে অবস্থানীয় সরকারী হাসপাতালে রেফার করে থাকে।",
          ],
        },
        {
          type: "list",
          title: "স্বাস্থ্য বাতায়ন",
          subtitle:
            "স্বাস্থ্য বাতায়ন হল স্বাস্থ্য অবস্থা ও সমস্যার অনুসন্ধানের জন্য একটি গুরুত্বপূর্ণ পদক্ষেপ।  সরকারী-বেসরকারী স্বাস্থ্য সেবা অথবা হাসপাতাল বিষয়ক আপনার কোন অভিযোগ কিংবা পরামর্শ থাকলেও স্বাস্থ্য বাতায়ন  নম্বরে কল করে জানাতে পারেন।",
          children: [
            {
              title: "স্বাস্থ্য বাতায়ন   ☎ 16263",
              isTitleBold: true,
              subtitle: [
                "স্বাস্থ্যসংক্রান্ত যেকোনো বিষয়ে সরাসরি চিকিৎসকের সঙ্গে কথা বলতে ও  পরামর্শ পেতে  কল করুন এই নাম্বারে। দিনরাত ২৪ ঘণ্টা খোলা থাকে এই নম্বর। (চার্জ প্রযোজ্য)",
                "যেকোনো সময় যে কেউ অসুস্থ হয়ে যেতে পারে। এ সময় হয়তো আপনি পরিচিত কোনো চিকিৎসককে ফোন করে পাচ্ছেন না; আবার কারও কারও পরিচিত কোনো চিকিৎসক না–ও থাকতে পারে। এমন পরিস্থিতিতে নিশ্চিন্তে ফোন করা যাবে স্বাস্থ্য বাতায়নের হেল্পলাইন ১৬২৬৩ নম্বরে। এটি স্বাস্থ্য মন্ত্রণালয় পরিচালিত হেল্পলাইন।",
                "এই নম্বরে ফোন করে স্বাস্থ্যসংক্রান্ত যেকোনো বিষয়ে সরাসরি চিকিৎসকের সঙ্গে কথা বলে আপনি পরামর্শ পেতে পারেন। দিনরাত ২৪ ঘণ্টা খোলা থাকে এই নম্বর। এ ছাড়া স্বাস্থ্য বাতায়ন থেকে সরকারি হাসপাতাল, ডাক্তারের তথ্য কিংবা স্বাস্থ্যসেবা–বিষয়ক অন্যান্য যেকোনো তথ্য ও ফোন নম্বর পাওয়া যাবে। সরকারি, বেসরকারি স্বাস্থ্যসেবা অথবা হাসপাতাল–বিষয়ক যেকোনো অভিযোগ কিংবা পরামর্শও এই নম্বরে জানানো যাবে। ওই অভিযোগের ব্যাপারে কী ব্যবস্থা নেওয়া হয়েছে, তা-ও জানানো হবে অভিযোগকারীকে।",
              ],
            },
          ],
        },
        {
          type: "list",
          title: "পরিবার পরিকল্পনা সেবা",
          subtitle:
            "পরিবার পরিকল্পনা অধিদপ্তরে ‘সুখী পরিবার’ নামে একটি কল সেন্টার (১৬৭৬৭) স্থাপন করেছে স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রণালয়। দেশের যেকোনো মোবাইল থেকে এই নম্বরে কল দিলেই পরিবার পরিকল্পনা, মা-শিশু স্বাস্থ্য, কৈশোরকালীন স্বাস্থ্য বিষয়ে সার্বক্ষণিক পরামর্শ পাওয়া যাবে। এছাড়া জরুরি প্রসূতি সেবা ও বাল্যবিয়ে রোধের ক্ষেত্রেও কল সেন্টারটি থেকে সহায়তা পাওয়া যাবে। কল সেন্টারটি এমন একটি তথ্য কেন্দ্র যেখান থেকে প্রতিদিন ২৪ ঘণ্টা পরিবার পরিকল্পনা, মা-শিশু ও কিশোর কিশোরীদের প্রজনন স্বাস্থ্য সম্পর্কিত তথ্য পাওয়া যাবে। এর মাধ্যমে মাঠ পর্যায়ে বিভিন্ন সেবা কেন্দ্র থেকে সেবা প্রাপ্তির একটি নেটওয়ার্ক তৈরি হবে, যা সেবা প্রদানে স্বচ্ছতা আনতে ভূমিকা রাখবে।",
          children: [
            {
              title: "সুখী পরিবার কল সেন্টার    ☎ 16767",
              isTitleBold: true,
              subtitle: [
                "পরিবার পরিকল্পনা অধিদপ্তরের এই কল সেন্টারের নাম ‘সুখী পরিবার ১৬৭৬৭’। ৩৬৫ দিন ২৪ ঘণ্টা এই কল সেন্টার খোলা থাকে। দিনের যেকোনো সময় ফোন করে এই কেন্দ্র থেকে সেবা ও পরামর্শ পাওয়া যায়। প্রজনন স্বাস্থ্য বিষয়ক প্রশ্ন,  সমস্যা নিয়ে অনেকে পরিচিতজনের কাছে, এমনকি চিকিৎসকের কাছে লজ্জায় মুখ খুলতে চান না।",
                "লোক জানাজানির ভয়ে অনেকে স্বাস্থ্যকেন্দ্রে অথবা স্বাস্থ্যকর্মী বা চিকিৎসকের কাছে যান না। তাঁরা কল সেন্টারে ফোন করে স্বাচ্ছন্দ্যে সমস্যার কথা বলতে পারেন। কল সেন্টারের এজেন্টরা প্রশ্নের উত্তর দেন। কিছু ক্ষেত্রে কল ট্রান্সফার করেন বিশেষজ্ঞ চিকিৎসকের কাছে। কেউ যদি শুধু নারী বা শুধু পুরুষের সঙ্গে কথা বলতে চান, সেই বিকল্প বেছে নেওয়ার সুযোগও আছে।",
              ],
            },
          ],
        },
      ],
    },
    {
      id: 4,
      title: "বিবিধ",
      subtitle:
        "বর্তমান সরকার অসহায়, দরিদ্র , নির্যাতিত সকল শ্রেণীর মানুষের আইনগত অধিকার প্রতিষ্ঠাকে সর্বোচ্চ গুরুত্ব আরোপ করে “আইনি সেবা” নিশ্চিত করার লক্ষ্যে সম্পূর্ণ সরকারী অর্থায়নে “সরকারি আইনি সেবার মানোন্নয়নে সহায়তা প্রদান” প্রকল্পের আওতায়  জাতীয় পর্যায়ে সম্পূর্ণ টোল ফ্রি একটি নম্বরের মাধ্যমে হেল্পলাইন সার্ভিস কার্যক্রম বাস্তবায়ন করেছে।",
      details: [
        {
          type: "list",
          title: "বিবিধ",
          subtitle:
            "বর্তমান সরকার অসহায়, দরিদ্র , নির্যাতিত সকল শ্রেণীর মানুষের আইনগত অধিকার প্রতিষ্ঠাকে সর্বোচ্চ গুরুত্ব আরোপ করে “আইনি সেবা” নিশ্চিত করার লক্ষ্যে সম্পূর্ণ সরকারী অর্থায়নে “সরকারি আইনি সেবার মানোন্নয়নে সহায়তা প্রদান” প্রকল্পের আওতায়  জাতীয় পর্যায়ে সম্পূর্ণ টোল ফ্রি একটি নম্বরের মাধ্যমে হেল্পলাইন সার্ভিস কার্যক্রম বাস্তবায়ন করেছে।",
          children: [
            {
              title: "সরকারী আইন সেবা   ☎ 16430",
              isTitleBold: true,
              subtitle: [
                "সরকারী আইনি সেবা সম্পকিত যে কোনো পরামর্শ ও অভিযোগের জন্য বিনামূল্যে কল করুন ১৬৪৩০ নাম্বারে। বাংলাদেশে আইনি সেবা নেওয়ার ক্ষেত্রে বেশ অর্থ ব্যয় হয়। ফলশ্রুতিতে অর্থের অভাবে অনেক দরিদ্র জনগণ প্রয়োজনীয় আইনি সেবা থেকে বঞ্চিত হয়। আর এ বিষয়টিকে মাথায় রেখে আইন ও বিচার বিভাগের অধীনে ২০১৬ সাল থেকে পরিচালিত হয়ে আসছে এ হটলাইন নাম্বারটি, যেখানে কল করে যেকোনো ব্যক্তি বিনামূল্যে প্রয়োজনীয় আইনি সহায়তা পেয়ে থাকেন।",
              ],
            },
            {
              title: "মানবাধিকার সহায়ক কল সেন্টার    ☎ 16108",
              isTitleBold: true,
              subtitle: [
                "মানবাধিকার বিঘ্নিত হচ্ছে এমন কোনো ঘটনা ঘটলে ১৬১০৮ হটলাইন নাম্বারে কল করে অভিযোগ জানানো যাবে। এছাড়া কোথাও কারো উপর শোষণ-নির্যাতন করা হলে সেটি জানাতেও নাম্বারটি ব্যবহৃত হয়। (চার্জ প্রযোজ্য)। ",
              ],
            },
          ],
        },
      ],
    },
  ],
};
