export const EmergencyContent = {
  id: 8,
  categoryTitle: "জরুরী সেবা",
  categoryDescription:
    "এখন প্রায় সবার কাছেই মোবাইল ফোন থাকে। অনেক সময় আমাদের পরিস্থিতি আমাদের নিয়ন্ত্রণে থাকে না;  তাই যে কোন জরুরী পরিস্থিতিতে দ্রুত সহায়তা পেতে কিছু নম্বরে ফোন করা যায়। প্রশিক্ষিত এজেন্টরা জরুরি মুহুর্তে আপনার প্রয়োজন অনুযায়ী সহায়তা দেওয়ার জন্য প্রস্তুত থাকেন।",
  categoryImageUrl: require("@/assets/images/education/8.png"),
  categoryBGColor: "#ffe1d7",
  subcategories: [
    {
      id: 1,
      title: "মানসিক স্বাস্থ্য",
      subtitle:
        "মানসিক স্বাস্থ্য কেবল ব্যক্তির আবেগগত, মনস্তাত্ত্বিক এবং সামাজিক সুস্থতাকেই নয়, বরং তার চিন্তাভাবনা, অনুভূতি ও আচরণকেও প্রভাবিত করে।বিশ্ব স্বাস্থ্য সংস্থার (ডব্লিউএইচও) সংজ্ঞা অনুযায়ী, এটি একটি সুস্থতার অবস্থা যেখানে ব্যক্তি তার ক্ষমতা উপলব্ধি করে, জীবনের স্বাভাবিক চাপ মোকাবিলা করতে পারে, উৎপাদনশীলভাবে কাজ করে এবং সমাজে অবদান রাখতে সক্ষম।",
      details: [
        {
          type: "plain",
          title: "মানসিক স্বাস্থ্য",
          description: [
            "মানসিক স্বাস্থ্য কেবল ব্যক্তির আবেগগত, মনস্তাত্ত্বিক এবং সামাজিক সুস্থতাকেই নয়, বরং তার চিন্তাভাবনা, অনুভূতি ও আচরণকেও প্রভাবিত করে।বিশ্ব স্বাস্থ্য সংস্থার (ডব্লিউএইচও) সংজ্ঞা অনুযায়ী, এটি একটি সুস্থতার অবস্থা যেখানে ব্যক্তি তার ক্ষমতা উপলব্ধি করে, জীবনের স্বাভাবিক চাপ মোকাবিলা করতে পারে, উৎপাদনশীলভাবে কাজ করে এবং সমাজে অবদান রাখতে সক্ষম।",
          ],
        },
        {
          type: "plain",
          description: [
            "০৯৬৭৮৭৭১৬১১",
            "আপনি যদি মানসিক স্বাস্থ্যসেবা প্রয়োজন মনে করেন, তবে 'স্বজন' হেল্পলাইনের নম্বর ০৯৬৭৮৭৭১৬১১-এ ফোন করে আপনার সমস্যাগুলি আলোচনা করতে পারেন। তাদের প্রশিক্ষণপ্রাপ্ত পেশাদার কর্মীরা আপনাকে সহায়তা করতে প্রস্তুত আছেন। হেল্পলাইনটি প্রতিদিন সকাল ৮টা থেকে রাত ৮টা পর্যন্ত খোলা থাকে।",
          ],
        },
      ],
    },
    {
      id: 2,
      title: "জাতীয় জরুরি সেবা",
      subtitle:
        "যেকোনো ধরনের জরুরী সেবা, যেমন পুলিশ, ফায়ার সার্ভিস, অথবা অ্যাম্বুলেন্সের জন্য এই নম্বরে কল করা যায়। কল সেন্টারটি ২৪ ঘণ্টা খোলা থাকে এবং যেকোনো ফোন থেকে বিনামূল্যে যোগাযোগ করা সম্ভব।",
      details: [
        {
          type: "plain",
          title: "জাতীয় জরুরি সেবা (৯৯৯)",
          description: [
            "৯৯৯ নম্বর বাংলাদেশে জাতীয় জরুরি সেবা নম্বর, যা দুর্ঘটনা বা জরুরি অবস্থায় সাহায্য পাওয়ার জন্য খুবই কার্যকর।",
          ],
        },
        {
          type: "list",
          subtitle: "কল করার সময় সুনির্দিষ্ট তথ্য প্রদান করা জরুরি। যেমন",
          children: [
            {
              title: "ঘটনাস্থলের নাম",
            },
            {
              title: "সড়ক নম্বর",
            },
            {
              title: "বাড়ি নম্বর",
            },
            {
              title: "যদি অপরাধীকে দেখে থাকেন, তার চেহারার বর্ণনা",
            },
          ],
        },
        {
          type: "plain",
          description: [
            "এছাড়া, অপ্রাসঙ্গিক কথা বলা বা আবেগ নিয়ন্ত্রণে রাখা উচিত। অযথা ফোন করলে আপনার নম্বর ব্লক করা হতে পারে, তাই সতর্কতা অবলম্বন করা জরুরি।",
          ],
        },
      ],
    },
    {
      id: 3,
      title: "নারী ও শিশু",
      subtitle:
        "নির্যাতনের শিকার নারী ও শিশুর প্রয়োজনীয় সকল ধরনের সেবা এবং সহায়তা প্রদান নিশ্চিতকরণ। ভিকটিম এবং অন্যান্য স্টেকহোল্ডারদের আইনী বিধি-বিধান সম্পর্কে দিকনির্দেশনা প্রদান।সরকারী ও বেসরকারী পর্যায়ে বিরাজমান অন্যান্য হেল্পলাইন সম্পর্কে তথ্য প্রদান। ভিকটিম এবং তার পরিবারের সদস্যদের মনোসামাজিক কাউন্সেলিং সেবা প্রদান। আইনসহায়তা প্রদানকারী সংস্থা এবং অন্যান্য সমাজকর্মীর মাধ্যমে বিশেষ পরিস্থিতিতে ভিকটিমকে উদ্ধারে সহায়তা প্রদান।",
      details: [
        {
          type: "plain",
          title: "নারী ও শিশু",
          description: [
            "নির্যাতনের শিকার নারী ও শিশুর প্রয়োজনীয় সকল ধরনের সেবা এবং সহায়তা প্রদান নিশ্চিতকরণ। ভিকটিম এবং অন্যান্য স্টেকহোল্ডারদের আইনী বিধি-বিধান সম্পর্কে দিকনির্দেশনা প্রদান।সরকারী ও বেসরকারী পর্যায়ে বিরাজমান অন্যান্য হেল্পলাইন সম্পর্কে তথ্য প্রদান। ভিকটিম এবং তার পরিবারের সদস্যদের মনোসামাজিক কাউন্সেলিং সেবা প্রদান। আইনসহায়তা প্রদানকারী সংস্থা এবং অন্যান্য সমাজকর্মীর মাধ্যমে বিশেষ পরিস্থিতিতে ভিকটিমকে উদ্ধারে সহায়তা প্রদান।",
          ],
        },
        {
          type: "list",
          subtitle:
            "১০৯-এ ফোন করে নারী ও শিশু নির্যাতনের শিকার হলে বা বাল্যবিবাহ সম্পর্কে জানালে বিনামূল্যে সাহায্য পাওয়া যায়।",
          children: [
            {
              title: "নারী নির্যাতনের শিকার হলে সাহায্য চাওয়া যায়।",
            },
            {
              title:
                "বখাটেদের আক্রমণ বা অপমানিত হওয়ার আশঙ্কায় দ্রুত সহায়তা পাওয়া যায়।",
            },
            {
              title:
                "মহিলা ও শিশুবিষয়ক মন্ত্রণালয়ের অধীনে মাল্টিসেক্টরাল কর্মসূচির মাধ্যমে এই সেবা প্রদান করা হয়।",
            },
          ],
        },
        {
          type: "plain",
          description: [
            "এই নম্বরে ফোন করার জন্য কোনো চার্জ দিতে হয় না এবং এটি সপ্তাহের সাত দিন, ২৪ ঘণ্টা খোলা থাকে। এই ধরনের সেবা নারী ও শিশুদের নিরাপত্তা নিশ্চিত করতে এবং নির্যাতনের বিরুদ্ধে সচেতনতা বৃদ্ধি করতে সহায়ক।",
          ],
        },
      ],
    },
    {
      id: 4,
      title: "শিশু সহায়তা",
      details: [
        {
          type: "plain",
          title: "শিশু সহায়তা",
          description: [
            "১০৯৮ হেল্পলাইনে দেশের যেকোনো প্রান্তের শিশু সহিংসতা, নির্যাতন ও শোষণের শিকার হলে বিনামূল্যে সহায়তা চাইতে পারেন।",
            "এই হেল্পলাইনটি ২০১১ সালে শুরু হয়, এবং এর মাধ্যমে সুবিধাবঞ্চিত, নির্যাতিত ও বিপদাপন্ন শিশুদের ২৪ ঘণ্টা জরুরি সহায়তা সেবা প্রদান করা হয়। এটি সমাজসেবা অধিদপ্তরের তত্ত্বাবধানে এবং অপরাজেয় বাংলাদেশ নামে একটি বেসরকারি সংস্থা পরিচালনা করে।",
            "এই নম্বরে ফোন করার জন্য কোনো চার্জ নেই, যা শিশুদের নিরাপত্তা নিশ্চিত করতে এবং তাদের সাহায্য প্রয়োজনের সময় দ্রুত সেবা গ্রহণে সহায়ক।",
          ],
        },
        {
          type: "list",
          title:
            "এছাড়াও নারী ও শিশু নির্যাতন ও বাল্যবিবাহ প্রতিরোধে মহিলা ও শিশু বিষয়ক কার্যালয়, ময়মনসিংহ ও নেত্রকোণা জেলার নিন্মে ব্যক্তিদের সাথে যোগাযোগ করুন-",
          subtitle: "জাতীয় মহিলা সংস্থার তথ্য আপাকে জিজ্ঞাসা: ডায়াল ১০৯২২",
          children: [
            {
              title: "উপপরিচালক",
              isTitleBold: true,
              subtitle: [
                "মহিলা ও শিশু বিষয়ক কার্যালয়,ময়মনসিংহ",
                "মোবাইল : ০১৭১৫৬০৯১৭৬",
                "অফিস ফোন:০২৯৯৬৬৬৭৮২৩",
              ],
            },
            {
              title: "প্রোগ্রাম অফিসার",
              isTitleBold: true,
              subtitle: [
                "মহিলা ও শিশু বিষয়ক কার্যালয়,ময়মনসিংহ",
                "মোবাইল : ০১৭১৮৬৪৮০৩৩",
                "অফিস ফোন:০২৯৯৬৬৬৭৮২৩",
              ],
            },
            {
              title: "উপপরিচালক",
              isTitleBold: true,
              subtitle: [
                "মহিলা বিষয়ক অধিদপ্তর, নেত্রকোনা (অতিরিক্ত দ্বায়িত্ব)",
                "মোবাইল নং : ০১৭১৮ ৬৬৪৪৫৪",
                "ফোন (অফিস) : ০৯৫১৬১৬৩০",
              ],
            },
            {
              title: "প্রোগ্রাম অফিসার",
              isTitleBold: true,
              subtitle: [
                "মহিলা বিষয়ক অধিদপ্তর, নেত্রকোনা।",
                "মোবাইল নং : ০১৭৯১০৪০৬৭৮",
                "ফোন (অফিস) : ০৯৫১৬১৬৩০",
              ],
            },
          ],
        },
      ],
    },
    {
      id: 5,
      title: "স্বাস্থ্য বিষয়ক",
      subtitle:
        "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার একটি গুরুত্বপূর্ণ প্রতিষ্ঠান। এই সেন্টারগুলো জনগণের স্বাস্থ্য সেবা প্রদানে সব সময় প্রস্তুত থাকে এবং রোগীদের জন্য অগ্রাধিকার প্রাপ্তির ব্যবস্থা করে। স্থানীয় স্বাস্থ্য কর্মীদের মাধ্যমে পরিচালিত হয়ে থাকে এবং প্রয়োজনীয় সহায়তা ও পরামর্শ প্রদান করে।",
      details: [
        {
          type: "plain",
          title: "স্বাস্থ্য বিষয়ক",
          description: [
            "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার একটি গুরুত্বপূর্ণ প্রতিষ্ঠান। এই সেন্টারগুলো জনগণের স্বাস্থ্য সেবা প্রদানে সব সময় প্রস্তুত থাকে এবং রোগীদের জন্য অগ্রাধিকার প্রাপ্তির ব্যবস্থা করে। স্থানীয় স্বাস্থ্য কর্মীদের মাধ্যমে পরিচালিত হয়ে থাকে এবং প্রয়োজনীয় সহায়তা ও পরামর্শ প্রদান করে।",
          ],
        },
        {
          type: "plain",
          title: "স্বাস্থ্য বাতায়ন",
          description: [
            "☎  16263",
            "জরুরী চিকিৎসা প্রয়োজন হলে এই সেন্টারগুলো স্থানীয় সরকারি হাসপাতালে রেফার করার ব্যবস্থা করে। স্বাস্থ্য বাতায়ন একটি গুরুত্বপূর্ণ পদক্ষেপ, যেখানে স্বাস্থ্য সম্পর্কিত সমস্যা ও অবস্থার অনুসন্ধান করা যায়।",
            "হেল্পলাইন ১৬২৬৩ এ কল করে স্বাস্থ্যসংক্রান্ত যেকোনো বিষয়ে সরাসরি চিকিৎসকের সঙ্গে কথা বলা যায় এবং পরামর্শ নেওয়া সম্ভব। এটি ২৪ ঘণ্টা খোলা থাকে, তবে কল করার সময় চার্জ প্রযোজ্য হবে।",
            "অসুস্থ হলে পরিচিত কোনো চিকিৎসক না পাওয়ার পরিস্থিতিতে এই নম্বরটি অত্যন্ত সহায়ক। স্বাস্থ্য মন্ত্রণালয় পরিচালিত এই হেল্পলাইন থেকে সরকারি হাসপাতাল, চিকিৎসক এবং স্বাস্থ্যসেবা সম্পর্কিত অন্যান্য তথ্য পাওয়া যায়।",
            "এছাড়া, সরকারি ও বেসরকারি স্বাস্থ্যসেবা বা হাসপাতাল বিষয়ক অভিযোগ ও পরামর্শও এই নম্বরে জানানো যেতে পারে। অভিযোগের ব্যাপারে কী ব্যবস্থা নেওয়া হয়েছে, সেটাও অভিযোগকারীকে জানানো হবে, যা সেবার মান উন্নত করতে সাহায্য করে।",
          ],
        },
      ],
    },
    {
      id: 6,
      title: "পরিবার পরিকল্পনা সেবা",
      subtitle:
        "পরিবার পরিকল্পনা অধিদপ্তর ‘সুখী পরিবার’ নামে একটি কল সেন্টার স্থাপন করেছে। যেকোনো মোবাইল থেকে ফোন করে পরিবার পরিকল্পনা, মা-শিশু স্বাস্থ্য, কৈশোরকালীন স্বাস্থ্য বিষয়ে সার্বক্ষণিক পরামর্শ পাওয়া যাবে। ",
      details: [
        {
          type: "plain",
          title: "পরিবার পরিকল্পনা সেবা",
          description: [
            "পরিবার পরিকল্পনা অধিদপ্তর ‘সুখী পরিবার’ নামে একটি কল সেন্টার স্থাপন করেছে। যেকোনো মোবাইল থেকে ফোন করে পরিবার পরিকল্পনা, মা-শিশু স্বাস্থ্য, কৈশোরকালীন স্বাস্থ্য বিষয়ে সার্বক্ষণিক পরামর্শ পাওয়া যাবে। ",
          ],
        },
        {
          type: "plain",
          title: "সুখী পরিবার কল সেন্টার",
          description: [
            "☎ 16767",
            "এই নম্বরটি জরুরি প্রসূতি সেবা এবং বাল্যবিবাহ রোধেও সহায়তা প্রদান করে। এর মাধ্যমে মাঠ পর্যায়ে সেবা কেন্দ্রগুলোর সঙ্গে নেটওয়ার্ক তৈরি হবে, যা সেবার স্বচ্ছতা নিশ্চিত করবে।",
            "অনেক মানুষ প্রজনন স্বাস্থ্য বিষয়ক প্রশ্ন বা সমস্যাগুলি নিয়ে লজ্জা বোধ করেন এবং পরিচিতজনের কাছে বা চিকিৎসকের কাছে গিয়ে কথা বলতে চান না। কল সেন্টারে ফোন করে তারা স্বাচ্ছন্দ্যে সমস্যাগুলি নিয়ে কথা বলতে পারেন। কল সেন্টারের এজেন্টরা প্রশ্নের উত্তর দেয় এবং প্রয়োজন হলে বিশেষজ্ঞ চিকিৎসকের কাছে কল ট্রান্সফার করে।",
            "এছাড়া, যদি কেউ শুধুমাত্র নারী বা পুরুষের সঙ্গে কথা বলতে চান, তবে সেই বিকল্পও বেছে নেওয়ার সুযোগ আছে। এটি একটি নিরাপদ এবং সহায়ক পরিবেশ প্রদান করে, যেখানে সবাই নিজেদের সমস্যা সম্পর্কে আলোচনা করতে পারেন।",
          ],
        },
      ],
    },
    {
      id: 7,
      title: "বিবিধ",
      subtitle:
        "বর্তমান সরকার অসহায়, দরিদ্র, নির্যাতিত সকল শ্রেণীর মানুষের আইনগত অধিকার প্রতিষ্ঠাকে সর্বোচ্চ গুরুত্ব আরোপ করে “আইনি সেবা” নিশ্চিত করার লক্ষ্যে সম্পূর্ণ সরকারী অর্থায়নে “সরকারি আইনি সেবার মানোন্নয়নে সহায়তা প্রদান” প্রকল্পের আওতায়  জাতীয় পর্যায়ে সম্পূর্ণ টোল ফ্রি একটি নম্বরের মাধ্যমে হেল্পলাইন সার্ভিস কার্যক্রম বাস্তবায়ন করেছে।",
      details: [
        {
          type: "plain",
          title: "বিবিধ",
          description: [
            "বর্তমান সরকার অসহায়, দরিদ্র, নির্যাতিত সকল শ্রেণীর মানুষের আইনগত অধিকার প্রতিষ্ঠাকে সর্বোচ্চ গুরুত্ব আরোপ করে “আইনি সেবা” নিশ্চিত করার লক্ষ্যে সম্পূর্ণ সরকারী অর্থায়নে “সরকারি আইনি সেবার মানোন্নয়নে সহায়তা প্রদান” প্রকল্পের আওতায়  জাতীয় পর্যায়ে সম্পূর্ণ টোল ফ্রি একটি নম্বরের মাধ্যমে হেল্পলাইন সার্ভিস কার্যক্রম বাস্তবায়ন করেছে।",
          ],
        },
        {
          type: "plain",
          title: "সরকারী আইন সেবা",
          description: [
            "☎ 16430",
            "সরকারি আইনি সেবা সম্পর্কিত যে কোনো পরামর্শ বা অভিযোগের জন্য ১৬৪৩০ নম্বরে বিনামূল্যে কল করা যায়। অনেক দরিদ্র জনগণের জন্য আইনি সেবা গ্রহণে আর্থিক বাধা থাকে, যা তাদের প্রয়োজনীয় সেবা থেকে বঞ্চিত করে।",
            "এটি মাথায় রেখে, আইন ও বিচার বিভাগের অধীনে ২০১৬ সাল থেকে এই হটলাইন কার্যক্রম চালু রয়েছে। এখানে কল করে যে কেউ বিনামূল্যে প্রয়োজনীয় আইনি সহায়তা পেতে পারেন।",
            "এই উদ্যোগটি আইনি সেবাকে আরও সহজলভ্য করে এবং দরিদ্র জনগণের জন্য ন্যায্যতার সুযোগ বৃদ্ধি করে। এটি সবার জন্য আইনগত সহায়তার আওতা বাড়াতে এবং তাদের অধিকার প্রতিষ্ঠায় সহায়তা করে।",
          ],
        },
        {
          type: "plain",
          title: "মানবাধিকার সহায়ক কল সেন্টার",
          description: [
            "☎16108",
            "যদি মানবাধিকার বিঘ্নিত হয়, অথবা কোনো ব্যক্তি শোষণ বা নির্যাতনের শিকার হন, তাহলে ১৬১০৮ হটলাইন নম্বরে অভিযোগ জানানো যাবে। এই নম্বরে কল করে মানুষ তাদের সমস্যা ও অভিযোগ তুলে ধরতে পারেন। তবে এই কল করার জন্য চার্জ প্রযোজ্য হবে।",
            "এই ধরনের উদ্যোগ মানবাধিকার রক্ষা ও সবার নিরাপত্তা নিশ্চিত করতে সহায়ক, যাতে শোষণ ও নির্যাতনের বিরুদ্ধে একটি কার্যকর প্রতিক্রিয়া গঠন করা যায়। এটি মানুষের অধিকার ও সুরক্ষা নিশ্চিত করতে সহায়তা করে।",
          ],
        },
        {
          type: "plain",
          title: "ইউনিয়ন পরিষদ হেল্প লাইন",
          description: [
            "☎১৬২৫৬",
            "১৬২৫৬ নম্বরে ফোন করে যেকোনো ভাতা বা অনুদানসংক্রান্ত তথ্য ও পরামর্শ পাওয়া যাবে। এটি ২০১২ সালে চালু হয়েছে এবং দেশের যেকোনো স্থান থেকে ফোন করা যাবে।",
          ],
        },
        {
          type: "list",
          title: "স্থানীয় যোগাযোগের তথ্য",
          children: [
            {
              title: "কোতয়ালী মডেল থানা, সদর, ময়মনসিংহ",
              isTitleBold: true,
              children: [
                {
                  title: "ভারপ্রাপ্ত কর্মকর্তা: ০১৩২০১০৩১৯১",
                },
                {
                  title: "অফিস ফোন: ০৯১৬৫৬০০ / ০৯১৬৭৭৬১",
                },
                {
                  title: "পুলিশ পরিদর্শক (তদন্ত): ০১৩২০১০৩১৯২",
                },
              ],
            },
            {
              title: "ময়মনসিংহ সদর উপজেলা চেয়ারম্যান",
              isTitleBold: true,
              children: [
                {
                  title: "মোবাইল: ০১৭৪০৮২৮৭১২",
                },
              ],
            },
            {
              title: "উপজেলা নির্বাহী অফিসার, সদর, ময়মনসিংহ",
              isTitleBold: true,
              children: [
                {
                  title: "মোবাইল: ০১৭৩৩৩৭৩৩২৬",
                },
                {
                  title: "অফিস ফোন: ০১৭৩৩৩৭৩৩২৬",
                },
              ],
            },
            {
              title: "নেত্রকোনা সদর উপজেলা চেয়ারম্যান",
              isTitleBold: true,
              children: [
                {
                  title: "মোবাইল: ০১৭১৮৫১২৩৪৬",
                },
                {
                  title: "অফিস ফোন: ০৯৫১৫১০৫৮",
                },
              ],
            },
            {
              title: "উপজেলা নির্বাহী অফিসার, নেত্রকোণা সদর",
              isTitleBold: true,
              children: [
                {
                  title: "মোবাইল: ০১৭৯৩৭৬২১০৬",
                },
                {
                  title: "অফিস ফোন: ০৯৫১৬১৫৭৬",
                },
              ],
            },
          ],
        },
        {
          type: "list",
          title: "জরুরি সেবা নম্বর",
          children: [
            {
              title: "ন্যাশনাল ইমার্জেন্সি সার্ভিস: ৯৯৯",
            },
            {
              title: "দুর্নীতি দমন কমিশন হেল্পলাইন: ১০৬",
            },
            {
              title: "জাতীয় মহিলা সংস্থা: ১০৯২২",
            },
            {
              title: "নারী ও শিশু নির্যাতন প্রতিরোধ কল সেন্টার: ১০৯",
            },
            {
              title: "সুখী পরিবার কল সেন্টার: ১৬৭৬৭",
            },
            {
              title: "সরকারি আইনগত সহায়তা: ১৬৪৩০",
            },
            {
              title: "জাতীয় মানবাধিকার কমিশন: ১৬১০৮",
            },
            {
              title: "দুর্যোগ প্রারম্ভিক সতর্কতা: ১০৯০",
            },
          ],
        },
        {
          type: "plain",
          description: [
            "এগুলো সবার জন্য সহজলভ্য সেবা নিশ্চিত করতে এবং প্রয়োজনের সময় দ্রুত সহায়তা পাওয়ার সুযোগ করে দেয়। এই তথ্যগুলো মানুষের মধ্যে সচেতনতা বৃদ্ধি করে এবং যেকোনো সমস্যার মোকাবেলায় সঠিক পদক্ষেপ নিতে সাহায্য করে।",
          ],
        },
      ],
    },
  ],
};
