export const districts = [
  {
    label: "কক্সবাজার",
    value: "কক্সবাজার",
    subdistrict: [
      {
        label: "উখিয়া",
        value: "উখিয়া",
      },
      {
        label: "কক্সবাজার সদর",
        value: "কক্সবাজার সদর",
      },
      {
        label: "কুতুবদিয়া",
        value: "কুতুবদিয়া",
      },
      {
        label: "চকরিয়া",
        value: "চকরিয়া",
      },
      {
        label: "টেকনাফ",
        value: "টেকনাফ",
      },
      {
        label: "পেকুয়া",
        value: "পেকুয়া",
      },
      {
        label: "মহেশখালী",
        value: "মহেশখালী",
      },
      {
        label: "রামু",
        value: "রামু",
      },
    ],
  },
  {
    label: "কিশোরগঞ্জ",
    value: "কিশোরগঞ্জ",
    subdistrict: [
      {
        label: "অষ্টগ্রাম",
        value: "অষ্টগ্রাম",
      },
      {
        label: "ইটনা",
        value: "ইটনা",
      },
      {
        label: "কটিয়াদী",
        value: "কটিয়াদী",
      },
      {
        label: "করিমগঞ্জ",
        value: "করিমগঞ্জ",
      },
      {
        label: "কিশোরগঞ্জ সদর",
        value: "কিশোরগঞ্জ সদর",
      },
      {
        label: "কুলিয়ারচর",
        value: "কুলিয়ারচর",
      },
      {
        label: "তাড়াইল",
        value: "তাড়াইল",
      },
      {
        label: "নিকলী",
        value: "নিকলী",
      },
      {
        label: "পাকুন্দিয়া",
        value: "পাকুন্দিয়া",
      },
      {
        label: "বাজিতপুর",
        value: "বাজিতপুর",
      },
      {
        label: "ভৈরব",
        value: "ভৈরব",
      },
      {
        label: "মিঠামইন",
        value: "মিঠামইন",
      },
      {
        label: "হোসেনপুর",
        value: "হোসেনপুর",
      },
    ],
  },
  {
    label: "কুড়িগ্রাম",
    value: "কুড়িগ্রাম",
    subdistrict: [
      {
        label: "উলিপুর",
        value: "উলিপুর",
      },
      {
        label: "কুড়িগ্রাম সদর",
        value: "কুড়িগ্রাম সদর",
      },
      {
        label: "চর রাজিবপুর",
        value: "চর রাজিবপুর",
      },
      {
        label: "চিলমারী",
        value: "চিলমারী",
      },
      {
        label: "নাগেশ্বরী",
        value: "নাগেশ্বরী",
      },
      {
        label: "ফুলবাড়ী",
        value: "ফুলবাড়ী",
      },
      {
        label: "ভুরুঙ্গামারী",
        value: "ভুরুঙ্গামারী",
      },
      {
        label: "রাজারহাট",
        value: "রাজারহাট",
      },
      {
        label: "রৌমারী",
        value: "রৌমারী",
      },
    ],
  },
  {
    label: "কুমিল্লা",
    value: "কুমিল্লা",
    subdistrict: [
      {
        label: "কুমিল্লা সদর",
        value: "কুমিল্লা সদর",
      },
      {
        label: "চান্দিনা",
        value: "চান্দিনা",
      },
      {
        label: "চৌদ্দগ্রাম",
        value: "চৌদ্দগ্রাম",
      },
      {
        label: "তিতাস",
        value: "তিতাস",
      },
      {
        label: "দাউদকান্দি",
        value: "দাউদকান্দি",
      },
      {
        label: "দেবিদ্বার",
        value: "দেবিদ্বার",
      },
      {
        label: "নাঙ্গলকোট",
        value: "নাঙ্গলকোট",
      },
      {
        label: "বরুড়া",
        value: "বরুড়া",
      },
      {
        label: "বুড়িচং",
        value: "বুড়িচং",
      },
      {
        label: "ব্রাহ্মণপাড়া",
        value: "ব্রাহ্মণপাড়া",
      },
      {
        label: "মনোহরগঞ্জ",
        value: "মনোহরগঞ্জ",
      },
      {
        label: "মুরাদনগর",
        value: "মুরাদনগর",
      },
      {
        label: "মেঘনা",
        value: "মেঘনা",
      },
      {
        label: "লাকসাম",
        value: "লাকসাম",
      },
      {
        label: "লালমাই",
        value: "লালমাই",
      },
      {
        label: "সদর দক্ষিণ",
        value: "সদর দক্ষিণ",
      },
      {
        label: "হোমনা",
        value: "হোমনা",
      },
    ],
  },
  {
    label: "কুষ্টিয়া",
    value: "কুষ্টিয়া",
    subdistrict: [
      {
        label: "কুমারখালী",
        value: "কুমারখালী",
      },
      {
        label: "কুষ্টিয়া সদর",
        value: "কুষ্টিয়া সদর",
      },
      {
        label: "খোকসা",
        value: "খোকসা",
      },
      {
        label: "দৌলতপুর",
        value: "দৌলতপুর",
      },
      {
        label: "ভেড়ামারা",
        value: "ভেড়ামারা",
      },
      {
        label: "মিরপুর",
        value: "মিরপুর",
      },
    ],
  },
  {
    label: "খাগড়াছড়ি",
    value: "খাগড়াছড়ি",
    subdistrict: [
      {
        label: "খাগড়াছড়ি সদর",
        value: "খাগড়াছড়ি সদর",
      },
      {
        label: "গুইমারা",
        value: "গুইমারা",
      },
      {
        label: "দিঘীনালা",
        value: "দিঘীনালা",
      },
      {
        label: "পানছড়ি",
        value: "পানছড়ি",
      },
      {
        label: "মহালছড়ি",
        value: "মহালছড়ি",
      },
      {
        label: "মাটিরাঙ্গা",
        value: "মাটিরাঙ্গা",
      },
      {
        label: "মানিকছড়ি",
        value: "মানিকছড়ি",
      },
      {
        label: "রামগড়",
        value: "রামগড়",
      },
      {
        label: "লক্ষীছড়ি",
        value: "লক্ষীছড়ি",
      },
    ],
  },
  {
    label: "খুলনা",
    value: "খুলনা",
    subdistrict: [
      {
        label: "কয়রা উপজেলা",
        value: "কয়রা উপজেলা",
      },
      {
        label: "ডুমুরিয়া উপজেলা",
        value: "ডুমুরিয়া উপজেলা",
      },
      {
        label: "তেরখাদা উপজেলা",
        value: "তেরখাদা উপজেলা",
      },
      {
        label: "দাকোপ উপজেলা",
        value: "দাকোপ উপজেলা",
      },
      {
        label: "দিঘলিয়া উপজেলা",
        value: "দিঘলিয়া উপজেলা",
      },
      {
        label: "পাইকগাছা",
        value: "পাইকগাছা",
      },
      {
        label: "ফুলতলা উপজেলা",
        value: "ফুলতলা উপজেলা",
      },
      {
        label: "বটিয়াঘাটা",
        value: "বটিয়াঘাটা",
      },
      {
        label: "রূপসা উপজেলা",
        value: "রূপসা উপজেলা",
      },
    ],
  },
  {
    label: "গাইবান্ধা",
    value: "গাইবান্ধা",
    subdistrict: [
      {
        label: "গাইবান্ধা সদর",
        value: "গাইবান্ধা সদর",
      },
      {
        label: "গোবিন্দগঞ্জ উপজেলা",
        value: "গোবিন্দগঞ্জ উপজেলা",
      },
      {
        label: "পলাশবাড়ী",
        value: "পলাশবাড়ী",
      },
      {
        label: "ফুলছড়ি",
        value: "ফুলছড়ি",
      },
      {
        label: "সাঘাটা উপজেলা",
        value: "সাঘাটা উপজেলা",
      },
      {
        label: "সাদুল্লাপুর",
        value: "সাদুল্লাপুর",
      },
      {
        label: "সুন্দরগঞ্জ",
        value: "সুন্দরগঞ্জ",
      },
    ],
  },
  {
    label: "গাজীপুর",
    value: "গাজীপুর",
    subdistrict: [
      {
        label: "কাপাসিয়া",
        value: "কাপাসিয়া",
      },
      {
        label: "কালিয়াকৈর",
        value: "কালিয়াকৈর",
      },
      {
        label: "কালীগঞ্জ",
        value: "কালীগঞ্জ",
      },
      {
        label: "গাজীপুর সদর",
        value: "গাজীপুর সদর",
      },
      {
        label: "শ্রীপুর",
        value: "শ্রীপুর",
      },
    ],
  },
  {
    label: "গোপালগঞ্জ",
    value: "গোপালগঞ্জ",
    subdistrict: [
      {
        label: "কাশিয়ানী",
        value: "কাশিয়ানী",
      },
      {
        label: "কোটালীপাড়া",
        value: "কোটালীপাড়া",
      },
      {
        label: "গোপালগঞ্জ সদর",
        value: "গোপালগঞ্জ সদর",
      },
      {
        label: "টুংগীপাড়া",
        value: "টুংগীপাড়া",
      },
      {
        label: "মুকসুদপুর",
        value: "মুকসুদপুর",
      },
    ],
  },
  {
    label: "চট্টগ্রাম",
    value: "চট্টগ্রাম",
    subdistrict: [
      {
        label: "আনোয়ারা",
        value: "আনোয়ারা",
      },
      {
        label: "কর্ণফুলী",
        value: "কর্ণফুলী",
      },
      {
        label: "চন্দনাইশ",
        value: "চন্দনাইশ",
      },
      {
        label: "পটিয়া",
        value: "পটিয়া",
      },
      {
        label: "ফটিকছড়ি",
        value: "ফটিকছড়ি",
      },
      {
        label: "বাঁশখালী",
        value: "বাঁশখালী",
      },
      {
        label: "বোয়ালখালী",
        value: "বোয়ালখালী",
      },
      {
        label: "মীরসরাই",
        value: "মীরসরাই",
      },
      {
        label: "রাউজান",
        value: "রাউজান",
      },
      {
        label: "রাঙ্গুনিয়া",
        value: "রাঙ্গুনিয়া",
      },
      {
        label: "লোহাগাড়া",
        value: "লোহাগাড়া",
      },
      {
        label: "সন্দ্বীপ",
        value: "সন্দ্বীপ",
      },
      {
        label: "সাতকানিয়া",
        value: "সাতকানিয়া",
      },
      {
        label: "সীতাকুন্ড উপজেলা",
        value: "সীতাকুন্ড উপজেলা",
      },
      {
        label: "হাটহাজারী",
        value: "হাটহাজারী",
      },
    ],
  },
  {
    label: "চাঁদপুর",
    value: "চাঁদপুর",
    subdistrict: [
      {
        label: "কচুয়া",
        value: "কচুয়া",
      },
      {
        label: "চাঁদপুর সদর",
        value: "চাঁদপুর সদর",
      },
      {
        label: "ফরিদগঞ্জ",
        value: "ফরিদগঞ্জ",
      },
      {
        label: "মতলব",
        value: "মতলব",
      },
      {
        label: "মতলব",
        value: "মতলব",
      },
      {
        label: "শাহরাস্তি",
        value: "শাহরাস্তি",
      },
      {
        label: "হাইমচর",
        value: "হাইমচর",
      },
      {
        label: "হাজীগঞ্জ",
        value: "হাজীগঞ্জ",
      },
    ],
  },
  {
    label: "চাঁপাইনবাবগঞ্জ",
    value: "চাঁপাইনবাবগঞ্জ",
    subdistrict: [
      {
        label: "গোমস্তাপুর",
        value: "গোমস্তাপুর",
      },
      {
        label: "চাঁপাইনবাবগঞ্জ সদর",
        value: "চাঁপাইনবাবগঞ্জ সদর",
      },
      {
        label: "নাচোল",
        value: "নাচোল",
      },
      {
        label: "ভোলাহাট",
        value: "ভোলাহাট",
      },
      {
        label: "শিবগঞ্জ",
        value: "শিবগঞ্জ",
      },
    ],
  },
  {
    label: "চুয়াডাঙ্গা",
    value: "চুয়াডাঙ্গা",
    subdistrict: [
      {
        label: "আলমডাঙ্গা",
        value: "আলমডাঙ্গা",
      },
      {
        label: "চুয়াডাঙ্গা সদর",
        value: "চুয়াডাঙ্গা সদর",
      },
      {
        label: "জীবননগর",
        value: "জীবননগর",
      },
      {
        label: "দামুড়হুদা",
        value: "দামুড়হুদা",
      },
    ],
  },
  {
    label: "জয়পুরহাট",
    value: "জয়পুরহাট",
    subdistrict: [
      {
        label: "আক্কেলপুর উপজেলা",
        value: "আক্কেলপুর উপজেলা",
      },
      {
        label: "কালাই উপজেলা",
        value: "কালাই উপজেলা",
      },
      {
        label: "ক্ষেতলাল উপজেলা",
        value: "ক্ষেতলাল উপজেলা",
      },
      {
        label: "জয়পুরহাট সদর",
        value: "জয়পুরহাট সদর",
      },
      {
        label: "পাঁচবিবি উপজেলা",
        value: "পাঁচবিবি উপজেলা",
      },
    ],
  },
  {
    label: "জামালপুর",
    value: "জামালপুর",
    subdistrict: [
      {
        label: "ইসলামপুর",
        value: "ইসলামপুর",
      },
      {
        label: "জামালপুর সদর",
        value: "জামালপুর সদর",
      },
      {
        label: "দেওয়ানগঞ্জ",
        value: "দেওয়ানগঞ্জ",
      },
      {
        label: "বকশীগঞ্জ",
        value: "বকশীগঞ্জ",
      },
      {
        label: "মাদারগঞ্জ",
        value: "মাদারগঞ্জ",
      },
      {
        label: "মেলান্দহ",
        value: "মেলান্দহ",
      },
      {
        label: "সরিষাবাড়ী",
        value: "সরিষাবাড়ী",
      },
    ],
  },
  {
    label: "ঝালকাঠি",
    value: "ঝালকাঠি",
    subdistrict: [
      {
        label: "কাঠালিয়া",
        value: "কাঠালিয়া",
      },
      {
        label: "ঝালকাঠি সদর",
        value: "ঝালকাঠি সদর",
      },
      {
        label: "নলছিটি",
        value: "নলছিটি",
      },
      {
        label: "রাজাপুর",
        value: "রাজাপুর",
      },
    ],
  },
  {
    label: "ঝিনাইদহ",
    value: "ঝিনাইদহ",
    subdistrict: [
      {
        label: "কালীগঞ্জ",
        value: "কালীগঞ্জ",
      },
      {
        label: "কোটচাঁদপুর",
        value: "কোটচাঁদপুর",
      },
      {
        label: "ঝিনাইদহ সদর",
        value: "ঝিনাইদহ সদর",
      },
      {
        label: "মহেশপুর",
        value: "মহেশপুর",
      },
      {
        label: "শৈলকুপা",
        value: "শৈলকুপা",
      },
      {
        label: "হরিণাকুন্ডু",
        value: "হরিণাকুন্ডু",
      },
    ],
  },
  {
    label: "টাঙ্গাইল",
    value: "টাঙ্গাইল",
    subdistrict: [
      {
        label: "কালিহাতী",
        value: "কালিহাতী",
      },
      {
        label: "গোপালপুর",
        value: "গোপালপুর",
      },
      {
        label: "ঘাটাইল",
        value: "ঘাটাইল",
      },
      {
        label: "টাঙ্গাইল সদর",
        value: "টাঙ্গাইল সদর",
      },
      {
        label: "দেলদুয়ার",
        value: "দেলদুয়ার",
      },
      {
        label: "ধনবাড়ী",
        value: "ধনবাড়ী",
      },
      {
        label: "নাগরপুর",
        value: "নাগরপুর",
      },
      {
        label: "বাসাইল",
        value: "বাসাইল",
      },
      {
        label: "ভুয়াপুর",
        value: "ভুয়াপুর",
      },
      {
        label: "মধুপুর",
        value: "মধুপুর",
      },
      {
        label: "মির্জাপুর",
        value: "মির্জাপুর",
      },
      {
        label: "সখিপুর",
        value: "সখিপুর",
      },
    ],
  },
  {
    label: "ঠাকুরগাঁও",
    value: "ঠাকুরগাঁও",
    subdistrict: [
      {
        label: "ঠাকুরগাঁও সদর",
        value: "ঠাকুরগাঁও সদর",
      },
      {
        label: "পীরগঞ্জ উপজেলা",
        value: "পীরগঞ্জ উপজেলা",
      },
      {
        label: "বালিয়াডাঙ্গী উপজেলা",
        value: "বালিয়াডাঙ্গী উপজেলা",
      },
      {
        label: "রাণীশংকৈল উপজেলা",
        value: "রাণীশংকৈল উপজেলা",
      },
      {
        label: "হরিপুর উপজেলা",
        value: "হরিপুর উপজেলা",
      },
    ],
  },
  {
    label: "ঢাকা",
    value: "ঢাকা",
    subdistrict: [
      {
        label: "কেরাণীগঞ্জ",
        value: "কেরাণীগঞ্জ",
      },
      {
        label: "দোহার",
        value: "দোহার",
      },
      {
        label: "ধামরাই",
        value: "ধামরাই",
      },
      {
        label: "নবাবগঞ্জ",
        value: "নবাবগঞ্জ",
      },
      {
        label: "সাভার",
        value: "সাভার",
      },
    ],
  },
  {
    label: "দিনাজপুর",
    value: "দিনাজপুর",
    subdistrict: [
      {
        label: "কাহারোল উপজেলা",
        value: "কাহারোল উপজেলা",
      },
      {
        label: "খানসামা",
        value: "খানসামা",
      },
      {
        label: "ঘোড়াঘাট",
        value: "ঘোড়াঘাট",
      },
      {
        label: "চিরিরবন্দর উপজেলা",
        value: "চিরিরবন্দর উপজেলা",
      },
      {
        label: "দিনাজপুর সদর",
        value: "দিনাজপুর সদর",
      },
      {
        label: "নবাবগঞ্জ",
        value: "নবাবগঞ্জ",
      },
      {
        label: "পার্বতীপুর উপজেলা",
        value: "পার্বতীপুর উপজেলা",
      },
      {
        label: "ফুলবাড়ী উপজেলা",
        value: "ফুলবাড়ী উপজেলা",
      },
      {
        label: "বিরল উপজেলা",
        value: "বিরল উপজেলা",
      },
      {
        label: "বিরামপুর",
        value: "বিরামপুর",
      },
      {
        label: "বীরগঞ্জ উপজেলা",
        value: "বীরগঞ্জ উপজেলা",
      },
      {
        label: "বোচাগঞ্জ উপজেলা",
        value: "বোচাগঞ্জ উপজেলা",
      },
      {
        label: "হাকিমপুর উপজেলা",
        value: "হাকিমপুর উপজেলা",
      },
    ],
  },
  {
    label: "নওগাঁ",
    value: "নওগাঁ",
    subdistrict: [
      {
        label: "আত্রাই উপজেলা",
        value: "আত্রাই উপজেলা",
      },
      {
        label: "ধামইরহাট উপজেলা",
        value: "ধামইরহাট উপজেলা",
      },
      {
        label: "নওগাঁ সদর",
        value: "নওগাঁ সদর",
      },
      {
        label: "নিয়ামতপুর উপজেলা",
        value: "নিয়ামতপুর উপজেলা",
      },
      {
        label: "পত্নিতলা উপজেলা",
        value: "পত্নিতলা উপজেলা",
      },
      {
        label: "পোরশা উপজেলা",
        value: "পোরশা উপজেলা",
      },
      {
        label: "বদলগাছী উপজেলা",
        value: "বদলগাছী উপজেলা",
      },
      {
        label: "মহাদেবপুর উপজেলা",
        value: "মহাদেবপুর উপজেলা",
      },
      {
        label: "মান্দা উপজেলা",
        value: "মান্দা উপজেলা",
      },
      {
        label: "রাণীনগর উপজেলা",
        value: "রাণীনগর উপজেলা",
      },
      {
        label: "সাপাহার",
        value: "সাপাহার",
      },
    ],
  },
  {
    label: "নড়াইল",
    value: "নড়াইল",
    subdistrict: [
      {
        label: "কালিয়া",
        value: "কালিয়া",
      },
      {
        label: "নড়াইল সদর",
        value: "নড়াইল সদর",
      },
      {
        label: "লোহাগড়া",
        value: "লোহাগড়া",
      },
    ],
  },
  {
    label: "নরসিংদী",
    value: "নরসিংদী",
    subdistrict: [
      {
        label: "নরসিংদী",
        value: "নরসিংদী",
      },
      {
        label: "পলাশ",
        value: "পলাশ",
      },
      {
        label: "বেলাবো",
        value: "বেলাবো",
      },
      {
        label: "মনোহরদী",
        value: "মনোহরদী",
      },
      {
        label: "রায়পুরা",
        value: "রায়পুরা",
      },
      {
        label: "শিবপুর",
        value: "শিবপুর",
      },
    ],
  },
  {
    label: "নাটোর",
    value: "নাটোর",
    subdistrict: [
      {
        label: "গুরুদাসপুর",
        value: "গুরুদাসপুর",
      },
      {
        label: "নলডাঙ্গা",
        value: "নলডাঙ্গা",
      },
      {
        label: "নাটোর সদর",
        value: "নাটোর সদর",
      },
      {
        label: "বড়াইগ্রাম",
        value: "বড়াইগ্রাম",
      },
      {
        label: "বাগাতিপাড়া",
        value: "বাগাতিপাড়া",
      },
      {
        label: "লালপুর",
        value: "লালপুর",
      },
      {
        label: "সিংড়া",
        value: "সিংড়া",
      },
    ],
  },
  {
    label: "নারায়ণগঞ্জ",
    value: "নারায়ণগঞ্জ",
    subdistrict: [
      {
        label: "আড়াইহাজার উপজেলা",
        value: "আড়াইহাজার উপজেলা",
      },
      {
        label: "নারায়নগঞ্জ সদর",
        value: "নারায়নগঞ্জ সদর",
      },
      {
        label: "বন্দর উপজেলা",
        value: "বন্দর উপজেলা",
      },
      {
        label: "রূপগঞ্জ উপজেলা",
        value: "রূপগঞ্জ উপজেলা",
      },
      {
        label: "সোনারগাঁ উপজেলা",
        value: "সোনারগাঁ উপজেলা",
      },
    ],
  },
  {
    label: "নীলফামারী",
    value: "নীলফামারী",
    subdistrict: [
      {
        label: "কিশোরগঞ্জ",
        value: "কিশোরগঞ্জ",
      },
      {
        label: "জলঢাকা",
        value: "জলঢাকা",
      },
      {
        label: "ডিমলা",
        value: "ডিমলা",
      },
      {
        label: "ডোমার উপজেলা",
        value: "ডোমার উপজেলা",
      },
      {
        label: "নীলফামারী সদর",
        value: "নীলফামারী সদর",
      },
      {
        label: "সৈয়দপুর উপজেলা",
        value: "সৈয়দপুর উপজেলা",
      },
    ],
  },
  {
    label: "নেত্রকোণা",
    value: "নেত্রকোণা",
    subdistrict: [
      {
        label: "আটপাড়া",
        value: "আটপাড়া",
      },
      {
        label: "কলমাকান্দা",
        value: "কলমাকান্দা",
      },
      {
        label: "কেন্দুয়া",
        value: "কেন্দুয়া",
      },
      {
        label: "খালিয়াজুরী",
        value: "খালিয়াজুরী",
      },
      {
        label: "দুর্গাপুর",
        value: "দুর্গাপুর",
      },
      {
        label: "নেত্রকোণা সদর",
        value: "নেত্রকোণা সদর",
      },
      {
        label: "পূর্বধলা",
        value: "পূর্বধলা",
      },
      {
        label: "বারহাট্টা",
        value: "বারহাট্টা",
      },
      {
        label: "মদন",
        value: "মদন",
      },
      {
        label: "মোহনগঞ্জ",
        value: "মোহনগঞ্জ",
      },
    ],
  },
  {
    label: "নোয়াখালী",
    value: "নোয়াখালী",
    subdistrict: [
      {
        label: "কবিরহাট",
        value: "কবিরহাট",
      },
      {
        label: "কোম্পানীগঞ্জ",
        value: "কোম্পানীগঞ্জ",
      },
      {
        label: "চাটখিল",
        value: "চাটখিল",
      },
      {
        label: "নোয়াখালী",
        value: "নোয়াখালী",
      },
      {
        label: "বেগমগঞ্জ",
        value: "বেগমগঞ্জ",
      },
      {
        label: "সুবর্ণচর",
        value: "সুবর্ণচর",
      },
      {
        label: "সেনবাগ",
        value: "সেনবাগ",
      },
      {
        label: "সোনাইমুড়ী",
        value: "সোনাইমুড়ী",
      },
      {
        label: "হাতিয়া",
        value: "হাতিয়া",
      },
    ],
  },
  {
    label: "পঞ্চগড়",
    value: "পঞ্চগড়",
    subdistrict: [
      {
        label: "আটোয়ারী",
        value: "আটোয়ারী",
      },
      {
        label: "তেতুলিয়া",
        value: "তেতুলিয়া",
      },
      {
        label: "দেবীগঞ্জ",
        value: "দেবীগঞ্জ",
      },
      {
        label: "পঞ্চগড়",
        value: "পঞ্চগড়",
      },
      {
        label: "বোদা",
        value: "বোদা",
      },
    ],
  },
  {
    label: "পটুয়াখালী",
    value: "পটুয়াখালী",
    subdistrict: [
      {
        label: "কলাপাড়া",
        value: "কলাপাড়া",
      },
      {
        label: "গলাচিপা",
        value: "গলাচিপা",
      },
      {
        label: "দশমিনা",
        value: "দশমিনা",
      },
      {
        label: "দুমকি",
        value: "দুমকি",
      },
      {
        label: "পটুয়াখালী সদর",
        value: "পটুয়াখালী সদর",
      },
      {
        label: "বাউফল",
        value: "বাউফল",
      },
      {
        label: "মির্জাগঞ্জ",
        value: "মির্জাগঞ্জ",
      },
      {
        label: "রাঙ্গাবালী",
        value: "রাঙ্গাবালী",
      },
    ],
  },
  {
    label: "পাবনা",
    value: "পাবনা",
    subdistrict: [
      {
        label: "আটঘরিয়া",
        value: "আটঘরিয়া",
      },
      {
        label: "ঈশ্বরদী",
        value: "ঈশ্বরদী",
      },
      {
        label: "চাটমোহর",
        value: "চাটমোহর",
      },
      {
        label: "পাবনা সদর",
        value: "পাবনা সদর",
      },
      {
        label: "ফরিদপুর",
        value: "ফরিদপুর",
      },
      {
        label: "বেড়া",
        value: "বেড়া",
      },
      {
        label: "ভাঙ্গুড়া",
        value: "ভাঙ্গুড়া",
      },
      {
        label: "সাঁথিয়া",
        value: "সাঁথিয়া",
      },
      {
        label: "সুজানগর",
        value: "সুজানগর",
      },
    ],
  },
  {
    label: "পিরোজপুর",
    value: "পিরোজপুর",
    subdistrict: [
      {
        label: "ইন্দুরকানী",
        value: "ইন্দুরকানী",
      },
      {
        label: "কাউখালী",
        value: "কাউখালী",
      },
      {
        label: "নাজিরপুর",
        value: "নাজিরপুর",
      },
      {
        label: "নেছারাবাদ",
        value: "নেছারাবাদ",
      },
      {
        label: "পিরোজপুর সদর",
        value: "পিরোজপুর সদর",
      },
      {
        label: "ভান্ডারিয়া",
        value: "ভান্ডারিয়া",
      },
      {
        label: "মঠবাড়ীয়া",
        value: "মঠবাড়ীয়া",
      },
    ],
  },
  {
    label: "ফরিদপুর",
    value: "ফরিদপুর",
    subdistrict: [
      {
        label: "আলফাডাঙ্গা",
        value: "আলফাডাঙ্গা",
      },
      {
        label: "চরভদ্রাসন",
        value: "চরভদ্রাসন",
      },
      {
        label: "নগরকান্দা",
        value: "নগরকান্দা",
      },
      {
        label: "ফরিদপুর সদর",
        value: "ফরিদপুর সদর",
      },
      {
        label: "বোয়ালমারী",
        value: "বোয়ালমারী",
      },
      {
        label: "ভাঙ্গা",
        value: "ভাঙ্গা",
      },
      {
        label: "মধুখালী",
        value: "মধুখালী",
      },
      {
        label: "সদরপুর",
        value: "সদরপুর",
      },
      {
        label: "সালথা",
        value: "সালথা",
      },
    ],
  },
  {
    label: "ফেনী",
    value: "ফেনী",
    subdistrict: [
      {
        label: "ছাগলনাইয়া উপজেলা",
        value: "ছাগলনাইয়া উপজেলা",
      },
      {
        label: "দাগনভূঞা",
        value: "দাগনভূঞা",
      },
      {
        label: "পরশুরাম",
        value: "পরশুরাম",
      },
      {
        label: "ফুলগাজী উপজেলা",
        value: "ফুলগাজী উপজেলা",
      },
      {
        label: "ফেনী সদর",
        value: "ফেনী সদর",
      },
      {
        label: "সোনাগাজী উপজেলা",
        value: "সোনাগাজী উপজেলা",
      },
    ],
  },
  {
    label: "বগুড়া",
    value: "বগুড়া",
    subdistrict: [
      {
        label: "আদমদিঘি উপজেলা",
        value: "আদমদিঘি উপজেলা",
      },
      {
        label: "কাহালু উপজেলা",
        value: "কাহালু উপজেলা",
      },
      {
        label: "গাবতলী",
        value: "গাবতলী",
      },
      {
        label: "দুপচাচিঁয়া উপজেলা",
        value: "দুপচাচিঁয়া উপজেলা",
      },
      {
        label: "ধুনট উপজেলা",
        value: "ধুনট উপজেলা",
      },
      {
        label: "নন্দিগ্রাম",
        value: "নন্দিগ্রাম",
      },
      {
        label: "বগুড়া সদর",
        value: "বগুড়া সদর",
      },
      {
        label: "শাজাহানপুর",
        value: "শাজাহানপুর",
      },
      {
        label: "শিবগঞ্জ",
        value: "শিবগঞ্জ",
      },
      {
        label: "শেরপুর উপজেলা",
        value: "শেরপুর উপজেলা",
      },
      {
        label: "সারিয়াকান্দি",
        value: "সারিয়াকান্দি",
      },
      {
        label: "সোনাতলা উপজেলা",
        value: "সোনাতলা উপজেলা",
      },
    ],
  },
  {
    label: "বরগুনা",
    value: "বরগুনা",
    subdistrict: [
      {
        label: "আমতলী",
        value: "আমতলী",
      },
      {
        label: "তালতলি",
        value: "তালতলি",
      },
      {
        label: "পাথরঘাটা",
        value: "পাথরঘাটা",
      },
      {
        label: "বরগুনা সদর",
        value: "বরগুনা সদর",
      },
      {
        label: "বামনা",
        value: "বামনা",
      },
      {
        label: "বেতাগী উপজেলা",
        value: "বেতাগী উপজেলা",
      },
    ],
  },
  {
    label: "বরিশাল",
    value: "বরিশাল",
    subdistrict: [
      {
        label: "আগৈলঝাড়া",
        value: "আগৈলঝাড়া",
      },
      {
        label: "উজিরপুর",
        value: "উজিরপুর",
      },
      {
        label: "গৌরনদী",
        value: "গৌরনদী",
      },
      {
        label: "বরিশাল সদর",
        value: "বরিশাল সদর",
      },
      {
        label: "বাকেরগঞ্জ",
        value: "বাকেরগঞ্জ",
      },
      {
        label: "বানারীপাড়া",
        value: "বানারীপাড়া",
      },
      {
        label: "বাবুগঞ্জ",
        value: "বাবুগঞ্জ",
      },
      {
        label: "মুলাদী",
        value: "মুলাদী",
      },
      {
        label: "মেহেন্দিগঞ্জ",
        value: "মেহেন্দিগঞ্জ",
      },
      {
        label: "হিজলা",
        value: "হিজলা",
      },
    ],
  },
  {
    label: "বাগেরহাট",
    value: "বাগেরহাট",
    subdistrict: [
      {
        label: "কচুয়া",
        value: "কচুয়া",
      },
      {
        label: "চিতলমারী",
        value: "চিতলমারী",
      },
      {
        label: "ফকিরহাট",
        value: "ফকিরহাট",
      },
      {
        label: "বাগেরহাট সদর",
        value: "বাগেরহাট সদর",
      },
      {
        label: "মোড়েলগঞ্জ",
        value: "মোড়েলগঞ্জ",
      },
      {
        label: "মোংলা",
        value: "মোংলা",
      },
      {
        label: "মোল্লাহাট",
        value: "মোল্লাহাট",
      },
      {
        label: "রামপাল",
        value: "রামপাল",
      },
      {
        label: "শরণখোলা",
        value: "শরণখোলা",
      },
    ],
  },
  {
    label: "বান্দরবান",
    value: "বান্দরবান",
    subdistrict: [
      {
        label: "আলীকদম",
        value: "আলীকদম",
      },
      {
        label: "থানচি",
        value: "থানচি",
      },
      {
        label: "নাইক্ষ্যংছড়ি",
        value: "নাইক্ষ্যংছড়ি",
      },
      {
        label: "বান্দরবান সদর",
        value: "বান্দরবান সদর",
      },
      {
        label: "রুমা",
        value: "রুমা",
      },
      {
        label: "রোয়াংছড়ি",
        value: "রোয়াংছড়ি",
      },
      {
        label: "লামা",
        value: "লামা",
      },
    ],
  },
  {
    label: "ব্রাহ্মণবাড়িয়া",
    value: "ব্রাহ্মণবাড়িয়া",
    subdistrict: [
      {
        label: "আখাউড়া",
        value: "আখাউড়া",
      },
      {
        label: "আশুগঞ্জ",
        value: "আশুগঞ্জ",
      },
      {
        label: "কসবা",
        value: "কসবা",
      },
      {
        label: "নবীনগর",
        value: "নবীনগর",
      },
      {
        label: "নাসিরনগর",
        value: "নাসিরনগর",
      },
      {
        label: "বাঞ্ছারামপুর",
        value: "বাঞ্ছারামপুর",
      },
      {
        label: "বিজয়নগর",
        value: "বিজয়নগর",
      },
      {
        label: "ব্রাহ্মণবাড়িয়া সদর",
        value: "ব্রাহ্মণবাড়িয়া সদর",
      },
      {
        label: "সরাইল উপজেলা",
        value: "সরাইল উপজেলা",
      },
    ],
  },
  {
    label: "ভোলা",
    value: "ভোলা",
    subdistrict: [
      {
        label: "চরফ্যাশন",
        value: "চরফ্যাশন",
      },
      {
        label: "তজুমদ্দিন",
        value: "তজুমদ্দিন",
      },
      {
        label: "দৌলতখান",
        value: "দৌলতখান",
      },
      {
        label: "বোরহান উদ্দিন",
        value: "বোরহান উদ্দিন",
      },
      {
        label: "ভোলা সদর",
        value: "ভোলা সদর",
      },
      {
        label: "মনপুরা",
        value: "মনপুরা",
      },
      {
        label: "লালমোহন",
        value: "লালমোহন",
      },
    ],
  },
  {
    label: "ময়মনসিংহ",
    value: "ময়মনসিংহ",
    subdistrict: [
      {
        label: "ঈশ্বরগঞ্জ",
        value: "ঈশ্বরগঞ্জ",
      },
      {
        label: "গফরগাঁও",
        value: "গফরগাঁও",
      },
      {
        label: "গৌরীপুর",
        value: "গৌরীপুর",
      },
      {
        label: "তারাকান্দা",
        value: "তারাকান্দা",
      },
      {
        label: "ত্রিশাল",
        value: "ত্রিশাল",
      },
      {
        label: "ধোবাউড়া",
        value: "ধোবাউড়া",
      },
      {
        label: "নান্দাইল",
        value: "নান্দাইল",
      },
      {
        label: "ফুলপুর",
        value: "ফুলপুর",
      },
      {
        label: "ফুলবাড়ীয়া",
        value: "ফুলবাড়ীয়া",
      },
      {
        label: "ভালুকা",
        value: "ভালুকা",
      },
      {
        label: "ময়মনসিংহ সদর",
        value: "ময়মনসিংহ সদর",
      },
      {
        label: "মুক্তাগাছা",
        value: "মুক্তাগাছা",
      },
      {
        label: "হালুয়াঘাট",
        value: "হালুয়াঘাট",
      },
    ],
  },
  {
    label: "মাগুরা",
    value: "মাগুরা",
    subdistrict: [
      {
        label: "মহম্মদপুর",
        value: "মহম্মদপুর",
      },
      {
        label: "মাগুরা সদর",
        value: "মাগুরা সদর",
      },
      {
        label: "শালিখা",
        value: "শালিখা",
      },
      {
        label: "শ্রীপুর",
        value: "শ্রীপুর",
      },
    ],
  },
  {
    label: "মাদারীপুর",
    value: "মাদারীপুর",
    subdistrict: [
      {
        label: "কালকিনি",
        value: "কালকিনি",
      },
      {
        label: "ডাসার",
        value: "ডাসার",
      },
      {
        label: "মাদারীপুর সদর",
        value: "মাদারীপুর সদর",
      },
      {
        label: "রাজৈর",
        value: "রাজৈর",
      },
      {
        label: "শিবচর",
        value: "শিবচর",
      },
    ],
  },
  {
    label: "মানিকগঞ্জ",
    value: "মানিকগঞ্জ",
    subdistrict: [
      {
        label: "ঘিওর",
        value: "ঘিওর",
      },
      {
        label: "দৌলতপুর",
        value: "দৌলতপুর",
      },
      {
        label: "মানিকগঞ্জ সদর",
        value: "মানিকগঞ্জ সদর",
      },
      {
        label: "শিবালয়",
        value: "শিবালয়",
      },
      {
        label: "সাটুরিয়া",
        value: "সাটুরিয়া",
      },
      {
        label: "সিংগাইর",
        value: "সিংগাইর",
      },
      {
        label: "হরিরামপুর",
        value: "হরিরামপুর",
      },
    ],
  },
  {
    label: "মুন্সিগঞ্জ",
    value: "মুন্সিগঞ্জ",
    subdistrict: [
      {
        label: "গজারিয়া",
        value: "গজারিয়া",
      },
      {
        label: "টংগীবাড়ি",
        value: "টংগীবাড়ি",
      },
      {
        label: "মুন্সিগঞ্জ সদর",
        value: "মুন্সিগঞ্জ সদর",
      },
      {
        label: "লৌহজং",
        value: "লৌহজং",
      },
      {
        label: "শ্রীনগর",
        value: "শ্রীনগর",
      },
      {
        label: "সিরাজদিখান",
        value: "সিরাজদিখান",
      },
    ],
  },
  {
    label: "মেহেরপুর",
    value: "মেহেরপুর",
    subdistrict: [
      {
        label: "গাংনী",
        value: "গাংনী",
      },
      {
        label: "মুজিবনগর",
        value: "মুজিবনগর",
      },
      {
        label: "মেহেরপুর সদর",
        value: "মেহেরপুর সদর",
      },
    ],
  },
  {
    label: "মৌলভীবাজার",
    value: "মৌলভীবাজার",
    subdistrict: [
      {
        label: "কমলগঞ্জ",
        value: "কমলগঞ্জ",
      },
      {
        label: "কুলাউড়া",
        value: "কুলাউড়া",
      },
      {
        label: "জুড়ী",
        value: "জুড়ী",
      },
      {
        label: "বড়লেখা",
        value: "বড়লেখা",
      },
      {
        label: "মৌলভীবাজার সদর",
        value: "মৌলভীবাজার সদর",
      },
      {
        label: "রাজনগর",
        value: "রাজনগর",
      },
      {
        label: "শ্রীমঙ্গল",
        value: "শ্রীমঙ্গল",
      },
    ],
  },
  {
    label: "যশোর",
    value: "যশোর",
    subdistrict: [
      {
        label: "অভয়নগর",
        value: "অভয়নগর",
      },
      {
        label: "কেশবপুর",
        value: "কেশবপুর",
      },
      {
        label: "চৌগাছা",
        value: "চৌগাছা",
      },
      {
        label: "ঝিকরগাছা",
        value: "ঝিকরগাছা",
      },
      {
        label: "বাঘারপাড়া",
        value: "বাঘারপাড়া",
      },
      {
        label: "মণিরামপুর",
        value: "মণিরামপুর",
      },
      {
        label: "যশোর সদর",
        value: "যশোর সদর",
      },
      {
        label: "শার্শা",
        value: "শার্শা",
      },
    ],
  },
  {
    label: "রংপুর",
    value: "রংপুর",
    subdistrict: [
      {
        label: "কাউনিয়া উপজেলা",
        value: "কাউনিয়া উপজেলা",
      },
      {
        label: "গংগাচড়া",
        value: "গংগাচড়া",
      },
      {
        label: "তারাগঞ্জ উপজেলা",
        value: "তারাগঞ্জ উপজেলা",
      },
      {
        label: "পীরগঞ্জ উপজেলা",
        value: "পীরগঞ্জ উপজেলা",
      },
      {
        label: "পীরগাছা উপজেলা",
        value: "পীরগাছা উপজেলা",
      },
      {
        label: "বদরগঞ্জ উপজেলা",
        value: "বদরগঞ্জ উপজেলা",
      },
      {
        label: "মিঠাপুকুর উপজেলা",
        value: "মিঠাপুকুর উপজেলা",
      },
      {
        label: "রংপুর সদর",
        value: "রংপুর সদর",
      },
    ],
  },
  {
    label: "রাঙ্গামাটি",
    value: "রাঙ্গামাটি",
    subdistrict: [
      {
        label: "কাউখালী",
        value: "কাউখালী",
      },
      {
        label: "কাপ্তাই",
        value: "কাপ্তাই",
      },
      {
        label: "জুরাছড়ি",
        value: "জুরাছড়ি",
      },
      {
        label: "নানিয়ারচর",
        value: "নানিয়ারচর",
      },
      {
        label: "বরকল",
        value: "বরকল",
      },
      {
        label: "বাঘাইছড়ি",
        value: "বাঘাইছড়ি",
      },
      {
        label: "বিলাইছড়ি",
        value: "বিলাইছড়ি",
      },
      {
        label: "রাঙ্গামাটি সদর",
        value: "রাঙ্গামাটি সদর",
      },
      {
        label: "রাজস্থলী",
        value: "রাজস্থলী",
      },
      {
        label: "লংগদু",
        value: "লংগদু",
      },
    ],
  },
  {
    label: "রাজবাড়ী",
    value: "রাজবাড়ী",
    subdistrict: [
      {
        label: "কালুখালী",
        value: "কালুখালী",
      },
      {
        label: "গোয়ালন্দ",
        value: "গোয়ালন্দ",
      },
      {
        label: "পাংশা",
        value: "পাংশা",
      },
      {
        label: "বালিয়াকান্দি",
        value: "বালিয়াকান্দি",
      },
      {
        label: "রাজবাড়ী সদর",
        value: "রাজবাড়ী সদর",
      },
    ],
  },
  {
    label: "রাজশাহী",
    value: "রাজশাহী",
    subdistrict: [
      {
        label: "গোদাগাড়ী উপজেলা",
        value: "গোদাগাড়ী উপজেলা",
      },
      {
        label: "চারঘাট উপজেলা",
        value: "চারঘাট উপজেলা",
      },
      {
        label: "তানোর উপজেলা",
        value: "তানোর উপজেলা",
      },
      {
        label: "দুর্গাপুর উপজেলা",
        value: "দুর্গাপুর উপজেলা",
      },
      {
        label: "পবা উপজেলা",
        value: "পবা উপজেলা",
      },
      {
        label: "পুঠিয়া উপজেলা",
        value: "পুঠিয়া উপজেলা",
      },
      {
        label: "বাগমারা উপজেলা",
        value: "বাগমারা উপজেলা",
      },
      {
        label: "বাঘা উপজেলা",
        value: "বাঘা উপজেলা",
      },
      {
        label: "মোহনপুর উপজেলা",
        value: "মোহনপুর উপজেলা",
      },
    ],
  },
  {
    label: "লক্ষ্মীপুর",
    value: "লক্ষ্মীপুর",
    subdistrict: [
      {
        label: "কমলনগর",
        value: "কমলনগর",
      },
      {
        label: "রামগঞ্জ",
        value: "রামগঞ্জ",
      },
      {
        label: "রামগতি",
        value: "রামগতি",
      },
      {
        label: "রায়পুর",
        value: "রায়পুর",
      },
      {
        label: "লক্ষ্মীপুর সদর",
        value: "লক্ষ্মীপুর সদর",
      },
    ],
  },
  {
    label: "লালমনিরহাট",
    value: "লালমনিরহাট",
    subdistrict: [
      {
        label: "আদিতমারী উপজেলা",
        value: "আদিতমারী উপজেলা",
      },
      {
        label: "কালীগঞ্জ",
        value: "কালীগঞ্জ",
      },
      {
        label: "পাটগ্রাম",
        value: "পাটগ্রাম",
      },
      {
        label: "লালমনিরহাট সদর",
        value: "লালমনিরহাট সদর",
      },
      {
        label: "হাতীবান্ধা",
        value: "হাতীবান্ধা",
      },
    ],
  },
  {
    label: "শরীয়তপুর",
    value: "শরীয়তপুর",
    subdistrict: [
      {
        label: "গোসাইরহাট",
        value: "গোসাইরহাট",
      },
      {
        label: "জাজিরা",
        value: "জাজিরা",
      },
      {
        label: "ডামুড্যা",
        value: "ডামুড্যা",
      },
      {
        label: "নড়িয়া",
        value: "নড়িয়া",
      },
      {
        label: "ভেদরগঞ্জ",
        value: "ভেদরগঞ্জ",
      },
      {
        label: "শরিয়তপুর সদর",
        value: "শরিয়তপুর সদর",
      },
    ],
  },
  {
    label: "শেরপুর",
    value: "শেরপুর",
    subdistrict: [
      {
        label: "ঝিনাইগাতী উপজেলা",
        value: "ঝিনাইগাতী উপজেলা",
      },
      {
        label: "নকলা উপজেলা",
        value: "নকলা উপজেলা",
      },
      {
        label: "নালিতাবাড়ী উপজেলা",
        value: "নালিতাবাড়ী উপজেলা",
      },
      {
        label: "শেরপুর সদর",
        value: "শেরপুর সদর",
      },
      {
        label: "শ্রীবরদী উপজেলা",
        value: "শ্রীবরদী উপজেলা",
      },
    ],
  },
  {
    label: "সাতক্ষীরা",
    value: "সাতক্ষীরা",
    subdistrict: [
      {
        label: "আশাশুনি",
        value: "আশাশুনি",
      },
      {
        label: "কলারোয়া",
        value: "কলারোয়া",
      },
      {
        label: "কালিগঞ্জ",
        value: "কালিগঞ্জ",
      },
      {
        label: "তালা",
        value: "তালা",
      },
      {
        label: "দেবহাটা",
        value: "দেবহাটা",
      },
      {
        label: "শ্যামনগর",
        value: "শ্যামনগর",
      },
      {
        label: "সাতক্ষীরা সদর",
        value: "সাতক্ষীরা সদর",
      },
    ],
  },
  {
    label: "সিরাজগঞ্জ",
    value: "সিরাজগঞ্জ",
    subdistrict: [
      {
        label: "উল্লাপাড়া",
        value: "উল্লাপাড়া",
      },
      {
        label: "কাজীপুর",
        value: "কাজীপুর",
      },
      {
        label: "কামারখন্দ",
        value: "কামারখন্দ",
      },
      {
        label: "চৌহালি",
        value: "চৌহালি",
      },
      {
        label: "তাড়াশ",
        value: "তাড়াশ",
      },
      {
        label: "বেলকুচি",
        value: "বেলকুচি",
      },
      {
        label: "রায়গঞ্জ",
        value: "রায়গঞ্জ",
      },
      {
        label: "শাহজাদপুর",
        value: "শাহজাদপুর",
      },
      {
        label: "সিরাজগঞ্জ",
        value: "সিরাজগঞ্জ",
      },
    ],
  },
  {
    label: "সিলেট",
    value: "সিলেট",
    subdistrict: [
      {
        label: "ওসমানী",
        value: "ওসমানী",
      },
      {
        label: "কানাইঘাট",
        value: "কানাইঘাট",
      },
      {
        label: "কোম্পানীগঞ্জ",
        value: "কোম্পানীগঞ্জ",
      },
      {
        label: "গোয়াইনঘাট",
        value: "গোয়াইনঘাট",
      },
      {
        label: "গোলাপগঞ্জ",
        value: "গোলাপগঞ্জ",
      },
      {
        label: "জকিগঞ্জ",
        value: "জকিগঞ্জ",
      },
      {
        label: "জৈন্তাপুর",
        value: "জৈন্তাপুর",
      },
      {
        label: "দক্ষিণ সুরমা",
        value: "দক্ষিণ সুরমা",
      },
      {
        label: "ফেঞ্চুগঞ্জ",
        value: "ফেঞ্চুগঞ্জ",
      },
      {
        label: "বালাগঞ্জ",
        value: "বালাগঞ্জ",
      },
      {
        label: "বিয়ানীবাজার",
        value: "বিয়ানীবাজার",
      },
      {
        label: "বিশ্বনাথ",
        value: "বিশ্বনাথ",
      },
      {
        label: "সিলেট সদর",
        value: "সিলেট সদর",
      },
    ],
  },
  {
    label: "সুনামগঞ্জ",
    value: "সুনামগঞ্জ",
    subdistrict: [
      {
        label: "ছাতক",
        value: "ছাতক",
      },
      {
        label: "জগন্নাথপুর",
        value: "জগন্নাথপুর",
      },
      {
        label: "জামালগঞ্জ",
        value: "জামালগঞ্জ",
      },
      {
        label: "তাহিরপুর",
        value: "তাহিরপুর",
      },
      {
        label: "দক্ষিণ সুনামগঞ্জ",
        value: "দক্ষিণ সুনামগঞ্জ",
      },
      {
        label: "দিরাই",
        value: "দিরাই",
      },
      {
        label: "দোয়ারাবাজার",
        value: "দোয়ারাবাজার",
      },
      {
        label: "ধর্মপাশা",
        value: "ধর্মপাশা",
      },
      {
        label: "বিশ্বম্ভরপুর",
        value: "বিশ্বম্ভরপুর",
      },
      {
        label: "মধ্যনগর",
        value: "মধ্যনগর",
      },
      {
        label: "শাল্লা",
        value: "শাল্লা",
      },
      {
        label: "সুনামগঞ্জ সদর",
        value: "সুনামগঞ্জ সদর",
      },
    ],
  },
  {
    label: "হবিগঞ্জ",
    value: "হবিগঞ্জ",
    subdistrict: [
      {
        label: "আজমিরীগঞ্জ",
        value: "আজমিরীগঞ্জ",
      },
      {
        label: "চুনারুঘাট",
        value: "চুনারুঘাট",
      },
      {
        label: "নবীগঞ্জ",
        value: "নবীগঞ্জ",
      },
      {
        label: "বানিয়াচং",
        value: "বানিয়াচং",
      },
      {
        label: "বাহুবল",
        value: "বাহুবল",
      },
      {
        label: "মাধবপুর উপজেলা",
        value: "মাধবপুর উপজেলা",
      },
      {
        label: "লাখাই",
        value: "লাখাই",
      },
      {
        label: "শায়েস্তাগঞ্জ",
        value: "শায়েস্তাগঞ্জ",
      },
      {
        label: "হবিগঞ্জ সদর",
        value: "হবিগঞ্জ সদর",
      },
    ],
  },
];

export const genders = [
  { label: "নারী", value: "Female" },
  { label: "পুরুষ", value: "Male" },
  { label: "তৃতীয় লিঙ্গ", value: "Other" },
  { label: "বলতে আগ্রহী নন", value: "None" },
];
