export const pregnancyKnowledge = [
  {
    id: 1,
    title: "গর্ভাবস্থার লক্ষণ",
    data: [
      {
        subtitle: "গর্ভবতী হলে, আপনার কিছু  লক্ষণ দেখা দিতে পারে",
        children: [
          {
            title: "মাসিকের অনুপস্থিতি",
          },
          {
            title: "স্তনে ব্যথা ও বড় হয়ে যাওয়া",
          },
          {
            title: `বমি বমি ভাব বা বমি (যাকে মর্নিং সিকনেসও বলা হয়)`,
          },
          {
            title: "ঘন ঘন প্রস্রাব হওয়া",
          },
          {
            title: "ক্লান্তি",
          },
          {
            title: "খাবারে অরুচি",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "শেষ মাসিকের তারিখ নিশ্চিত না হলে",
    data: [
      {
        subtitle:
          "যদি আপনার সঠিক তারিখ মনে না থাকে, তবে যে কোন বিশেষ ঘটনা, ছুটির দিন বা অস্বাভাবিক কিছু ঘটনা স্মরণ করার চেষ্টা করুন আপনার মাসিকের সঠিক তারিখ অনুমান করতে সহায়তা করতে পারে।",
      },
    ],
  },
  {
    id: 3,
    title: "ঋতুস্রাব অনিয়মিত হলে",
    data: [
      {
        subtitle:
          "যদি আপনার মাসিক অনিয়মিত হয়, তাহলে ক্যালকুলেটর সঠিকভাবে গর্ভাবস্থা নির্ধারণ করতে পারে না। এই ক্ষেত্রে, নিকটস্থ স্বাস্থ্যকেন্দ্রে গিয়ে গর্ভাবস্থা পরীক্ষা করা উচিত।",
      },
    ],
  },
  {
    id: 4,
    title: "সন্তান ধারণের বয়স",
    data: [
      {
        subtitle:
          "প্রথম সন্তান ধারণের জন্য ন্যূনতম বয়স ২০ বছর। ২০-৩৫ বছর বয়সী নারীদের গর্ভধারণ ক্ষমতা সবচেয়ে বেশি থাকে। ৩০ বছর বয়সের পর গর্ভধারণ ক্ষমতা ধীরে ধীরে কমে যায়। বয়স ৪০ বা তার বেশি হলে গর্ভধারণের জন্য বিশেষজ্ঞ পরামর্শ গ্রহণ করা উচিত।",
      },
    ],
  },
  {
    id: 5,
    title: "নারীর ওজন",
    data: [
      {
        children: [
          {
            title:
              "অতিরিক্ত ওজন বা কম ওজন গর্ভধারণের ক্ষেত্রে জটিলতা তৈরি করতে পারে। ওজন স্বাভাবিক রাখার পরামর্শ দেওয়া হয় (BMI ২২-২৫)।",
          },
        ],
      },
    ],
  },
  {
    id: 6,
    title: "সঠিক সময়ে গর্ভাধারণের সুবিধা",
    data: [
      {
        children: [
          {
            title: "সময়ের পূর্বে প্রসব (Preterm Delivery) কমে যায়",
          },
          {
            title: "গর্ভজনিত ডায়াবেটিস (Gestational Diabetes) কমে যায়",
          },
          {
            title: "সিজারিয়ান ডেলিভারি কমে যায়",
          },
          {
            title: "গর্ভজনিত উচ্চ রক্তচাপ ও অন্যান্য জটিলতা কমে যায়",
          },
        ],
      },
    ],
  },
  {
    id: 7,
    title: "রোগের প্রতিকার",
    data: [
      {
        children: [
          {
            title: "কৃমি রোগের চিকিৎসা",
          },
          {
            title: "রক্তস্বল্পতা - আয়রনসমৃদ্ধ খাবার",
          },
          {
            title: "ভিটামিনসমৃদ্ধ পুষ্টিকর খাবার",
          },
          {
            title: "যৌনবাহিত রোগ ও প্রজনন অঙ্গের সংক্রমণের চিকিৎসা ও প্রতিরোধ",
          },
        ],
      },
    ],
  },
  {
    id: 8,
    title: "টিকা",
    data: [
      {
        title: "এমআর টিকা",
        isTitleBold: true,
        subtitle:
          "রুবেলা ভাইরাস প্রতিরোধে টিকা নেওয়া উচিত। গর্ভধারণের কমপক্ষে এক মাস আগে এমআর বা এমএমআর টিকা নেওয়া শেষ করতে হবে।",
      },
      {
        title: "টিডি টিকা",
        isTitleBold: true,
        subtitle:
          "ধনুষ্টঙ্কার প্রতিরোধে টিটেনাস ডিপথেরিয়া (টিডি) টিকা নেওয়া উচিত। গর্ভধারণের আগে পাঁচ ডোজ টিকা নেওয়া থাকলে গর্ভকালীন টিকা প্রয়োজন নেই। অন্যথায় গর্ভকালীন দুই ডোজ টিকা নেওয়া উচিত।",
      },
      {
        title: "হেপাটাইটিস বি টিকা",
        isTitleBold: true,
        subtitle: "গর্ভধারণের আগে তিন ডোজ হেপাটাইটিস বি টিকা নেওয়া জরুরি।",
      },
      {
        title: "জরায়ুমুখ ক্যানসার প্রতিরোধের টিকা",
        isTitleBold: true,
        subtitle: "HPV টিকা ৯ থেকে ২৬ বছর বয়সের মধ্যে নিতে হবে।",
      },
    ],
  },
  {
    id: 9,
    title: "খাদ্যাভাস",
    data: [
      {
        subtitle:
          "খাদ্যের মধ্যে পাঁচ ভাগের এক ভাগ ফলমূল ও শাকসবজি থাকা উচিত। দুধ এবং দুগ্ধজাত খাবার খাওয়া উচিত যা শরীরে ভিটামিন, আয়রন এবং ক্যালসিয়ামের পরিমাণ বৃদ্ধি করে।",
      },
    ],
  },
  {
    id: 10,
    title: "শারীরিক পরীক্ষা",
    data: [
      {
        subtitle:
          "গর্ভাবস্থায় কমপক্ষে আটবার চেকআপ করার সুপারিশ করা হয়। স্বাস্থ্যসেবা প্রদানকারীর সাথে নিয়মিত সাক্ষাৎ করা উচিত।",
      },
      {
        title: "প্রথম চেকআপ যত তাড়াতাড়ি সম্ভব",
        isTitleBold: true,
      },
      {
        title: "২৮ সপ্তাহ পর্যন্ত প্রতি মাসে একবার",
        isTitleBold: true,
      },
      {
        title: "২৯-৩৬ সপ্তাহ পর্যন্ত প্রতি দুই সপ্তাহে একবার",
        isTitleBold: true,
      },
      {
        title: "৩৭ সপ্তাহ থেকে প্রসব পর্যন্ত প্রতি সপ্তাহে একবার",
        isTitleBold: true,
      },
    ],
  },
  {
    id: 11,
    title: "স্থায়ী রোগ",
    data: [
      {
        subtitle:
          "উচ্চ রক্তচাপ, ডায়াবেটিস, থাইরয়েড, থ্যালাসেমিয়া, হাঁপানি, হৃদরোগ, ক্যানসার, HIV/AIDS ইত্যাদি রোগের জন্য শারীরিক পরীক্ষা করে চিকিৎসা নেওয়া উচিত।",
      },
    ],
  },
];
export const stages = [
  {
    days_range: [0, 84],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার প্রথম দিকে।",
    description: [
      {
        subtitle:
          "এটি গর্ভাবস্থার পূর্ব ধারণার সময়কাল। শেষ মাসিকের প্রথম দিনটি সাধারণত গর্ভাবস্থার শুরু হিসেবে বিবেচিত হয়। যে কোন কারণে একমাস মাসিক বন্ধ থাকতে পারে। সেক্ষেত্রে প্রাথমিকভাবে পরীক্ষা করে গর্ভাবস্থা নিশ্চিত করতে হয়। এক্ষেত্রে বেশ কিছু লক্ষণ দেখা যায়। যেমন:",
        children: [
          {
            title: "স্তন নরম হয়ে যাওয়া",
          },
          {
            title: "মেজাজে পরিবর্তন হওয়া",
          },
          {
            title: "বমি-বমি ভাব বা বমি (মর্নিং সিকনেস)",
          },
          {
            title: "ঘন ঘন প্রস্রাব হওয়া",
          },
          {
            title: "ওজন বৃদ্ধি বা হ্রাস পাওয়া",
          },
          {
            title: "ক্লান্তি বোধ হওয়া",
          },
          {
            title: "মাথাব্যথা ও বুকজ্বালা করা",
          },
          {
            title: "পিঠের নিচের অংশে ব্যথা হওয়া",
          },
          {
            title: "নির্দিষ্ট কিছু খাবারের প্রতি আকর্ষণ তৈরি হওয়া",
          },
          {
            title: "নির্দিষ্ট কিছু খাবারের প্রতি নতুন করে অপছন্দ তৈরি হওয়া",
          },
          {
            title: "কোষ্ঠকাঠিন্য হওয়া",
          },
        ],
      },
      {
        subtitle:
          "গর্ভাবস্থার প্রথম তিনমাস অনেক ধরণের জটিলতা আসতে পারে। এক্ষেত্রে শুরুতেই প্রশিক্ষণপ্রাপ্ত সেবাপ্রদানকারীদের সাথে পরামর্শ করা ও কাউন্সেলিং সেবা গ্রহণ করতে হবে।",
      },
      {
        subtitle:
          "যে কোন কারণেই মাসিক বন্ধ হয়ে থাকতে পারে বা কেউ যদি অনাকাঙ্খিত গর্ভধারণ করে থাকেন তবে তিনি প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের সাহায্যে গর্ভাবস্থার ১০ সপ্তাহ পর্যন্ত ওষুধের মাধ্যমে মাসিক নিয়মিতকরণ করতে পারেন। আবার ১০ থেকে ১২ সপ্তাহের মধ্যে প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের মাধ্যমে যন্ত্রপাতির সাহায্যে মাসিক নিয়মিতকরণ করতে পারেন।",
      },
    ],
  },
  {
    days_range: [85, 182],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার দ্বিতীয় পর্যায়ে।",
    description: [
      {
        subtitle:
          "প্রথম ত্রৈমাসিকের শেষে, অর্থাৎ ১৩ থেকে ২৬ তম সপ্তাহে ভ্রূণের সমস্ত প্রয়োজনীয় অঙ্গ তৈরি হতে থাকে এবং জটিলতা কমে গর্ভপাতের ঝুঁকি হ্রাস পায়। শিশুটিকে এখন ভ্রূণ হিসাবে উল্লেখ করা যায়। যদিও সকলের গর্ভাবস্থা কখনই একরকম নয়, তবে দ্বিতীয় ত্রৈমাসিকের সময়  কিছু লক্ষণ অনুভব হয়। লক্ষণগুলো নিম্নরূপ:",
        children: [
          {
            title:
              "হাত এবং আঙ্গুলে যন্ত্রণা, হাত অবশ হয়ে যাওয়া, অস্বস্তি অনুভব করা",
          },
          {
            title: "ত্বকের একটি রেখা নাভি থেকে যৌন কেশ পর্যন্ত বিস্তৃত হয়",
          },
          {
            title: "মুখে গাঢ় ছোপ ছোপ দাগ পড়তে পারে",
          },
          {
            title: "পিঠের নিচে এবং শ্রোণীতে ব্যথা অনুভূত হতে পারে",
          },
          {
            title: "স্তনবৃত্ত কালো হয়ে যেতে পারে",
          },
          {
            title: "স্তন, পেট, নিতম্ব এবং উরুতে প্রসারিত দাগ পড়ে যেতে পারে।",
          },
        ],
      },
      {
        subtitle:
          "এসময় শুরুতে গর্ভের সন্তান প্রায় ১০ সেন্টিমিটার (৪ ইঞ্চি) লম্বা হয় এবং ওজন প্রায় ২৮ গ্রাম হয়। দ্বিতীয় ত্রৈমাসিকে শেষ হওয়ার পরে, আপনার বেড়ে ওঠা ভ্রূণটি প্রায় ৩৫ সেন্টিমিটার (১৪ ইঞ্চি) লম্বা হবে এবং তার ওজন ১ থেকে ২ কেজি (২ থেকে ৪ পাউন্ড) হয়। ২০ সপ্তাহের সময় একবার এবং ২৬ সপ্তাহের সময় আরেকবার স্বাস্থ্যসেবা প্রদানকারীর সাথে  সাক্ষাৎ করা উচিত।",
      },
    ],
  },
  {
    days_range: [183, 400],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার তৃতীয় পর্যায়ে",
    description: [
      {
        title: "গর্ভাবস্থার সময় ২৭-৪০+  সপ্তাহে",
        subtitle:
          "গর্ভাবস্থার সময় ২৭-৪০+  সপ্তাহে গর্ভাবস্থার ০৯ মাস থেকে ১০+ মাস, অর্থাৎ ভ্রূণ গঠন করে এবং হৃৎপিণ্ড, মস্তিষ্ক এবং মেরুদন্ডের বিকাশ শুরু হয়। মুখের মৌলিক বৈশিষ্ট্যগুলিও আকার নিতে শুরু করে। এ সময় মা ও ভ্রূণের মধ্যে বিভিন্ন শারীরিক ও মানসিক পরিবর্তন ঘটে। এই সময়কাল গর্ভাবস্থার শেষ পর্যায় বা তৃতীয় ত্রৈমাসিক হিসেবে পরিচিত এবং এই পর্যায়ে সন্তান জন্ম নেয়ার জন্য মায়ের দেহ প্রস্তুত হয়।",
      },
      {
        title: "সাধারণ লক্ষণসমূহ ",
        children: [
          {
            title: "শিশুর অবস্থান পরিবর্তন",
          },
          {
            title: "শিশুর কাছ থেকে জোরালো লাথি",
          },
          {
            title: "ওজন বৃদ্ধি**",
          },
          {
            title:
              "ব্রাক্সটন হিক্স (মিথ্যা প্রসব বেদনা অনুভূত হওয়া) বৃদ্ধি পাওয়া।",
          },
          {
            title: "প্রসবের লক্ষণ প্রকাশ",
          },
          {
            title: "গর্ভের আকার বৃদ্ধির ফলে শ্বাস নিতে কষ্ট",
          },
          {
            title: "প্রস্রাবের ঘন ঘন প্রয়োজন",
          },
          {
            title: "শরীর ফোলাভাব ও হাতে পায়ে পানি আসা",
          },
          {
            title: "অতিরিক্ত উদ্বেগ ও উত্তেজনা বৃদ্ধি",
          },
          {
            title: "মানিসিক অস্থিরতা বৃদ্ধি",
          },
          {
            title: "মুড সুইং ও ধৈর্য হারানো",
          },
          {
            title: "প্রসব নিয়ে দুশ্চিন্তা",
          },
        ],
      },
      {
        subtitle:
          "গর্ভাবস্থার শেষ পর্যায়ে মায়ের দেহ এবং মানসিক অবস্থার প্রতি যত্ন নেওয়া অত্যন্ত জরুরি। এই সময়ে মায়ের শরীর সন্তান জন্মের জন্য প্রস্তুত হয় এবং মানসিক ভাবে প্রস্তুত থাকার জন্য পরিবার এবং চিকিৎসকের সহযোগীতা প্রয়োজন। ৩৮ সপ্তাহে এবং ৪০ সপ্তাহে স্বাস্থ্যসেবা কেন্দ্রে সেবা প্রদানকারীর সাথে  সাক্ষাৎ করা।",
      },
    ],
  },
];
