export const pregnancyKnowledge = [
  {
    id: 1,
    title: "গর্ভাবস্থার লক্ষণ",
    data: [
      {
        subtitle: "গর্ভবতী হলে, আপনার কিছু  লক্ষণ দেখা দিতে পারে",
        children: [
          {
            title: "মাসিক এর অনুপস্থিতি।",
          },
          {
            title: "স্তনে ব্যথা অনুভব করা এবং বড় হয়ে যাওয়া।",
          },
          {
            title: `বমি বমি ভাব বা বমি। অনেকের গর্ভাবস্থায় "মর্নিং সিকনেস" হয়, তবে অনেকেই সারা দিন সামান্য বমি বমি ভাব অনুভব করে। আবার কখনও বমি  নাও হতে পারে ।`,
          },
          {
            title: "ঘন ঘন প্রস্রাব হতে পারে।",
          },
          {
            title: "ক্লান্তি অনুভব হয়।",
          },
          {
            title: "খাবারে অরুচি",
          },
        ],
      },
      {
        subtitle:
          "[ বিদ্র: যেহেতু গর্ভাবস্থার লক্ষণ অন্যান্য সমস্যার কারণেও হতে পারে এবং যদি অনিয়মিত মাসিক চক্র থাকে, সেক্ষেত্রে  বাড়িতে হোম-টেস্টিং কিটের মাধ্যমে গর্ভাবস্থা পরীক্ষা করা যেতে পারে এবং পরবর্তীতে স্বাস্থ্য কেন্দ্রে গিয়ে গর্ভাবস্থা নিশ্চিত করা যেতে পারে।]",
      },
    ],
  },
  {
    id: 2,
    title: "আপনার শেষ মাসিকের তারিখ সম্পর্কে নিশ্চিত না হলে যা করতে পারেন",
    data: [
      {
        subtitle:
          "যদি আপনার  সঠিক তারিখ মনে না থাকে, তাহলে যতটা সম্ভব অনুমান করুন। আপনার মাসিকের সময় ঘটে যাওয়া ঘটনা, বিশেষ দিন, ছুটির দিন বা অস্বাভাবিক কিছু সম্পর্কে চিন্তা করার চেষ্টা করুন এবং সম্ভব তারিখ নিশ্চিত করুন।",
      },
    ],
  },
  {
    id: 3,
    title: "আপনার ঋতুস্রাব/ মাসিক অনিয়মিত হলে যা করতে পারেন",
    data: [
      {
        subtitle:
          "যদি আপনার মাসিক অনিয়মিত হয়, তাহলে আপনি এই গর্ভাবস্থা নির্ধারক ক্যালকুলেটরটি ব্যবহার করে আপনার গর্ভাবস্থা সঠিকভাবে নির্ধারণ করতে পারবেন না। এ ক্ষেত্রে আপনি নিকটস্থ স্বাস্থ্যকেন্দ্রে গিয়ে দক্ষ সেবাপ্রদানকারীর সাহায্যে  গর্ভাবস্থা পরীক্ষা করতে পারেন। ",
      },
    ],
  },
  {
    id: 4,
    title: "সন্তান গ্রহণে ইচ্ছুক মা/নারীর বয়স",
    data: [
      {
        subtitle:
          "বয়স ১৮ বছর হলে, সন্তান গ্রহণের উপযুক্ত বয়স না হওয়া পর্যন্ত বিভিন্ন আধুনিক পরিবার পরিকল্পনা পদ্ধতি (ইমপ্ল্যান্ট/খাবার বড়ি/কনডম ইত্যাদি, বিশেষ করে বাল্যবিবাহের ক্ষেত্রে)। যদি নারীর বয়স ৪০ বছর, গর্ভধারনের ক্ষেত্রে অবশ্যই বিশেষজ্ঞ পরামর্শ নিতে হবে।",
      },
    ],
  },
  {
    id: 5,
    title: "নারীর ওজন",
    data: [
      {
        subtitle: "",
        children: [
          {
            title:
              "অধিক ওজন (BMI ২৫-২৯, বা > ৩০) গর্ভধারণের পূর্বে ওজন কমিয়ে স্বাভাবিক ওজনে নিয়ে আসার পরামর্শ (BMI ২২-২৫)।",
          },
          {
            title:
              "অতিরিক্ত কম ওজনের ক্ষেত্রে গর্ভধারণের সম্ভাবনা হ্রাস পায় এবং গর্ভধারণ জনিত জটিলতা বেশি হয়।",
          },
        ],
      },
    ],
  },
  {
    id: 6,
    title:
      "একজন মা সঠিক ওজনে গর্ভবতী হলে নিম্নলিখিত জটিলতা হওয়ার আশঙ্কা কমে যায়",
    data: [
      {
        children: [
          {
            title: "সময়ের পূর্বে প্রসব (Preterm Delivery)",
          },
          {
            title: "গর্ভজনিত ডায়াবেটিস (Gestational Diabetes)",
          },
          {
            title: "গর্ভজনিত উচ্চে রক্তচাপ (Thromboembolic disease)",
          },
        ],
      },
    ],
  },
  {
    id: 7,
    title: "রোগের প্রতিকার ও যে সব রোগের কারনে নারীরা অপুষ্টিতে ভোগেন",
    data: [
      {
        children: [
          {
            title: "কৃমি রোগের  চিকিৎসা",
          },
          {
            title: "রক্তস্বল্পতা -আয়রনসমৃদ্ধ খাবার",
          },
          {
            title: "ভিটামিনসমৃদ্ধ পুষ্টিকর খাবার",
          },
          {
            title: "যৌনবাহিত রোগ ও প্রজনন অঙ্গের সংক্রমনের",
            subtitle: [
              "চিকিৎসা ও প্রতিরোধের পরামর্শ দিতে হবে। গর্ভের সন্তানের উপর প্রভাব ফেলতে পারে এরকম সম্ভাবনার ক্ষেত্রে ডাক্তারের পরামর্শ গ্রহণ করা।",
            ],
          },
        ],
      },
    ],
  },
  {
    id: 8,
    title: "টিকা",
    data: [
      {
        subtitle:
          "টিডি টিকার ৫ ডোজ, হাম, হেপাটাইটিস, রুবেলা পূর্বে নিতে হবে। যদি না নেওয়া হয় সেক্ষেত্রে ডাক্তারের সাথে পরামর্শ করতে হবে।",
      },
    ],
  },
  {
    id: 9,
    title: "খাদ্যাভাস",
    data: [
      {
        subtitle:
          "খাদ্যের মধ্যে পাঁচ ভাগের এক ভাগ ফলমূল ও শাকসবজি থাকা প্রয়োজন। দুধ এবং দুগ্ধজাত খাবার খাওয়া উচিত যা শরীরে ভিটামিন, আয়রন এবং ক্যালসিয়ামের পরিমান বৃদ্ধি করে।",
      },
    ],
  },
  {
    id: 10,
    title: "শারীরিক পরীক্ষা",
    data: [
      {
        subtitle:
          "শারীরিক পরীক্ষার মাধ্যমে উচ্চ রক্তচাপ, ডায়াবেটিস, থাইরয়েড,থ্যালাসেমিয়া, এইচআইভি/এইডস ইত্যাদি রোগ আছে কিনা নিশ্চিত হতে হবে, প্রয়োজনে চিকিৎসা নিতে নিকটস্থ স্বাস্থ্যকেন্দ্রে যেতে হবে।",
      },
    ],
  },
  {
    id: 11,
    title: "স্থায়ী রোগ",
    data: [
      {
        subtitle:
          "ডায়াবেটিস, থাইরয়েড জনিত সমস্যা, থ্যালাসেমিয়া, হাঁপানি, হৃদরোগ, ক্যানসার ইত্যাদির ক্ষেত্রে বিশেষায়িত চিকিৎসা কেন্দ্রে যাওয়ার পরামর্শ দিতে হবে।",
      },
    ],
  },
];
export const stages = [
  {
    days_range: [0, 84],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার প্রথম দিকে।",
    description: [
      {
        subtitle:
          "এটি গর্ভাবস্থার পূর্ব ধারণার সময়কাল। শেষ মাসিকের প্রথম দিনটি সাধারণত গর্ভাবস্থার শুরু হিসেবে বিবেচিত হয়। যে কোন কারণে একমাস মাসিক বন্ধ থাকতে পারে।  সেক্ষেত্রে প্রাথমিকভাবে পরীক্ষা করে গর্ভাবস্থা নিশ্চিত করতে হয়। এক্ষেত্রে বেশ কিছু লক্ষণ দেখা যায়। যেমন:",
        children: [
          {
            title: "স্তন নরম হয়ে যাওয়া",
          },
          {
            title: "মেজাজে পরিবর্তন হওয়া",
          },
          {
            title: "বমি-বমি ভাব বা বমি (মর্নিং সিকনেস)",
          },
          {
            title: "ঘন ঘন প্রস্রাব হওয়া",
          },
          {
            title: "ওজন বৃদ্ধি বা হ্রাস পাওয়া",
          },
          {
            title: "ক্লান্তি বোধ হওয়া",
          },
          {
            title: "মাথাব্যথা ও বুকজ্বালা করা",
          },
          {
            title: "পিঠের নিচের অংশে ব্যথা হওয়া",
          },
          {
            title: "নির্দিষ্ট কিছু খাবারের প্রতি আকর্ষণ তৈরি হওয়া",
          },
          {
            title: "নির্দিষ্ট কিছু খাবারের প্রতি নতুন করে অপছন্দ তৈরি হওয়া",
          },
          {
            title: "কোষ্ঠকাঠিন্য হওয়া",
          },
        ],
      },
      {
        subtitle:
          "গর্ভাবস্থার প্রথম তিনমাস অনেক ধরণের জটিলতা আসতে পারে। এক্ষেত্রে শুরুতেই প্রশিক্ষণপ্রাপ্ত সেবাপ্রদানকারীদের সাথে পরামর্শ করা ও কাউন্সেলিং সেবা গ্রহণ করতে হবে।",
      },
      {
        subtitle:
          "বি: দ্র: কেউ যদি অনাকাঙ্খিত গর্ভধারণ করে থাকেন তবে তিনি প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের সাহায্যে গর্ভাবস্থার ০৯ সপ্তাহ পর্যন্ত ওষুধের মাধ্যমে মাসিক নিয়মিতকরণ করতে পারেন। আবার ১০ থেকে ১২ সপ্তাহ পর্যন্ত প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের পরামর্শ ও প্রয়োজনে যন্ত্রপাতির মাধ্যমে মাসিক নিয়মিতকরণ করতে পারেন।",
      },
    ],
  },
  {
    days_range: [85, 182],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার দ্বিতীয় পর্যায়ে।",
    description: [
      {
        subtitle:
          "প্রথম ত্রৈমাসিকের শেষে, অর্থাৎ ১৩ থেকে ২৬ তম সপ্তাহে ভ্রূণের সমস্ত প্রয়োজনীয় অঙ্গ তৈরি হতে থাকে এবং জটিলতা কমে গর্ভপাতের ঝুঁকি হ্রাস পায়। শিশুটিকে এখন ভ্রূণ হিসাবে উল্লেখ করা যায়। যদিও সকলের গর্ভাবস্থা কখনই একরকম নয়, তবে দ্বিতীয় ত্রৈমাসিকের সময়  কিছু লক্ষণ অনুভব হয়। লক্ষণগুলো নিম্নরূপ:",
        children: [
          {
            title:
              "হাত এবং আঙ্গুলে যন্ত্রণা, হাত অবশ হয়ে যাওয়া, অস্বস্তি অনুভব করা",
          },
          {
            title: "ত্বকের একটি রেখা নাভি থেকে যৌন কেশ পর্যন্ত বিস্তৃত হয়",
          },
          {
            title: "মুখে গাঢ় ছোপ ছোপ দাগ পড়তে পারে",
          },
          {
            title: "পিঠের নিচে এবং শ্রোণীতে ব্যথা অনুভূত হতে পারে",
          },
          {
            title: "স্তনবৃত্ত কালো হয়ে যেতে পারে",
          },
          {
            title: "স্তন, পেট, নিতম্ব এবং উরুতে প্রসারিত দাগ পড়ে যেতে পারে।",
          },
        ],
      },
      {
        subtitle:
          "এসময় শুরুতে গর্ভের সন্তান প্রায় ১০ সেন্টিমিটার (৪ ইঞ্চি) লম্বা হয় এবং ওজন প্রায় ২৮ গ্রাম হয়। দ্বিতীয় ত্রৈমাসিকে শেষ হওয়ার পরে, আপনার বেড়ে ওঠা ভ্রূণটি প্রায় ৩৫ সেন্টিমিটার (১৪ ইঞ্চি) লম্বা হবে এবং তার ওজন ১ থেকে ২ কেজি (২ থেকে ৪ পাউন্ড) হয়। ২০ সপ্তাহের সময় একবার এবং ২৬ সপ্তাহের সময় আরেকবার স্বাস্থ্যসেবা প্রদানকারীর সাথে  সাক্ষাৎ করা উচিত।",
      },
    ],
  },
  {
    days_range: [183, 400],
    title:
      "আপনি যে তারিখে প্রবেশ করেছেন তার উপর ভিত্তি করে, আপনি আপনার গর্ভাবস্থার তৃতীয় পর্যায়ে",
    description: [
      {
        title: "গর্ভাবস্থার সময় ২৭-৪০+  সপ্তাহে",
        subtitle:
          "গর্ভাবস্থার ০৯ মাস থেকে ১০+ মাস, অর্থাৎ ভ্রূণ গঠন করে এবং হৃৎপিণ্ড, মস্তিষ্ক এবং মেরুদন্ডের বিকাশ শুরু হয়। মুখের মৌলিক বৈশিষ্ট্যগুলিও আকার নিতে শুরু করে। এ সময় মা ও ভ্রূণের মধ্যে বিভিন্ন শারীরিক ও মানসিক পরিবর্তন ঘটে। এই সময়কাল গর্ভাবস্থার শেষ পর্যায় বা তৃতীয় ত্রৈমাসিক হিসেবে পরিচিত, এবং এই পর্যায়ে সন্তান জন্ম নেয়ার জন্য মায়ের দেহ প্রস্তুত হয়।",
      },
      {
        title: "সাধারণ লক্ষণসমূহ ",
        children: [
          {
            title: "শিশুর অবস্থান পরিবর্তন",
          },
          {
            title: "শিশুর কাছ থেকে জোরালো লাথি",
          },
          {
            title: "ওজন বৃদ্ধি**",
          },
          {
            title:
              "ব্রাক্সটন হিক্স (মিথ্যা প্রসব বেদনা অনুভূত হওয়া) বৃদ্ধি পাওয়া।",
          },
          {
            title: "প্রসবের লক্ষণ প্রকাশ",
          },
          {
            title: "গর্ভের আকার বৃদ্ধির ফলে শ্বাস নিতে কষ্ট",
          },
          {
            title: "প্রস্রাবের ঘন ঘন প্রয়োজন",
          },
          {
            title: "শরীর ফোলাভাব ও হাতে পায়ে পানি আসা",
          },
          {
            title: "অতিরিক্ত উদ্বেগ ও উত্তেজনা বৃদ্ধি",
          },
          {
            title: "মানিসিক অস্থিরতা বৃদ্ধি",
          },
          {
            title: "মুড সুইং ও ধৈর্য হারানো",
          },
          {
            title: "প্রসব নিয়ে দুশ্চিন্তা",
          },
        ],
      },
      {
        subtitle:
          "গর্ভাবস্থার শেষ পর্যায়ে মায়ের দেহ এবং মানসিক অবস্থার প্রতি যত্ন নেওয়া অত্যন্ত জরুরি। এই সময়ে মায়ের শরীর সন্তান জন্মের জন্য প্রস্তুত হয় এবং মানসিক ভাবে প্রস্তুত থাকার জন্য পরিবার এবং চিকিৎসকের সহযোগীতা প্রয়োজন। ৩৮ সপ্তাহে এবং ৪০ সপ্তাহে স্বাস্থ্যসেবাে কেন্দ্রে সেবা প্রদানকারীর সাথে  সাক্ষাৎ করা।  ",
      },
    ],
  },
];
