export const stages = [
  {
    days_range: [0, 56],
    description:
      "যে কোন কারণে এই সময় মাসিক বন্ধ থাকতে পারে। সেক্ষেত্রে প্রাথমিকভাবে পরীক্ষা করে গর্ভাবস্থা নিশ্চিত করতে হয়। কেউ যদি অনাকাঙ্খিত গর্ভধারণ করলে তিনি প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের সাহায্যে ওষুধের মাধ্যমে মাসিক নিয়মিতকরণ করতে পারেন।",
  },
  {
    days_range: [57, 84],
    description:
      "সেক্ষেত্রে প্রাথমিকভাবে পরীক্ষা করে গর্ভাবস্থা নিশ্চিত করতে হয়। কেউ যদি অনাকাঙ্খিত গর্ভধারণ বা কোন জটিলতা অনুভব করেন সেক্ষেত্রে তিনি প্রশিক্ষণপ্রাপ্ত সেবাপ্রদান কারীদের পরামর্শ ও প্রয়োজনে যন্ত্রপাতির মাধ্যমে মাসিক নিয়মিতকরণ করতে পারেন।",
  },
  {
    days_range: [85, 168],
    description:
      "এ সময় গর্ভের ভ্রুণটি গঠন হতে শুরু করে। এই সময় সেবা প্রদানকারী ও ডাক্তারের পরামর্শ গ্রহণ করতে হবে। ও নিকটস্থ স্বাস্থ্যকেন্দ্রে যেতে হবে।",
  },
  {
    days_range: [169, 252],
    description:
      "এ সময় গর্ভের ভ্রুণটি গঠন হতে শুরু করে। এই সময় সেবা প্রদানকারী ও ডাক্তারের পরামর্শ গ্রহণ করতে হবে। ও নিকটস্থ স্বাস্থ্যকেন্দ্রে যেতে হবে।",
  },
  {
    days_range: [253, 308],
    description:
      "এ সময় গর্ভের ভ্রুণটি গঠন হতে শুরু করে। এই সময় সেবা প্রদানকারী ও ডাক্তারের পরামর্শ গ্রহণ করতে হবে। ও নিকটস্থ স্বাস্থ্যকেন্দ্রে যেতে হবে।",
  },
  {
    days_range: [309, 350],
    description:
      "এ সময় গর্ভের ভ্রুণটি গঠন হতে শুরু করে। এই সময় সেবা প্রদানকারী ও ডাক্তারের পরামর্শ গ্রহণ করতে হবে। ও নিকটস্থ স্বাস্থ্যকেন্দ্রে যেতে হবে।",
  },
];
